Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# ErrClass_UndoString
source: Can't undo.
es: No se puede deshacer.
fr: Impossible d’annuler.
hi: पूर्ववत नहीं कर सकता।
it: Impossibile annullare.
ja: 取り消しができません。
nl: Kan niet ongedaan maken.
pt: Não é possível anular.
ru: Невозможно отменить.
th: ยกเลิกการทำไม่ได้
zh: 无法撤销。

# ErrClass_RedoString
source: Can't redo.
es: No se puede rehacer.
fr: Impossible de rétablir.
hi: फिर से वापस नहीं ला सकता।
it: Impossibile ripetere.
ja: やり直しができません。
nl: Kan niet opnieuw uitvoeren.
pt: Não é possível repetir.
ru: Невозможно вернуть.
th: ทำซ้ำไม่ได้
zh: 无法重复。

# ErrClass_FormatString
source: Failed to apply formatting.
es: No se ha podido aplicar el formato.
fr: Impossible d’appliquer la mise en forme.
hi: फॉर्मेटिंग लागू करने में असफल रहा।
it: Impossibile applicare la formattazione.
ja: フォーマットの適用に失敗しました。
nl: Kan opmaak niet toepassen.
pt: Falha ao aplicar a formatação.
ru: Не удалось применить форматирование.
th: ใช้งานการจัดรูปแบบล้มเหลว
zh: 应用格式失败。

# ErrClass_InsertRowString
source: Failed to insert row(s).
es: No se han podido insertar las filas.
fr: Impossible d’insérer une ou plusieurs ligne(s).
hi: नई पंक्ति(यां) डालने में असफल रहा।
it: Impossibile inserire la riga/le righe.
ja: 行の挿入に失敗しました。
nl: Kan rij(en) niet invoegen.
pt: Falha ao inserir linha(s).
ru: Не удалось вставить строку(и).
th: แทรกแถวล้มเหลว
zh: 插入行失败。

# ErrClass_InsertColString
source: Failed to insert column(s).
es: No se han podido insertar las columnas.
fr: Impossible d’insérer une ou plusieurs colonne(s).
hi: स्‍तंभ डालने में असफल रहा।
it: Impossibile inserire la colonna/le colonne.
ja: 列の挿入に失敗しました。
nl: Kan kolom(men) niet invoegen.
pt: Falha ao inserir coluna(s).
ru: Не удалось вставить столбец(цы).
th: แทรกคอลัมน์ล้มเหลว
zh: 插入列失败。

# ErrClass_FormulaString
source: Formula error.
es: Error de fórmula.
fr: Erreur de formule.
hi: फॉर्म्‍युला की त्रुटि।
it: Errore della formula.
ja: 式のエラーです。
nl: Fout in formule.
pt: Erro de fórmula.
ru: Ошибка формулы.
th: สูตรผิดพลาด
zh: 公式错误。

# ErrClass_GotoString
source: Go to failed.
es: Error al ir a.
fr: Impossible d’atteindre.
hi: पर जाएं में असफल रहा।
it: Impossibile andare a.
ja: 移動が失敗しました。
nl: Ga naar fout.
pt: Ir para falhadas.
ru: Переход не удался.
th: ไปที่ล้มเหลว
zh: 转至失败。

# ErrClass_HideUnhideString
source: Hide/Unhide failed.
es: No se ha podido ocultar/mostrar.
fr: Impossible de masquer/afficher.
hi: छिपाएं/दिखाएं में असफल रहा।
it: Impossibile nascondere/scoprire.
ja: 非表示/再表示が失敗しました。
nl: Verbergen/Weergeven niet gelukt.
pt: Mostrar/Ocultar falhadas.
ru: Скрыть/показать не удалось.
th: ซ่อน/ยกเลิกการซ่อนล้มเหลว
zh: 隐藏/取消隐藏失败。

# ErrClass_ResizeString
source: Resize failed.
es: No se ha podido cambiar el tamaño.
fr: Impossible de redimensionner.
hi: पुन: आकार देना असफल रहा।
it: Impossibile ridimensionare.
ja: サイズ変更が失敗しました。
nl: Formaat wijzigen niet gelukt.
pt: Redimensionar falhadas.
ru: Изменить размер не удалось.
th: ปรับขนาดล้มเหลว
zh: 调整大小失败。

# ErrClass_DeleteRowsString
source: Failed to delete row(s).
es: No se han podido eliminar las filas.
fr: Impossible de supprimer une ou plusieurs ligne(s).
hi: पंक्ति(यां) हटाने में असफल रहा।
it: Impossibile eliminare la riga/le righe.
ja: 行の削除に失敗しました。
nl: Kan rij(en) niet verwijderen.
pt: Falha ao eliminar linha(s).
ru: Не удалось удалить строку(и).
th: ลบแถวล้มเหลว
zh: 删除行失败。

# ErrClass_DeleteColsString
source: Failed to delete column(s).
es: No se han podido eliminar las columnas.
fr: Impossible de supprimer une ou plusieurs colonne(s).
hi: स्‍तंभ हटाने में असफल रहा।
it: Impossibile eliminare la colonna/le colonne.
ja: 列の削除に失敗しました。
nl: Kan kolom(men) niet verwijderen.
pt: Falha ao eliminar coluna(s).
ru: Не удалось удалить столбец(цы).
th: ลบคอลัมน์ล้มเหลว
zh: 删除列失败。

# ErrClass_ZoomString
source: Zoom failed.
es: No se ha podido ir a zoom.
fr: Impossible de faire un zoom.
hi: ज़ूम करने में असफल रहा।
it: Impossibile fare zoom.
ja: ズームに失敗しました。
nl: Zoom niet gelukt.
pt: O zoom falhou.
ru: Масштабирование не удалось.
th: ซูมล้มเหลว
zh: 缩放失败。

# ErrClass_AddSheetString
source: Failed to insert sheet.
es: No se ha podido insertar la hoja.
fr: Impossible d’insérer une feuille.
hi: पत्रक सम्मिलित करने में असफल रहा।
it: Impossibile inserire il foglio.
ja: シートの挿入に失敗しました。
nl: Kan blad niet invoegen.
pt: Falha ao inserir folha.
ru: Не удалось вставить лист.
th: แทรกชีตล้มเหลว
zh: 插入工作表失败。

# ErrClass_RenameSheetString
source: Failed to rename sheet.
es: No se ha podido cambiar de nombre la hoja.
fr: Impossible de renommer la feuille.
hi: पत्रक के पुन: नामकरण में असफल रहा।
it: Impossibile rinominare il foglio.
ja: シートの名前変更に失敗しました。
nl: Kan naam blad niet wijzigen.
pt: Falha ao mudar nome da folha.
ru: Не удалось переименовать лист.
th: เปลี่ยนชื่อชีตล้มเหลว
zh: 重命名工作表失败。

# ErrClass_DeleteSheetString
source: Failed to delete sheet.
es: No se ha podido eliminar la hoja.
fr: Impossible de supprimer une feuille.
hi: पत्रक हटाने में असफल रहा।
it: Impossibile eliminare il foglio.
ja: シートの削除に失敗しました。
nl: Kan blad niet verwijderen.
pt: Falha ao eliminar folha.
ru: Не удалось удалить лист.
th: ลบชีตล้มเหลว
zh: 删除工作表失败。

# ErrClass_FindString
source: Failed to find a match.
es: No se ha podido encontrar una correspondencia.
fr: Impossible de trouver une correspondance.
hi: कोई मेल ढूंढने में असफल रहा।
it: Impossibile trovare una corrispondenza.
ja: 一致するものが検索できませんでした。
nl: Geen resultaat voor zoekopdracht.
pt: Falha ao procurar correspondência.
ru: Не удалось найти совпадение.
th: ล้มเหลวในการค้นหา
zh: 查找匹配项失败。

# ErrClass_ReplaceString
source: Replace operation failed.
es: No se ha podido sustituir.
fr: Échec de l’opération de remplacement.
hi: प्रतिस्‍थापन कार्य असफल रहा।
it: Impossibile sostituire.
ja: 置換操作に失敗しました。
nl: Vervangen niet gelukt.
pt: A operação de substituição falhou.
ru: Операция перемещения не удалась.
th: การแทนที่ล้มเหลว
zh: 替换操作失败。

# Err_UnknownString
source: Unknown error occurred.
es: Se ha producido un error desconocido.
fr: Une erreur inconnue s’est produite.
hi: अज्ञात त्रुटि हुई है।
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
nl: Er is een onbekende fout opgetreden.
pt: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
zh: 发生未知错误。

# Err_InternalString
source: Internal error.
es: Error interno.
fr: Erreur interne.
hi: आंतरिक त्रुटि।
it: Errore interno.
ja: 内部エラーです。
nl: Interne fout.
pt: Erro interno.
ru: Внутренняя ошибка.
th: ข้อผิดพลาดภายใน
zh: 内部错误。

# Err_NoMemDynString
source: Insufficient dynamic memory.
es: Memoria dinámica insuficiente.
fr: Mémoire dynamique insuffisante.
hi: अपर्याप्‍त गतिशील स्‍मृति।
it: Memoria dinamica insufficiente.
ja: ダイナミックメモリが不足しています。
nl: Onvoldoende dynamisch geheugen.
pt: Memória dinâmica insuficiente.
ru: Недостаточно динамической памяти.
th: หน่วยความจำแบบไดนามิกไม่เพียงพอ
zh: 动态内存不足。

# Err_NoMemStgString
source: Insufficient storage memory.
es: Memoria de almacenamiento insuficiente.
fr: Mémoire de stockage insuffisante.
hi: अपर्याप्‍त भंडारण स्‍मृति।
it: Memoria di archiviazione insufficiente.
ja: ストレージのメモリが不足しています。
nl: Onvoldoende opslaggeheugen.
pt: Memória de armazenamento insuficiente.
ru: Недостаточно памяти данных.
th: หน่วยความจำที่เก็บบันทึกไม่เพียงพอ
zh: 存储内存不足。

# ErrDoc_BadPasswordString
source: Invalid password.
es: Contraseña no válida.
fr: Mot de passe non valide.
hi: अमान्‍य पासवर्ड।
it: Password non valida.
ja: 無効なパスワードです。
nl: Ongeldig wachtwoord.
pt: Palavra-passe inválida.
ru: Неправильный пароль.
th: รหัสผ่านไม่ถูกต้อง
zh: 无效密码。

# ErrDoc_Load_UnsupportedString
source: Unsupported file version.
es: Versión de archivo no admitida.
fr: Version de fichier non prise en charge.
hi: असमर्थित फाइल संस्‍करण।
it: Versione del file non supportata.
ja: 未対応のファイルバージョンです。
nl: Niet-ondersteunde bestandsversie.
pt: Versão de ficheiro não suportada.
ru: Версия файла не поддерживается.
th: เวอร์ชั่นไฟล์ไม่ได้รับการสนับสนุน
zh: 不支持的文件类型。

# ErrDoc_Load_FailedToOpenGeneralTitle
source: Failed to open file.
es: No se ha podido abrir el archivo.
fr: L’ouverture du fichier a échoué.
hi: फाइल खोलने में असमर्थ रहा।
it: Impossibile aprire il file.
ja: ファイルを開けませんでした。
nl: Kan bestand niet openen.
pt: Falha ao abrir o ficheiro.
ru: Не удалось открыть файл.
th: เปิดไฟล์ล้มเหลว
zh: 打开文件失败。

# ErrDoc_Load_ReturningToFileManagerString
source: We must return to the file manager.
es: Debemos volver al administrador de archivos.
fr: Il faut revenir dans le gestionnaire de fichiers.
hi: हमें फाइल प्रबंधक पर लौटना चाहिए।
it: È necessario tornare alla gestione file.
ja: ファイルマネージャに戻る必要があります。
nl: We moeten naar het bestandsbeheer teruggaan.
pt: É necessário regressar ao gestor de ficheiros.
ru: Необходимо вернуться к диспетчеру файлов.
th: ต้องกลับไปสู่ตัวจัดการไฟล์
zh: 我们必须返回到文件管理器。

# ErrDoc_Load_Bad_FileString
source: File is corrupted.
es: Archivo dañado.
fr: Le fichier est endommagé.
hi: फाइल भ्रष्‍ट हो गई है।
it: Il file è danneggiato.
ja: ファイルが破損しています。
nl: Bestand is beschadigd.
pt: O ficheiro está danificado.
ru: Файл поврежден.
th: ไฟล์เสีย
zh: 文件已损坏。

# ErrDoc_Load_EncryptionString
source: Unsupported encryption type. Supported encryption is "office 97/2000 compatible" scheme.
es: Tipo de cifrado no admitido. El cifrado admitido es el esquema "office 97/2000 compatible".
fr: Type de chiffrement non pris en charge. Le chiffrement pris en charge est le modèle "office 97/2000 compatible".
hi: असमर्थित एन्क्रिप्‍शन प्रकार। समर्थित एन्क्रिप्‍शन है "ऑफिस 97/2000 कॉम्‍पैटिबल" योजना।
it: Tipo di crittografia non supportata. La crittografia supportata è lo schema "compatibile con office 97/2000".
ja: 未対応の暗号化タイプです。 サポートする暗号化は "Office 97/2000 互換" 方式です。
nl: Niet-ondersteund coderingstype. Ondersteunde coderingsmethode is "office 97/2000-compatibel".
pt: Tipo de encriptação não suportado. A encriptação suportada é o esquema "compatível com office 97/2000".
ru: Тип шифрования не поддерживается. Поддерживаемая схема шифрования "office 97/2000 compatible".
th: ประเภทของการเข้ารหัสไม่ได้รับการสนับสนุน การเข้ารหัสที่ได้รับการสนับสนุนคือแบบ "ที่สอดคล้องหรือตรงกันกับออฟฟิศ 97/2000"
zh: 不支持的加密类型。 支持的加密类型为"office 97/2000兼容"方案。

# ErrDoc_Load_EncryptionNotImplemented
source: Password protected files are not supported yet.
es: Los archivos protegidos con contraseña no se admiten aún.
fr: Les fichiers protégés par mot de passe ne sont pas encore pris en charge.
hi: पासवर्ड संरक्षित फाइलें अब तक समर्थित नहीं हैं।
it: I file protetti da password non sono ancora supportati.
ja: パスワード保護ファイルは未対応です。
nl: Met wachtwoord beveiligde bestanden worden nog niet ondersteund.
pt: Os ficheiros protegidos por palavra-passe ainda não são suportados.
ru: Защищенные паролем файлы еще не поддерживаются.
th: ไฟล์ที่ปกป้องด้วยรหัสผ่านยังไม่ได้รับการสนับสนุน
zh: 尚不支持受密码保护的文件。

# ErrDoc_Load_InvalidXlsString
source: Invalid XLS format.
es: Formato XLS no válido.
fr: Format XLS non valide.
hi: अमान्‍य XLS प्रारूप।
it: Formato XLS non valido.
ja: 無効なXLS形式です。
nl: Ongeldige XLS-indeling.
pt: Formato XLS inválido.
ru: Неправильный XLS-формат.
th: รูปแบบ XLS ไม่ถูกต้อง
zh: 无效的XLS格式。

# ErrDoc_Save_Bad_Destination
source: Destination folder is full or inaccessible. Try to save to another location.
es: No se puede acceder a la carpeta de destino o está llena. Intente guardar en otra ubicación.
fr: Le dossier de destination est plein ou inaccessible. Essayez de l’enregistrer ailleurs.
hi: गंतव्‍य फोल्‍डर भरा हुआ या अगम्‍य है। कृपया किसी अन्‍य स्‍थान पर सहेजें।
it: La cartella di destinazione è piena o inaccessibile. Prova a salvare in un'altra posizione.
ja: 保存先のフォルダがいっぱいかまたはアクセスできません。 他の場所に保存してください。
nl: Doelmap is vol of niet toegankelijk. Probeer het bestand ergens anders op te slaan.
pt: A pasta de destino está cheia ou inacessível. Tente guardar noutra localização.
ru: Конечная папка полна или недоступна. Попробуйте сохранить в другом месте.
th: โฟลเดอร์ปลายทางเต็มหรือไม่สามารถเข้าถึงได้ กรุณาบันทึกลงที่อื่น
zh: 目标文件夹已满或无法访问。 请尝试保存到其他位置。

# Confirm_Find_Start_OverString
source: You have reached the end of the document. Do you wish to start over?
es: Ha llegado al final del documento. ¿Desea seguir buscando desde el principio?
fr: Vous avez atteint la fin du document. Souhaitez-vous recommencer ?
hi: आप दस्‍तावेज के अंत पर पहुंच चुके हैं। क्‍या आप फिर से आरंभ करना चाहेंगे?
it: Hai raggiunto la fine del documento. Vuoi riprendere dall'inizio?
ja: 文書の末尾に達しました。 最初からやり直しますか?
nl: U hebt het einde van het document bereikt. Doorgaan vanaf het begin?
pt: Atingiu o final do documento. Pretende recomeçar?
ru: Вы достигли конца документа. Хотите начать заново?
th: คุณได้มาถึงส่วนท้ายของเอกสารแล้ว คุณจะเริ่มใหม่หรือไม่?
zh: 您已到达文件末尾。 是否要重新开始？

# ErrPaste_Area_Not_SameString
source: Copy and Paste areas are not the same.
es: Las áreas de copia y pegado no son iguales.
fr: Les zones de copier et coller ne sont pas les mêmes.
hi: प्रतिलिपि बनाने और चिपकाने वाले क्षेत्र समान नहीं हैं।
it: Le aree di copia e incolla non coincidono.
ja: コピー/ペースト領域が異なります。
nl: Gekopieerd gebied en plakgebied zijn niet hetzelfde.
pt: As áreas de Copiar e Colar não são idênticas.
ru: Области копирования и вставки не совпадают.
th: พื้นที่คัดลอกและวางไม่เป็นที่เดียวกัน
zh: 复制和粘贴区域不同。

# ErrSheet_ExistsString
source: A sheet with the same name already exists.
es: Ya existe una hoja con el mismo nombre.
fr: Une feuille du même nom existe déjà.
hi: समान नाम वाला एक पत्रक पहले से मौजूद है।
it: Esiste già un foglio con lo stesso nome.
ja: 同名のシートが既に存在しています。
nl: Er bestaat reeds een blad met deze naam.
pt: Já existe uma folha com o mesmo nome.
ru: Лист с таким именем уже существует.
th: ชีตที่มีชื่อเดียวกันนี้ได้มีอยู่แล้ว
zh: 已存在同名工作表。

# ErrSheet_LockedString
source: The command cannot be executed, because the sheet is protected.
es: No se puede ejecutar el comando porque la hoja está protegida.
fr: La commande ne peut pas être exécutée car la feuille est protégée.
hi: आदेश का पालन नहीं किया जा सकता है क्‍योंकि पत्रक सुरक्षित किया हुआ है।
it: Impossibile eseguire il comando perché il foglio è protetto.
ja: シートが保護されているためコマンドが実行できません。
nl: De opdracht kan niet worden uitgevoerd omdat het blad is beveiligd.
pt: Não é possível executar o comando porque a folha se encontra protegida.
ru: Команду невозможно выполнить, поскольку лист защищен.
th: คำสั่งไม่สามารถทำงานได้เพราะว่าชีตได้ถูกปกป้องอยู่
zh: 工作表受到保护，命令无法执行。

# Confirm_DeleteSheetString
source: Are you sure you want to delete the selected sheet?
es: ¿Seguro que desea eliminar las hojas seleccionadas?
fr: Êtes-vous sûr de vouloir effacer la feuille sélectionnée ?
hi: क्‍या आप निश्चित हैं कि आप चयनित पत्रक को हटाना चाहते हैं?
it: Vuoi eliminare il foglio selezionato?
ja: 本当に選択したシートを削除しますか?
nl: Weet u zeker dat u het geselecteerde blad wilt verwijderen?
pt: Tem a certeza de que pretende eliminar a folha selecionada?
ru: Вы точно хотите удалить выбранный лист?
th: คุณแน่ใจหรือไม่ว่าจะลบชีตที่เลือก?
zh: 您确定要删除所选工作表码？

# ErrFile_Illegal_NameString
source: The name you typed is not valid.
es: El nombre introducido no es válido.
fr: Le nom que vous avez saisi n’est pas valide.
hi: आपके द्वारा टाइप किया गया नाम मान्‍य नहीं है।
it: Il nome inserito non è valido.
ja: 入力した名前が無効です。
nl: De opgegeven naam is ongeldig.
pt: O nome que escreveu não é válido.
ru: Введенное имя недействительно.
th: ชื่อที่คุณพิมพ์ไม่ถูกต้อง
zh: 您输入的名称无效。

# InfFind_No_MatchesString
source: No matches found.
es: No se han encontrado coincidencias.
fr: Aucune correspondance n’a été trouvée.
hi: कोई मेल नहीं मिले।
it: Nessuna corrispondenza.
ja: 検索条件に合うものが見つかりませんでした。
nl: Geen resultaten gevonden.
pt: Não foram encontradas correspondências.
ru: Совпадений не найдено.
th: ไม่พบ
zh: 未找到匹配的结果。

# InfFind_No_More_MatchesString
source: No more matches found.
es: No se han encontrado más coincidencias.
fr: Aucune autre correspondance n’a été trouvée.
hi: और अधिक मेल नहीं मिले।
it: Nessun'altra corrispondenza.
ja: これ以上検索条件に合うものが見つかりませんでした。
nl: Geen verdere resultaten gevonden.
pt: Não foram encontradas mais correspondências.
ru: Новых совпадений не найдено.
th: ไม่พบอีก
zh: 未找到更多的匹配结果。

# ErrCateg_MinimumOneString
source: You cannot delete all sheets.
es: No puede eliminar todas las hojas.
fr: Vous ne pouvez pas supprimer toutes les feuilles.
hi: आप सभी पत्रकों को नहीं हटा सकते हैं।
it: Impossibile eliminare tutti i fogli.
ja: 全シートを削除することはできません。
nl: U kunt niet alle bladen verwijderen.
pt: Não é possível eliminar todas as folhas.
ru: Вы не можете удалить все листы.
th: คุณไม่สามารถลบชีตทั้งหมดได้
zh: 您不能删除所有工作表。

# Err_CellsNotEmptyString
source: Last cells not empty.
es: Las últimas celdas no están vacías.
fr: Les dernières cellules ne sont pas vides.
hi: अंतिम सेल खाली नहीं हैं।
it: Le ultime celle non sono vuote.
ja: 最後のセルは空にできません。
nl: Laatste cellen niet leeg.
pt: Últimas células não estão vazias.
ru: Последние ячейки заполнены.
th: เซลล์สุดท้ายไม่ได้ว่างเปล่า
zh: 最后的单元格不为空。

# ErrFormula_ErrorString
source: Unknown formula error.
es: Error de fórmula desconocido.
fr: Erreur de formule inconnue.
hi: अज्ञात फार्म्‍युला त्रुटि।
it: Errore della formula sconosciuto.
ja: 不明な式のエラーです。
nl: Onbekende fout in formule.
pt: Erro de fórmula desconhecido.
ru: Неизвестная ошибка формулы.
th: สูตรผิดพลาดแบบไม่ทราบสาเหตุ
zh: 未知公式错误。

# ErrFormula_NotAFormulaString
source: Invalid formula.
es: Fórmula no válida.
fr: Formule non valide.
hi: अमान्‍य फार्म्‍युला।
it: Formula non valida.
ja: 無効な式です。
nl: Ongeldige formule.
pt: Fórmula inválida.
ru: Неправильная формула.
th: สูตรไม่ถูกต้อง
zh: 无效公式。

# ErrFormula_MissingOperandString
source: Missing operand.
es: Falta un operando.
fr: Opérande manquant.
hi: गुम हुआ ऑपरंड।
it: Operando mancante.
ja: オペランドがありません。
nl: Operand ontbreekt.
pt: Operando em falta.
ru: Отсутствует операнд.
th: ไม่มีตัวถูกดำเนินการ
zh: 缺少操作数。

# ErrFormula_MissingOperatorString
source: Missing operator.
es: Falta un operador.
fr: Opérateur manquant.
hi: गुम हुआ ऑपरेटर।
it: Operatore mancante.
ja: 演算子がありません。
nl: Operator ontbreekt.
pt: Operador em falta.
ru: Отсутствует оператор.
th: ไม่มีเครื่องหมาย
zh: 缺少运算符。

# ErrFormula_IllegalTokenString
source: Illegal token.
es: Símbolo (token) no válido.
fr: Jeton non conforme.
hi: अवैध टोकन।
it: Token non consentito.
ja: 無効なトークンです。
nl: Ongeldige token.
pt: Token inválido.
ru: Недопустимый маркер.
th: เครื่องหมายผิด
zh: 非法令牌。

# ErrFormula_MissingQuoteString
source: Missing quote ( " ).
es: Faltan comillas ( " ).
fr: Guillemet manquant ( " ).
hi: गुम हुआ उद्धरण-चिन्‍ह ( " ).
it: Virgoletta mancante ( " ).
ja: 引用符( " )がありません。
nl: Aanhalingsteken ( " ) ontbreekt.
pt: Aspas ( " ) em falta.
ru: Отсутствуют кавычки ( " ).
th: ไม่มีเครื่องหมายฟันหนู ( " )
zh: 缺少引号( " )。

# ErrFormula_MissingArrayCloseString
source: Missing array closing bracket ' } '.
es: Falta paréntesis de cierre de variable ' } '.
fr: Crochet fermant de matrice manquant ' } '.
hi: गुम हुआ सरणी को बंद करने वाला कोष्‍ठक ' } '.
it: Parentesi di chiusura della matrice mancante ' } '.
ja: 配列のとじかっこ「}」がありません。
nl: Accolade sluiten ' } ' ontbreekt.
pt: Chaveta de fecho de matriz ' } ' em falta.
ru: Отсутствует закрывающая скобка массива ' } '.
th: ไม่มีวงเล็บปิดของตัวแปรชุด ' } '
zh: 缺少数组右方括号' } '。

# ErrFormula_IllegalIdentifierString
source: Illegal identifier.
es: Identificador no válido.
fr: Identificateur non conforme.
hi: अवैध पहचानकर्ता।
it: Identificatore non consentito.
ja: 無効な識別子です。
nl: Ongeldige id.
pt: Identificador inválido.
ru: Недопустимый идентификатор.
th: ตัวระบุผิด
zh: 非法标识符。

# ErrFormula_IconsistentArrayString
source: Inconsistent array.
es: Variable incoherente.
fr: Matrice incohérente.
hi: असतत सरणी।
it: Matrice incoerente.
ja: 不整合な配列です。
nl: Inconsistente matrix.
pt: Matriz inconsistente.
ru: Несогласованный массив.
th: ตัวแปรชุดไม่สอดคล้องกัน
zh: 数组不一致。

# ErrFormula_MissingArrayEltString
source: Missing array element.
es: Falta elemento de variable.
fr: Élément de matrice manquant.
hi: गुम हुआ सरणी तत्‍व।
it: Elemento della matrice mancante.
ja: 配列の要素がありません。
nl: Matrixelement ontbreekt.
pt: Elemento de matriz em falta.
ru: Пропущен элемент массива.
th: ไม่มีองค์ประกอบตัวแปรชุด
zh: 缺少数组元素。

# ErrFormula_IllegalArrayEltString
source: Illegal array element.
es: Elemento de variable no válido.
fr: Élément de matrice non conforme.
hi: अवैध सरणी तत्‍व।
it: Elemento della matrice non consentito.
ja: 無効な配列の要素です。
nl: Ongeldig matrixelement.
pt: Elemento de matriz inválido.
ru: Недопустимый элемент массива.
th: องค์ประกอบตัวแปรชุดผิด
zh: 非法数组元素。

# ErrFormula_MissingFuncCloseString
source: Missing function closing bracket ' ) '.
es: Falta paréntesis de función de variable ' ) '.
fr: Crochet fermant de fonction manquant ' } '.
hi: गुम हुआ फ़ंक्‍शन बंद करने वाला कोष्‍ठक ' ) '.
it: Parentesi di chiusura della funzione mancante ' ) '.
ja: 関数のとじかっこ「)」がありません。
nl: Rond haakje sluiten ' ) ' ontbreekt.
pt: Parêntese de fecho de função ' ) ' em falta.
ru: Отсутствует закрывающая скобка функции ' ) '.
th: ไม่มีวงเล็บปิดของฟังก์ชั่น ' ) '
zh: 缺少函数右方括号') '。

# ErrFormula_DeepFuncNestingString
source: Too deep function nesting.
es: Demasiados niveles de anidamiento de la función.
fr: Imbrication des fonctions trop profonde.
hi: फ़ंक्‍शन बहुत गहराई में नेस्‍टेड है।
it: Annidamento della funzione troppo profondo.
ja: 関数のネストが深すぎます。
nl: Functies te diep genest.
pt: Aninhamento de funções demasiado profundo.
ru: Слишком глубокое вложение функций.
th: ฟังก์ชั่นซ้อนกันลึกเกินไป
zh: 函数嵌套太深。

# ErrFormula_UnknownFunctionString
source: Unknown function.
es: Función desconocida.
fr: Fonction inconnue.
hi: अज्ञात फ़ंक्‍शन।
it: Funzione sconosciuta.
ja: 不明な関数です。
nl: Onbekende functie.
pt: Função desconhecida.
ru: Неизвестная функция.
th: ฟังก์ชั่นที่ไม่รู้จัก
zh: 未知函数。

# ErrFormula_MissingSingleQuoteString
source: Missing single quote ( ' ).
es: Falta comilla simple ( ' ).
fr: Guillemet simple manquant ( ' ).
hi: गुम हुआ एकल उद्धरण-चिन्‍ह ( ' ).
it: Virgoletta singola mancante ( ' ).
ja: シングルクォート( ' )がありません。
nl: Enkel aanhalingsteken ( ' ) ontbreekt.
pt: Plica ( ' ) em falta.
ru: Отсутствует одинарная кавычка ( ' ).
th: ไม่มีเครื่องหมายฝนทอง ( ' )
zh: 缺少单引号( ' )。

# ErrFormula_CircularReferenceString
source: Circular reference.
es: Referencia circular.
fr: Référence circulaire.
hi: चक्रीय संदर्भ।
it: Riferimento circolare.
ja: 循環参照です。
nl: Kringverwijzing.
pt: Referência circular.
ru: Циклическая ссылка.
th: การอ้างอิงที่วนกันไปมา
zh: 循环引用。

# ErrFormula_UnknownEvalErrorString
source: Unknown evaluation error.
es: Error de evaluación desconocido.
fr: Erreur d’évaluation inconnue.
hi: अज्ञात मूल्‍यांकन त्रुटि।
it: Errore di valutazione sconosciuto.
ja: 不明な評価のエラーです。
nl: Onbekende evaluatiefout.
pt: Erro de avaliação desconhecido.
ru: Неизвестная ошибка оценки.
th: การประเมินผลผิดพลาดที่ไม่ทราบสาเหตุ
zh: 未知求值错误。

# ErrFormula_NotEnoughArgumentsString
source: Not enough arguments.
es: No hay suficientes argumentos.
fr: Arguments insuffisants.
hi: पर्याप्त तर्क नहीं हैं।
it: Argomenti insufficienti.
ja: 引数が不十分です。
nl: Onvoldoend aantal argumenten.
pt: Argumentos insuficientes.
ru: Не хватает аргументов.
th: อาร์กิวเมนต์ไม่เพียงพอ
zh: 参数不足。

# ErrFormula_TooMuchArgumentsString
source: Too many arguments.
es: Hay demasiados argumentos.
fr: Arguments trop nombreux.
hi: बहुत अधिक तर्क हैं।
it: Argomenti in eccesso.
ja: 引数が多すぎます。
nl: Te groot aantal argumenten.
pt: Demasiados argumentos.
ru: Слишком много аргументов.
th: อาร์กิวเมนต์มากเกินไป
zh: 参数过多。
