Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_ToolTip_FreeText
source: Tap where you want to add text
es: Tocar donde quiera añadir texto
fr: Touchez où vous voulez pour ajouter du texte
hi: वहाँ टैप करें जहाँ आप पाठ जोड़ना चाहते हैं
it: Tocca ovunque per aggiungere testo
ja: テキストを追加したい場所をタップ
nl: Tik waar u tekst wilt toevoegen
pt: Toque onde pretende adicionar texto
ru: Нажмите там, куда хотите добавить текст
th: แตะในตำแหน่งที่คุณต้องการเพิ่มข้อความ
zh: 轻按要添加文本的地方

# Label_ToolTip_Highlight
source: Drag over text to highlight
es: Arrastrar sobre el texto para marcarlo
fr: Faites glisser sur le texte à surligner
hi: हाइलाइट करने के लिए पाठ पर खींचें
it: Trascina sul testo per evidenziarlo
ja: ハイライト表示したいテキスト上をドラッグ
nl: Sleep over tekst om te markeren
pt: Arraste sobre o texto a destacar
ru: Чтобы выделить, перетащите поверх текста
th: ลากทับข้อความเพื่อเน้น
zh: 在文本上拖动以突出显示

# Label_ToolTip_Underline
source: Drag over text to underline
es: Arrastrar sobre el texto para subrayarlo
fr: Faites glisser sur le texte à souligner
hi: रेखांकित करने के लिए पाठ पर खींचें
it: Trascina sul testo per sottolinearlo
ja: 下線を引きたいテキスト上をドラッグ
nl: Sleep over tekst om te onderstrepen
pt: Arraste sobre o texto a sublinhar
ru: Чтобы подчеркнуть, перетащите поверх текста
th: ลากทับข้อความเพื่อขีดเส้นใต้
zh: 在文本上拖动以添加下划线

# Label_ToolTip_Strikethrough
source: Drag over text to strikethrough
es: Arrastrar sobre el texto para tacharlo
fr: Faites glisser sur le texte à barrer
hi: स्ट्राइकथ्रू करने के लिए पाठ पर खींचें
it: Trascina sul testo per barrarlo
ja: 取り消し線を入れたいテキスト上をドラッグ
nl: Sleep over tekst om door te halen
pt: Arraste sobre o texto a rasurar
ru: Чтобы зачеркнуть, перетащите поверх текста
th: ลากทับข้อความเพื่อขีดเส้นทับ
zh: 在文本上拖动以添加删除线

# Label_ToolTip_FreeDraw
source: Drag freely to draw
es: Arrastrar libremente para dibujar
fr: Faites glisser librement pour dessiner
hi: ड्रा करने के लिए स्वतंत्र रूप से खींचें
it: Trascina liberamente per disegnare
ja: 自由にドラッグして描画
nl: Sleep vrij om te tekenen
pt: Arraste livremente para desenhar
ru: Чтобы нарисовать, перетащите в любое место
th: ลากอย่างอิสระเพื่อวาดภาพ
zh: 自由拖动进行绘制

# Label_ToolTip_Line
source: Tap and drag to create a line
es: Tocar y arrastrar para crear una línea
fr: Touchez et faites glisser pour créer une ligne
hi: लाइन बनाने के लिए टैप करें और खींचें
it: Tocca e trascina per creare una linea
ja: タップ＆ドラッグして線を引く
nl: Tik en sleep om een lijn te trekken
pt: Toque e arraste para criar uma linha
ru: Чтобы создать линию, нажмите и перетащите
th: แตะแล้วลากเพื่อสร้างเส้นตรง
zh: 轻按并拖动以创建线条

# Label_ToolTip_Rectangle
source: Tap and drag to create a rectangle
es: Tocar y arrastrar para crear un rectángulo
fr: Touchez et faites glisser pour créer un rectangle
hi: आयत बनाने के लिए टैप करें और खींचें
it: Tocca e trascina per creare un rettangolo
ja: タップ＆ドラッグして四角形を作成
nl: Tik en sleep om een rechthoek te maken
pt: Toque e arraste para criar um retângulo
ru: Чтобы создать треугольник, нажмите и перетащите
th: แตะแล้วลากเพื่อสร้างสี่เหลี่ยมผืนผ้า
zh: 轻按并拖动以创建矩形

# Label_ToolTip_Ellipse
source: Tap and drag to create an ellipse
es: Tocar y arrastrar para crear una elipse
fr: Touchez et faites glisser pour créer une ellipse
hi: दीर्घवृत्त बनाने के लिए टैप करें और खींचें
it: Tocca e trascina per creare un'ellipsi
ja: タップ＆ドラッグしてだ円を作成
nl: Tik en sleep om een ellips te maken
pt: Toque e arraste para criar uma elipse
ru: Чтобы создать эллипс, нажмите и перетащите
th: แตะแล้วลากเพื่อสร้างวงรี
zh: 轻按并拖动以创建椭圆

# Label_ProtectYourDocumentsTitle
source: Protect your documents
es: Proteger sus documentos
fr: Protection de vos documents
hi: अपने दस्तावेज़ों की रक्षा करें
it: Proteggi i tuoi documenti
ja: ドキュメントを保護
nl: Bescherm uw documenten
pt: Proteja os seus documentos
ru: Защищайте свои документы
th: ปกป้องเอกสารของคุณ
zh: 保护您的文档

# Label_ProtectYourDocumentsInfo
source: Add passwords and restrict access to OfficeSuite using Touch ID
es: Y contraseñas y restringir el acceso a OfficeSuite con Touch ID
fr: Ajoutez des mots de passe et limitez l'accès à OfficeSuite à l'aide de Touch ID
hi: Touch ID का इस्तेमाल करके पासवर्ड जोड़ें और OfficeSuite तक पहुँच प्रतिबंधित करें
it: Aggiungi password e limita l'accesso a OfficeSuite usando Touch ID
ja: パスワードの追加、Touch ID で OfficeSuite へのアクセスを制限
nl: Voeg wachtwoorden toe en beperk de toegang tot OfficeSuite met Touch ID
pt: Adicione palavras-passe e restrinja o acesso ao OfficeSuite utilizando o Touch ID
ru: Устанавливайте пароли к OfficeSuite с помощью Touch ID
th: ตั้งรหัสผ่านและจำกัดการเข้าใช้งาน OfficeSuite โดยใช้ Touch ID
zh: 添加密码并使用 Touch ID 限制访问 OfficeSuite。

# Label_AnnotatePdfAndFillFormsTitle
source: Annotate PDFs & fill forms
es: Anotar PDF y rellenar formularios
fr: Annotations et formulaires PDF
hi: PDFs में टिप्पणी जोड़ें और फ़ॉर्म भरें
it: Annotazioni e moduli PDF
ja: PDFの注釈やフォーム
nl: Maak aantekeningen in PDF's en vul formulieren in
pt: Anote PDFs e preencha formulários
ru: PDF заметками и формы
th: คำอธิบายประกอบและรูปแบบ
zh: 注释 PDF 及填写表单

# Label_AnnotatePdfAndFillFormsInfo
source: Create and edit annotations, fill-in and save editable PDF forms
es: Crear y editar anotaciones, completar y guardar formularios en PDF editables
fr: Créez et modifiez des annotations, remplissez et enregistrez des formulaires PDF
hi: टिप्पणियाँ बनाएँ और संपादित करें, संपादन-योग्य PDF फ़ॉर्म भरें और सहेजें
it: Crea e modifica note, campi compilati e salva in formato PDF modificabile
ja: アノテーションの作成や編集、編集可能な PDF フォームへ入力や保存
nl: Maak en bewerk aantekeningen, en vul bewerkbare PDF-formulieren in en sla ze op
pt: Crie e edite anotações; preencha e guarde formulários PDF editáveis
ru: Создавайте и изменяйте заметки, заполняйте и сохраняйте редактируемые PDF-формы
th: สร้างและแก้ไขคำอธิบายกำกับเอกสาร กรอกข้อมูลและบันทึกข้อมูลของแบบฟอร์ม PDF ที่แก้ไขได้
zh: 创建及编辑注释、填写并保存可编辑的 PDF 表单

# Label_SaveAsPDFTitle
source: Save as PDF
es: Guardar como PDF
fr: Enregistrement comme PDF
hi: PDF के रूप में सहेजें
it: Salva come PDF
ja: PDF で保存
nl: Sla op als PDF
pt: Guarde como PDF
ru: Сохраняйте в PDF
th: บันทึกเป็น PDF
zh: 另存为 PDF

# Label_SaveAsPDFInfo
source: Create PDFs from Word, Excel and PowerPoint with no loss of formatting
es: Crear PDF desde Word, Excel y PowerPoint sin pérdidas de formato
fr: Créez des PDF à partir de fichiers Word, Excel et PowerPoint sans perte du formatage
hi: Word, Excel और PowerPoint से फ़ॉरमेट को कोई नुक़सान पहुँचाए बिना PDFs बनाएँ
it: Crea PDF da documenti Word, Excel e PowerPoint senza perderne la formattazione
ja: 書式を損なうこと無く、Word、Excel、PowerPoint から PDF を作成
nl: Maak PDF's van Word-, Excel- en PowerPoint-bestanden zonder de indeling kwijt te raken
pt: Crie PDFs a partir do Word, Excel e PowerPoint sem perdas de formatação
ru: Преобразуйте файлы Word, Excel и PowerPoint в формат PDF без потери форматирования
th: สร้าง PDF จาก Word, Excel และ PowerPoint โดยไม่สูญเสียการจัดรูปแบบ
zh: 从 Word、Excel、PowerPoint 创建 PDF 且不丢失格式。

# Label_EditPDFDocumentsTitle
source: Edit PDF documents
es: Editar documentos en PDF
fr: Modification de documents PDF
hi: PDF दस्तावेज़ संपादित करें
it: Modifica i documenti in PDF
ja: PDF ドキュメントを編集
nl: Bewerk PDF-documenten
pt: Edite documentos PDF
ru: Изменяйте PDF-файлы
th: แก้ไขเอกสาร PDF
zh: 编辑 PDF 文档

# Label_EditPDFDocumentsInfo
source: Convert any PDF to fully-editable Word, Excel, or ePub file
es: Convertir un PDF en un archivo de Word, Excel o ePub completamente editable
fr: Convertissez n'importe quel PDF en fichier Word, Excel ou ePub entièrement modifiable
hi: किसी भी PDF को पूरी तरह से संपादन-योग्य Word, Excel, या ePub फ़ाइल में बदलें
it: Converti qualsiasi PDF in un file Word, Excel o ePub completamente modificabile
ja: すべて編集可能な Word、Excel、ePub ファイルへPDF を変換
nl: Converteer een willekeurige PDF tot een volledig bewerkbaar Word-, Excel- of ePub-bestand
pt: Converta qualquer PDF em ficheiros Word, Excel ou ePub totalmente editáveis
ru: Преобразуйте любые PDF-файлы в полностью редактируемые файлы Word, Excel или ePub
th: แปลงไฟล์ PDF ให้เป็นไฟล์ Word, Excel หรือ ePub ที่แก้ไขได้
zh: 将任何 PDF 转换为完全可编辑的 Word、Excel 或 ePub 文件

# Label_SaveAsLegacyFormatsTitle
source: Legacy Microsoft formats
es: Heredados formaciones de Microsoft
fr: Anciens formats Microsoft
hi: विरासत माइक्रोसॉफ्ट प्रारूपों
it: Formati Microsoft legacy
ja: 旧式の Microsoft 形式で保存
nl: Sla op in oudere Microsoft-indelingen
pt: Formatos da Microsoft legados
ru: Устаревшие форматы Microsoft
th: บันทึกเป็นรูปแบบ Microsoft แบบเก่า
zh: 另存为旧版的 Microsoft 格式

# Label_SaveAsLegacyFormatsInfo
source: Save your documents as .DOC and .XLS for maximum compatibility
es: Guardar sus documentos como .DOC y .XLS para que la compatibilidad sea máxima
fr: Enregistrez vos documents au format .DOC et .XLS pour une compatibilité maximale
hi: अधिकतम संगतता के लिए अपने दस्तावेज़ .DOC और .XLS के रूप में सहेजें
it: Salva i documenti in .doc e .xls per la massima compatibilità
ja: 互換性を高めるため、「.DOC」や「.XLS」でドキュメントを保存
nl: Sla uw documenten op als .DOC en .XLS voor maximale compatibiliteit
pt: Guarde os seus documentos como .DOC e .XLS, maximizando a compatibilidade
ru: Сохраняйте документы в форматах DOC и XLS для наибольшей совместимости
th: บันทึกเป็น .DOC และ .XLS สำหรับเข้ากันได้สูงสุด
zh: 保存您的文档为 .DOC 和 .XLS，以获得最大的兼容性。

# Label_OpenODFDocumentsTitle
source: Open ODF documents
es: Abrir documentos en ODF
fr: Ouverture du documents ODF
hi: खुला ODF दस्तावेज़
it: Apri i documenti .odf
ja: ODF ドキュメントを利用可能
nl: Open ODF-bestanden
pt: Abra documentos ODF
ru: Документы ODF
th: เปิดเอกสาร ODF
zh: 打开 ODF 文档

# Label_OpenODFDocumentsInfo
source: Read .odt, .ods and .odp files
es: Leer archivos .odt, .ods y .odp
fr: Ouvrez vos fichiers .odt, .ods et .odp
hi: .odt, .ods और .odp फ़ाइलें पढ़ें
it: Leggi i file .odt, .ods e .odp
ja: 「.odt」「.ods」「.odp」ファイルを読み込み可能
nl: Lees .odt-, .ods- en .odp-bestanden
pt: Leia ficheiros .odt, .ods e .odp
ru: Работайте с файлами ODT, ODS и ODP.
th: อ่านไฟล์ .odt, .ods และ .odp
zh: 读取.odt、ods 和.odp 文件

# Label_GetExtraFontsTitle
source: Get extra fonts
es: Conseguir más fuentes
fr: Polices supplémentaires
hi: अतिरिक्त फ़ॉन्ट प्राप्त करें
it: Font aggiuntivi disponibili
ja: 追加フォントをゲット
nl: Haal extra lettertypen
pt: Obtenha tipos de letra adicionais
ru: Дополнительные шрифты
th: รับฟอนต์พิเศษ
zh: 获取额外字体

# Label_GetExtraFontsInfo
source: 70+ essential fonts, such as Tahoma, Calibri and Wingdings
es: Más de 70 fuentes básicas como Tahoma, Calibri y Wingdings
fr: Plus de 70 polices essentielles, dont Tahoma, Calibri et Wingdings
hi: 70+ अनिवार्य फ़ॉन्ट, जैसे Tahoma, Calibri और Wingdings
it: Oltre 70 font essenziali, come Tahoma, Calibri e Wingdings
ja: Tahoma、Calibri、Wingdings など 70 種類以上の必須フォントを内蔵
nl: 70+ onmisbare lettertypen, zoals Tahoma, Calibri en Wingdings
pt: Mais de 70 tipos de letra essenciais, tais como Tahoma, Calibri e Wingdings
ru: Более 70 таких неотъемлемых шрифтов, как Tahoma, Calibri и Wingdings
th: ฟอนต์ที่จำเป็นมากกว่า 70 ฟอนต์ เช่น Tahoma, Calibri และ Wingdings
zh: 70 多种基本字体，例如 Tahoma、Calibri 和 Wingdings

# Label_RemoveAdsTitle
source: Remove ads
es: Quitar los anuncios
fr: Sans publicité
hi: विज्ञापन हटाएँ
it: Rimuovi pubblicità
ja: 広告を削除
nl: Advertenties verwijderen
pt: Remova os anúncios
ru: Без рекламы
th: ลบโฆษณา
zh: 移除广告

# Label_RemoveAdsInfo
source: Enjoy OfficeSuite ad-free
es: Disfrutar de OfficeSuite sin anuncios
fr: Profitez d'OfficeSuite sans pub
hi: विज्ञापन-मुक्त OfficeSuite का आनंद लें
it: Goditi OfficeSuite senza pubblicità
ja: 広告無し OfficeSuite をお楽しみください
nl: Geniet van OfficeSuite zonder advertenties
pt: Desfrute do OfficeSuite sem anúncios
ru: Оцените все возможности OfficeSuite без рекламы
th: เพลิดเพลินกับ OfficeSuite โดยไม่มีโฆษณา
zh: 享受无广告的 OfficeSuite

# Label_PremiumPowerPointEditNotes
source: Create and edit presenter notes in your slides. Available as part of OfficeSuite Premium.
es: Crear y editar notas para el ponente en sus diapositivas. Disponible en OfficeSuite Premium.
fr: Créez et modifiez des notes de présentation dans vos diaporamas. Disponible dans le cadre d'OfficeSuite Premium.
hi: अपनी स्लाइड्स में प्रस्तुतकर्ता नोट बनाएँ और संपादित करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Crea e modifica le note del relatore nelle diapositive. Disponibile nel pacchetto OfficeSuite Premium.
ja: スライド内にプレゼン用ノートを作成＆編集できます。OfficeSuite プレミアムでご利用可能です。
nl: Maak en bewerk presentatieopmerkingen in uw dia's. Beschikbaar als deel van OfficeSuite Premium
pt: Crie e edite notas do apresentador nos seus diapositivos. Disponível no OfficeSuite Premium.
ru: Создавайте и изменяйте заметки выступающего на слайдах. Доступно в составе OfficeSuite Premium.
th: สร้างและแก้ไขบันทึกย่อของผู้นำเสนอในสไลด์ของคุณ เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 在您的幻灯片中创建及编辑演讲者备注。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_FreeText
source: Free Text
es: Texto
fr: Texte
hi: मुफ़्त टेक्स्ट
it: Testo
ja: 無料テキスト
nl: Tekst
pt: Texto
ru: Текст
th: ข้อความอิสระ
zh: Text

# Label_Sign
source: Sign
es: Firma
fr: Signer
hi: हस्ताक्षर
it: Firma
ja: サイン
pt: Assinar
ru: Подписать
th: เซ็นชื่อ

# Label_QuickSign
source: Quick Sign
es: Firma rápida
fr: Signature rapide
hi: त्वरित हस्ताक्षर
it: Firma veloce
ja: クイックサイン
pt: Assinar Rapidamente
ru: Быстрая подпись
th: เซ็นชื่อด่วน

# Label_AddDate
source: Add date
es: Añadir fecha
fr: Ajouter date
hi: तिथि जोड़ें
it: Aggiungi data
ja: 日付を追加
pt: Adicionar data
ru: Добавить дату
th: เพิ่มวันที่

# Label_PickDate
source: Pick a date
es: Selecciona una fecha
fr: Choisir une date
hi: तिथि चुनें
it: Seleziona data
ja: 日付を選択
pt: Escolha uma data
ru: Выбрать дату
th: เลือกวันที่

# Label_AddSignature
source: Add Signature
es: Añadir firma
fr: Ajouter
hi: हस्ताक्षर जोड़ें
it: Aggiungi firma
ja: 署名を追加
pt: Adicionar
ru: Добавить
th: เพิ่มลายเซ็น

# Label_QuickSignHint
source: Place your signature or initials
es: Incluya su firma o iniciales
fr: Apposez votre signature ou vos initiales
hi: अपने हस्ताक्षर या आद्यक्षर करें
it: Posiziona firma o iniziali
ja: 署名かイニシャルを設定
pt: Coloque a sua assinatura ou iniciais
ru: Вставьте подпись или инициалы
th: ใส่ลายเซ็นหรือตัวย่อ

# Label_QuickSignNoAvailableSignatures
source: No signatures
es: Sin firmas
fr: Aucune signature
hi: कोई हस्ताक्षर नहीं
it: Nessuna firma
ja: 署名なし
pt: Nenhuma assinatura
ru: Без подписей
th: ไม่มีลายเซ็น

# Label_ToolTip_QuickSign
source: Tap where you want to add a signature
es: Pulse donde desee añadir una firma
fr: Touchez l'endroit où vous voulez ajouter une signature
hi: वहाँ टैप करें जहाँ आप हस्ताक्षर जोड़ना चाहते हैं
it: Tocca il punto in cui aggiungere una firma
ja: 署名を追加したい場所をタップ
pt: Toque onde pretende adicionar uma assinatura
ru: Коснитесь, где нужно добавить подпись
th: แตะบริเวณที่คุณต้องการเพิ่มลายเซ็น

# Label_ToolTip_Date
source: Tap where you want to add a date
es: Pulse donde desee añadir una fecha
fr: Touchez l'endroit où vous voulez ajouter une date
hi: वहाँ टैप करें जहाँ आप तिथि जोड़ना चाहते हैं
it: Tocca il punto in cui aggiungere una data
ja: 日付を追加したい場所をタップ
pt: Toque onde pretende adicionar uma data
ru: Коснитесь, где нужно добавить дату
th: แตะบริเวณที่คุณต้องการเพิ่มวันที่

# Label_TryAgain
source: Try again
es: Intentar de nuevo
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再度お試しください
pt: Tente novamente
ru: Повторите попытку
th: ลองใหม่อีกครั้ง

# Label_YouMustBeOnlineInOrderToUpgrade
source: You must be online in order to upgrade
es: Debe estar conectado para poder actualizar la aplicación
fr: Vous devez être en ligne pour faire une mise à niveau
hi: अपग्रेड करने के लिए आपको ऑनलाइन होना चाहिए
it: È necessario essere online per aggiornare
ja: アップグレードするにはオンラインにしてください
pt: Para atualizar tem de estar online
ru: Для обновления необходимо подключение к Интернету
th: คุณจะต้องออนไลน์จึงจะสามารถอัปเกรดได้

# Label_CannotConnectToITunesStore
source: Cannot connect to iTunes store
es: No se puede conectar a la tienda de iTunes
fr: Impossible de se connecter à la boutique iTunes
hi: iTunes स्टोर से कनेक्ट नहीं हो सकता
it: Impossibile connettersi a iTunes Store
ja: iTunes ストアに接続できません
pt: Não é possível ligar à iTunes Store
ru: Не удается подключиться к iTunes Store
th: ไม่สามารถเชื่อมต่อกับร้านค้า iTunes ได้

# ErrClass_FillString
source: Fill failed.
es: Error al rellenar.
fr: Le remplissage a échoué.
hi: भरना विफल।
it: Compilazione non riuscita.
ja: 記入できません。
pt: O preenchimento falhou.
ru: Сбой заполнения.
th: การกรอกล้มเหลว

# Label_UnsupportedDefinedName
source: This document contains unsupported defined name. Document save may fail
es: Este documento incluye un nombre definido no compatible. Quizá no se pueda guardar el documento.
fr: Ce document contient un nom défini non pris en charge. L'enregistrement du document pourrait échouer.
hi: इस दस्तावेज़ में असमर्थित निर्धारित नाम शामिल हैं। दस्तावेज़ सहेजना विफल हो सकता है
it: Il documento contiene un nome definito non supportato. Potrebbe essere impossibile salvare il documento
ja: この文書にはサポート外の定義名が含まれています。文書の保存ができない場合があります。
pt: Este documento contém um nome definido não suportado. Poderá não ser possível guardar o documento.
ru: У этого документа неподдерживаемое имя. При сохранении может произойти ошибка.
th: เราไม่รองรับชื่อที่กำหนดให้เอกสารนี้ การบันทึกเอกสารอาจล้มเหลว

# Label_SignIn
source: Sign In
es: Iniciar sesión
fr: Connexion
hi: साइन इन करें
it: Accedi
ja: サインイン
pt: Iniciar sessão
ru: Вход
th: ลงชื่อเข้าใช้

# Label_SignUp
source: Sign up
es: Registrarse
fr: S'INSCRIRE
hi: साइन अप करें
it: Registrati
ja: サインアップ
pt: Registar
ru: Регистрация
th: สมัคร

# Label_SignOut
source: Sign out
es: Cerrar sesión
fr: Déconnexion
hi: साइन आउट करें
it: Esci
ja: サインアウト
pt: Terminar sessão
ru: Выход
th: ลงชื่อออก

# Label_ForgotPassword
source: Forgot password ?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए ?
it: Password dimenticata ?
ja: パスワードをお忘れですか ？
pt: Esqueceu-se da palavra-passe ?
ru: Забыли пароль ?
th: ลืมรหัสผ่านหรือ ?

# Label_ResetPassword
source: Reset password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
it: Reimposta password
ja: パスワードをリセット
pt: Repor palavra-passe
ru: Сбросить пароль
th: รีเซ็ตรหัสผ่าน

# Label_Remove
source: Remove
es: Eliminar
fr: Supprimer
hi: निकालें
it: Rimuovi
ja: 削除
pt: Remover
ru: Удалить
th: ลบ

# Label_TakePhoto
source: Take photo
es: Hacer una foto
fr: Prendre photo
hi: फ़ोटो लें
it: Scatta foto
ja: 写真を撮る
pt: Tirar fotografia
ru: Сделать снимок
th: ถ่ายภาพ

# Label_ChooseFromCameraRoll
source: Choose from camera roll
es: Elegir del carrete
fr: Choisir depuis la pellicule
hi: कैमरा रोल से चुनें
it: Scegli da Rullino foto
ja: カメラロールから選択
pt: Escolher no rolo da câmara
ru: Выбрать из фотопленки
th: เลือกจากม้วนฟิล์ม

# Err_EnterDifferentPassword
source: Old and new passwords are equal. Please enter new password !
es: La contraseña antigua y nueva son iguales. ¡Indique una contraseña nueva!
fr: Les mots de passe sont identiques. Veuillez saisir le nouveau mot de passe !
hi: पुराना और नया पासवर्ड समान हैं।कृपया नया पासवर्ड दर्ज करें!
it: La password nuova e quella precedente sono uguali. Inserire una nuova password.
ja: 以前のパスワードと新しいパスワードが同じです。違うパスワードにしてください！
pt: A nova palavra-passe é igual à antiga. Introduza uma nova palavra-passe.
ru: Старый и новый пароли совпадают. Введите пароль, который не повторяется!
th: รหัสผ่านเก่าและรหัสผ่านใหม่เหมือนกัน โปรดป้อนรหัสผ่านใหม่ที่ไม่ซ้ำเดิม!

# Label_SaveAppSettings
source: Save app settings, recent files and more
es: Guarde ajustes de la app, archivos recientes y más
fr: Enregistrez les réglages d'applications, les fichiers récents, et plus encore
hi: ऐप सेटिंग्स, हाल की फ़ाइलें तथा और बहुत कुछ सहेजें
it: Salva le impostazioni dell'app, i file recenti e molto altro
ja: アプリの設定や最近使ったファイルその他の保存
pt: Guardar definições da aplicação, ficheiros recentes, etc.
ru: Сохраняйте настройки приложения, последние файлы и прочее
th: บันทึกการตั้งค่าแอป ไฟล์ล่าสุด และอีกมากมาย

# Err_PleaseFillYourCredentials
source: Please fill in your credentials.
es: Indique sus credenciales.
fr: Veuillez saisir vos identifiants.
hi: कृपया अपने क्रेडेंशियल्स भरें।
it: Inserire le proprie credenziali.
ja: 認証情報を入力してください。
pt: Preencha as suas credenciais.
ru: Введите учетные данные.
th: โปรดกรอกสิทธิ์การเข้าใช้งานของคุณ

# Err_InvalidEmailAddress
source: Invalid email address.
es: Correo electrónico no válido.
fr: Adresse e-mail non valide.
hi: अमान्य ईमेल पता।
it: Indirizzo e-mail non valido.
ja: 無効なメールアドレスです。
pt: Endereço de e-mail inválido.
ru: Неверный адрес электронной почты.
th: ที่อยู่อีเมลไม่ถูกต้อง

# Err_AccountDoesNotExist
source: Account does not exist. Please check your email and try again.
es: La cuenta no existe. Compruebe su correo electrónico y vuelva a intentarlo.
fr: Le compte n'existe pas. Vérifiez votre adresse e-mail et réessayez.
hi: खाता मौजूद नहीं है। कृपया अपनी ईमेल की जाँच करें और फिर कोशिश करें।
it: Account inesistente. Verificare l'indirizzo e-mail e riprovare.
ja: アカウントが存在しません。メールアドレスを確認して最初からやり直してください。
pt: A conta não existe. Verifique o seu e-mail e tente novamente.
ru: Такой учетной записи нет. Проверьте адрес электронной почты и повторите попытку.
th: ไม่พบบัญชี โปรดตรวจสอบอีเมลของคุณแล้วลองอีกครั้ง

# Err_AccountAlreadyExist
source: This account already exists. Do you want to reset the password?
es: Esta cuenta ya existe. ¿Quiere restablecer la contraseña?
fr: Ce compte existe déjà. Voulez-vous réinitialiser le mot de passe ?
hi: यह खाता पहले ही मौजूद है। क्या आप पासवर्ड रीसेट करना चाहते हैं?
it: Questo account esiste già. Reimpostare la password?
ja: このアカウントはすでに存在しています。パスワードをリセットしますか？
pt: Esta conta já existe. Pretende repor a palavra-passe?
ru: Такое имя уже занято. Хотите сбросить пароль?
th: พบบัญชีอยู่แล้ว คุณต้องการรีเซ็ตรหัสผ่านหรือไม่?

# Err_PasswordMissmatch
source: Incorrect username or password.
es: Nombre de usuario o contraseña incorrectos.
fr: Nom d'utilisateur ou mot de passe incorrect.
hi: ग़लत उपयोगकर्ता नाम या पासवर्ड।
it: Nome utente o password non corretti.
ja: ユーザー名かパスワードが間違っています。
pt: Nome de utilizador ou palavra-passe incorretos.
ru: Неправильное имя пользователя или пароль.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

# Wrn_SighOutDecription
source: Are you sure you want to sign out?
es: ¿Seguro que quiere cerrar la sesión?
fr: Voulez-vous vraiment vous déconnecter ?
hi: क्या आप वाकई साइन आउट करना चाहते हैं?
it: Uscire?
ja: サインアウトしますか？
pt: Tem a certeza de que pretende terminar a sessão?
ru: Хотите выйти?
th: แน่ใจหรือว่าคุณต้องการลงชื่อออก?

# Msg_PasswordChanged
source: Your password has changed
es: Su contraseña ha cambiado
fr: Votre mot de passe a été modifié
hi: आपका पासवर्ड बदल गया है।
it: La password è cambiata
ja: パスワードが変更されました
pt: A sua palavra-passe foi alterada
ru: Пароль изменен
th: รหัสผ่านของคุณถูกเปลี่ยนแล้ว

# Err_AccountNotValidated
source: Account not validated yet
es: Cuenta aún sin validar
fr: Compte en cours de validation
hi: खाता अभी तक सत्यापित नहीं हुआ है।
it: Account non ancora convalidato
ja: アカウントはまだ認証されていません
pt: A conta ainda não foi validada
ru: Учетная запись еще не подтверждена
th: ตอนนี้บัญชียังไม่ได้รับการยืนยัน

# Btn_ResendValidation
source: Validate
es: Validar
fr: Valider
hi: प्रमाणित करें
it: Convalida
ja: 認証
pt: Validar
ru: Подтвердить
th: ยืนยัน

# Msg_ValidationResendSuccess
source: Validation link sent to your email.
es: Se ha enviado el enlace de validación a su correo electrónico.
fr: Lien de validation envoyé vers votre adresse e-mail.
hi: सत्यापन लिंक आपकी ईमेल पर भेजा गया है।
it: Link di convalida inviato all'indirizzo e-mail.
ja: 認証用リンクが記載されたメールをあなた宛に送信しました。
pt: Ligação de validação enviada para o seu e-mail.
ru: Ссылка для подтверждения отправлена на ваш адрес электронной почты.
th: เราได้ส่งลิงก์สำหรับยืนยันไปที่อีเมลของคุณแล้ว
