Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_BasicShapes
source: Basic Shapes
es: Formas básicas
fr: Formes basiques
hi: बुनियादी आकृतियां
it: Forme di Base
ja: 基本図形
nl: Basisvormen
pt: Formas básicas
ru: Основные фигуры
th: รูปทรงพื้นฐาน
zh: 基本形状

# Label_BlockArrows
source: Block Arrows
es: Flechas de bloque
fr: Flèche de bloc
hi: ब्‍लॉक वाले तीर
it: Blocca Frecce
ja: ブロック矢印
nl: Blokpijlen
pt: Setas de bloqueio
ru: Стрелки
th: ลูกศรบล็อก
zh: 箭头总汇

# Label_EquationShapes
source: Equation Shapes
es: Formas de ecuación
fr: Formes d'équation
hi: समीकरण वाली आकृतियां
it: Forme dell'Equazione
ja: 数式図形
nl: Vergelijkingsvormen
pt: Formatos de equação
ru: Фигуры для формул
th: รูปทรงสมการ
zh: 公式形状

# Label_FlowchartShapes
source: Flowchart Shapes
es: Formas para diagramas de flujo
fr: Formes d'organigramme
hi: फ्लोचार्ट वाली आकृतियां
it: Forme del Diagramma di Flusso
ja: フローチャート
nl: Vormen voor stroomdiagrammen
pt: Formato de fluxograma
ru: Фигуры блок-схемы
th: รูปทรงแผนผัง
zh: 流程图形状

# Label_StarsAndBanners
source: Stars and Banners
es: Cintas y estrellas
fr: Étoiles et bannières
hi: तारे और बैनर
it: Stelle e Banner
ja: 星とリボン
nl: Sterren en vaandels
pt: Estrelas e faixas
ru: Звезды и баннеры
th: ดาวและธง
zh: 星与旗帜

# Label_Callouts
source: Callouts
es: Llamadas
fr: libellés
hi: कॉलआउट्स
it: Balloon
ja: 吹き出し
nl: Toelichtingen
pt: Avisos
ru: Выноски
th: คำบรรยายภาพ
zh: 标注

# Label_ActionButtons
source: Action Buttons
es: Botones de acción
fr: Boutons d'action
hi: एक्‍शन बटन्‍स
it: Tasti Azione
ja: 動作設定ボタン
nl: Actieknoppen
pt: Botões de acção
ru: Управляющие кнопки
th: ปุ่มการกระทำ
zh: 动作按钮

# Label_Others
source: Others
es: Otros
fr: Autres
hi: अन्‍य
it: Altre
ja: その他
nl: Overige
pt: Outros
ru: Другие
th: อื่นๆ
zh: 其他

# Label_BringToFront
source: Bring to Front
es: Traer al frente
fr: Amener devant
hi: सबसे आगे लाएं
it: Porta in Primo Piano
ja: 最前面へ移動
nl: Naar voorgrond
pt: Trazer para frente
ru: На передний план
th: นำไปสู่ด้านหน้า
zh: 置于顶层

# Label_SendToBack
source: Send to Back
es: Enviar al fondo
fr: Passer derrière
hi: सबसे पीछे ले जाएं
it: Porta sul Fondo
ja: 最背面へ移動
nl: Naar achtergrond
pt: Enviar para trás
ru: На задний план
th: ส่งไปด้านหลัง
zh: 置于底层

# Label_BringForward
source: Bring Forward
es: Traer hacia adelante
fr: Faire avancer
hi: आगे लाएं
it: Porta Avanti
ja: 前面へ移動
nl: Naar voren
pt: Trazer para a frente de
ru: Переместить вперед
th: นำไปข้างหน้า
zh: 上移一层

# Label_SendBackward
source: Send Backward
es: Enviar hacia atrás
fr: Faire reculer
hi: पीछे ले जाएं
it: Porta Indietro
ja: 背面へ移動
nl: Naar achteren
pt: Enviar para detrás de
ru: Переместить назад
th: ส่งไปข้างหลัง
zh: 下移一层

# Label_GoPremiumDetails
source: Get the most out of OfficeSuite with Premium upgrade
es: Aproveche al máximo las posibilidades de OfficeSuite con OfficeSuite Premium
fr: Tirez le meilleur de OfficeSuite avec OfficeSuite Premium
hi: ऑफिस-सुइट प्रीमियम के साथ ऑफिस-सुइट से अधिकतम प्राप्‍त करें
it: Ottieni il massimo da OfficeSuite con OfficeSuite Premium
ja: OfficeSuite プレミアムでOfficeSuiteを最大限に活用
nl: Haal het meeste uit OfficeSuite met OfficeSuite Premium
pt: Beneficie o máximo do OfficeSuite com o OfficeSuite Premium
ru: Получить максимальные возможности OfficeSuite с премиум-версией OfficeSuite
th: รับประโยชน์สูงสุดจาก OfficeSuite ด้วย OfficeSuite Premium
zh: 购买《OfficeSuite高级版》，尽享OfficeSuite功能。

# Label_HideGoPremium
source: Hide Go Premium
es: Ocultar el modo Premium
fr: Masquer Passer Premium
hi: प्रीमियम हों को छिपाएं
it: Nascondi Passa a Premium
ja: プレミアムへ移行を非表示
nl: Premium kopen verbergen
pt: Ocultar Actualizar para versão Premium
ru: Скрыть переход на премиум-версию
th: ซ่อนไปสู่รุ่นพรีเมี่ยม
zh: 隐藏升到高级版

# Label_ShowGoPremium
source: Show Go Premium
es: Mostrar el modo Premium
fr: Afficher Passer Premium
hi: प्रीमियम हों को दिखाएं
it: Mostra Passa a Premium
ja: プレミアムへ移行を表示
nl: Premium kopen weergeven
pt: Mostrar Actualizar para versão Premium
ru: Показывать переход на премиум-версию
th: แสดงไปสู่รุ่นพรีเมี่ยม
zh: 显示升到高级版

# Label_RestorePurchases
source: Restore Purchases
es: Restaurar compras
fr: Récupérer les achats
hi: खरीदारियों को रीस्‍टोर करें
it: Ripristina Acquisti
ja: 購入の復元
nl: Aankopen herstellen
pt: Restaurar compras
ru: Восстановить покупки
th: กู้คืนการซื้อ
zh: 恢复购买

# Label_BuyMonthly
source: Monthly %@/month
es: %@ al mes
fr: Mensuel %@/mois
hi: मासिक %@/माह
it: Mensile %@/al mese
ja: 月額払い %@/月
nl: Maandelijks %@/maand
pt: Mensalmente %@/mês
ru: Ежемесячно %@/месяц
th: เดือนละ %@/เดือน
zh: 月费：%@

# Label_BuyYearly
source: Yearly %@/year (%@/month)
es: %@ al año (%@ al mes)
fr: Annuel %@/an (%@/mois)
hi: वार्षिक %@/वर्ष (%@/माह)
it: Annuale %@/all'anno (%@/al mese)
ja: 年額払い %@/年 (%@/月)
nl: Jaarlijks %@/jaar (%@/maand)
pt: Anualmente %@/ano (%@/mês)
ru: Ежегодно %@/год (%@/месяц)
th: ปีละ %@/ปี (%@/เดือน)
zh: 年费：%@（每月%@）

# Label_Feature1
source: Edit and create Word documents
es: Editar y crear documentos Word
fr: Éditez et créez des documents Word
hi: वर्ड के दस्‍तावेज संपादित और सृजित करें
it: Modifica e crea documenti Word
ja: Word文書の編集および作成
nl: Word-documenten maken en bewerken
pt: Editar e criar documentos Word
ru: Редактирование и создание документов Word
th: แก้ไขและสร้างเอกสาร Word
zh: 编辑与创建Word文档

# Label_Feature2
source: Edit and create Excel documents
es: Editar y crear documentos Excel
fr: Éditez et créez des documents Excel
hi: एक्‍सेल के दस्‍तावेज संपादित और सृजित करें
it: Modifica e crea documenti Excel
ja: Excel文書の編集および作成
nl: Excel-documenten maken en bewerken
pt: Editar e criar documentos Excel
ru: Редактирование и создание документов Excel
th: แก้ไขและสร้างเอกสาร Excel
zh: 编辑与创建Excel文档

# Label_Feature3
source: Edit and create PowerPoint documents
es: Editar y crear documentos PowerPoint
fr: Éditez et créez des documents PowerPoint
hi: पावरप्‍वाइंट के दस्‍तावेज संपादित और सृजित करें
it: Modifica e crea documenti PowerPoint
ja: PowerPoint文書の編集および作成
nl: PowerPoint-documenten maken en bewerken
pt: Editar e criar documentos PowerPoint
ru: Редактирование и создание документов PowerPoint
th: แก้ไขและสร้างเอกสาร PowerPoint
zh: 编辑与创建PowerPoint文档

# Label_Feature4
source: View PDF files
es: Ver archivos PDF
fr: Visualisez des documents PDF
hi: PDF फाइलें देखें
it: Visualizza file PDF
ja: PDFファイルを表示
nl: PDF-bestanden bekijken
pt: Visualizar ficheiros PDF
ru: Просмотр PDF-файлов
th: เรียกดูไฟล์ PDF
zh: 查看PDF文件

# Label_Feature5
source: Cloud support and document sharing
es: Posibilidad de utilizar la nube y compartir documentos
fr: Prise en charge du dématérialisé et partage des fichiers
hi: क्‍लाउड समर्थन और दस्‍तावेज साझा करना
it: Supporto al cloud e condivisione dei documenti
ja: クラウドのサポートおよび文書の共有
nl: Ondersteuning voor cloud en delen van documenten
pt: Suporte e partilha de documentos da Cloud
ru: Поддержка облачных технологий и общий доступ к документам
th: สนับสนุนคลาวด์และการแบ่งปันเอกสาร
zh: 云支持与文件共享

# Label_Feature6
source: Print
es: Impresión
fr: Impression
hi: प्रिंट करें
it: Stampa
ja: 印刷
nl: Afdrukken
pt: Imprimir
ru: Печать
th: พิมพ์
zh: 打印

# Label_Feature7
source: Password protection
es: Protección mediante contraseña
fr: Protection par mot de passe
hi: पासवर्ड सुरक्षा
it: Protezione con password
ja: パスワード保護
nl: Wachtwoordbeveiliging
pt: Protecção por palavra-passe
ru: Защита паролем
th: การปกป้องด้วยรหัสผ่าน
zh: 密码保护

# Label_Feature8
source: Export text documents to PDF
es: Exportar documentos de texto a PDF
fr: Exportez des documents texte au format PDF
hi: पाठ्य दस्‍तावेजों को PDF में निर्यात करें
it: Esporta documenti di testo in PDF
ja: テキスト文書をPDFファイルへエクスポート
nl: Tekstbestanden exporteren naar PDF
pt: Exportar documentos de texto para PDF
ru: Экспорт текстового документа в PDF
th: ส่งออกเอกสารเป็น PDF
zh: 将文本文档导出为PDF

# Label_Feature9
source: Export PDF files to Word, Excel and ePub
es: Exportar archivos PDF a Word, Excel y ePub
fr: Exportez des fichiers PDF au format Word, Excel et ePub
hi: पीडीएफ फाइलों को वर्ड, एक्‍सेल और ई-पब में निर्यात करें
it: Esporta file PDF in Word, Excel e ePub
ja: PDFファイルをWord、Excel、epubファイルへエクスポート
nl: PDF-bestanden exporteren naar Word, Excel en ePub
pt: Exportar ficheiros PDF para Word, Excel e ePub
ru: Экспорт PDF-файлов в Word, Excel и ePub
th: ส่งออกไฟล์ PDF เป็น Word, Excel และ ePub
zh: 将PDF文件导出为Word、Excel与ePub

# Label_Feature10
source: Spell check
es: Corrector ortográfico
fr: Correction orthographique
hi: स्‍पेल चेक चलाएं
it: Controllo ortografico
ja: スペルチェック
nl: Spellingcontrole
pt: Verificar ortografia
ru: Проверка правописания
th: ตรวจสอบตัวสะกด
zh: 拼写检查

# Label_Feature11
source: Keep the original layout, formatting, tables and graphics after PDF export
es: Mantener el diseño, el formato, las tablas y los gráficos originales después de exportar a PDF
fr: Gardez la mise en page, le format, les tableaux et les graphiques de votre PDF quand vous l'exportez
hi: PDF निर्यात के बाद मूल लेआउट, फॉर्मेटिंग, तालिकाएं और ग्राफिक्‍स को बनाए रखें
it: Mantieni il layout originale, la formattazione, le tabelle e la grafica dopo l'esportazione in PDF
ja: PDFエクスポート後も、元の文書のレイアウト、書式設定、テーブルおよび画像をを保持
nl: Behoud de oorspronkelijke indeling, opmaak, tabellen en afbeeldingen na PDF-export
pt: Manter o esquema, formatação, tabelas e gráficos originais após exportar para PDF
ru: Сохранение документов в PDF без потери форматирования, таблиц и графики
th: รักษาผัง การจัดรูปแบบ ตาราง และภาพเดิมไว้หลังจากส่งออกเป็น PDF
zh: 导出为PDF后保存原始布局、格式、表格与图像

# Label_Feature12
source: Insert filters in Excel
es: Insertar filtros en Excel
fr: Insérez des filtres dans Excel
hi: एक्‍सेल में फिल्‍टर डालें
it: Inserisci filtri in Excel
ja: Excelにフィルターを挿入
nl: Filters toevoegen in Excel
pt: Inserir filtros no Excel
ru: Установка фильтров в Excel
th: แทรกตัวกรองใน Excel
zh: 在Excel中插入筛选

# Label_Feature13
source: Ad free
es: Sin publicidad
fr: Pas de pubs
hi: विज्ञापन मुक्‍त
it: Nessuna pubblicità
ja: 広告なし
nl: Zonder advertenties
pt: Sem publicidade
ru: Отсутствие рекламы
th: ปลอดโฆษณา
zh: 无广告

# Label_GoPremFeature
source: Feature
es: Funcionalidad
fr: Fonctionnalités
hi: विशेषता
it: Caratteristiche
ja: 機能
nl: Eigenschap
pt: Função
ru: Возможность
th: คุณสมบัติ
zh: 功能

# Label_GoPremFree
source: Free
es: Gratis
fr: Gratuit
hi: मुफ्त
ja: フリー
pt: Grátis
ru: Бесплатно
th: ฟรี
zh: 免费

# Label_GoPremPro
source: Pro
hi: प्रो
ja: プロ
ru: Про
th: โปร
zh: 专业

# Label_GoPremPremium
source: Premium
hi: प्रीमियम
ja: プレミアム
nl: Premium kopen
ru: Премиум-версия
th: พรีเมี่ยม
zh: 高级

# Label_Premium
source: Premium
hi: प्रीमियम
ja: プレミアム
nl: Premium kopen
ru: Премиум-версия
th: พรีเมี่ยม
zh: 高级

# Label_GoPremiumBenefits
source: Benefits of the Premium Package
es: Beneficios del paquete Premium
fr: Avantages de l'offre Premium
hi: प्रीमियम पैकेज के फायदे
it: Benifici della Versione Premium
ja: プレミアムパッケージの利点
nl: Voordelen van het Premium-pakket
pt: Benefícios do Pacote Premium
ru: Преимущества премиум-пакета
th: ประโยชน์ของแพ็คเกจพรีเมี่ยม
zh: 高级包的优势

# InfoTitle_PremiumFeature
source: Premium Feature
es: Funcionalidad de la versión Premium
fr: Fonctionnalités Premium
hi: प्रीमियम विशेषता
it: Caratteristica Premium
ja: プレミアムの機能
nl: Premium-functie
pt: Função Premium
ru: Премиум-возможности
th: คุณสมบัติพรีเมี่ยม
zh: 高级功能

# InfoMsg_PremiumFeature
source: This feature is available in the Premium version only.
es: Esta opción está disponible solamente en la versión Premium.
fr: Cette fonctionnalité n'est disponible que dans la version Premium.
hi: यह विशेषता केवल प्रीमियम संस्‍करण में ही उपलब्‍ध है।
it: Questa funzionalità è disponibile solo nella versione Premium.
ja: この機能は、プレミアムバージョンでのみ使用できます。
nl: Deze functie is alleen beschikbaar in de Premium-versie.
pt: Esta função está disponível apenas na versão Premium.
ru: Эта возможность доступна только в премиум-версии.
th: คุณสมบัตินี้มีในเวอร์ชั่นพรีเมี่ยมเท่านั้น
zh: 该功能仅限高级版使用。

# Label_FreeEdition
source: Free Edition
es: Edición gratuita
fr: Édition gratuite
hi: मुफ्त संस्‍करण
it: Edizione Gratuita
ja: フリー版
nl: Gratis versie
pt: Edição Gratuita
ru: Бесплатная версия
th: รุ่นฟรี
zh: 免费版

# Label_PremiumEdition
source: Premium Edition
es: Edición Premium
fr: Édition Premium
hi: प्रीमियम संस्‍करण
it: Edizione Premium
ja: プレミアム版
nl: Premium-versie
pt: Edição Premium
ru: Премиум-версия
th: รุ่นพรีเมี่ยม
zh: 高级版

# Label_TopN
source: Top N
hi: सर्वोच्‍च N
ja: トップ N 件
ru: Топ-N
th: N อันดับสูงสุด
zh: 前N个

# Label_ShowRowsWhere
source: Show rows where value is:
es: Mostrar filas con el valor:
fr: Afficher les lignes dont la valeur est :
hi: यह मान होने पर पंक्तियां दिखाएं :
ja: 次の値を持つ行を表示します:
nl: Rijen weergeven die de waarde bevatten:
pt: Mostras filas onde está valor:
ru: Показать строки, где значение равно:
th: แสดงแถวที่มีค่า:
zh: 当为下列值时显示行：

# Label_TopNAutoFilter
source: Top N AutoFilter
es: Autofiltro Top N
fr: Top N AutoFiltre
hi: सर्वोच्‍च N ऑटोफिल्‍टर
ja: 上位 N 件オートフィルター
pt: Filtro automático Top N
ru: Автофильтр Топ-N
th: กรอง N อันดับสูงสุดอัตโนมัติ
zh: 前N个自动筛选

# Label_ShowTop10
source: Show:
es: Mostrar:
fr: Afficher :
hi: दिखाएं :
ja: 表示:
nl: Weergeven:
pt: Mostrar:
ru: Показать:
th: แสดง:
zh: 显示：

# Label_FilterOn
source: Turn filters ON
es: Activar filtros
fr: Activer les filtres
hi: फिल्‍टरर्स को चालू करें
ja: フィルターをオン
nl: Filters inschakelen
pt: LIGAR filtros
ru: Включить фильтры
th: เปิดตัวกรอง
zh: 开启筛选

# Label_FilterOff
source: Turn filters OFF
es: Desactivar filtros
fr: Désactiver les filtres
hi: फिल्‍टरर्स को बंद करें
ja: フィルターをオフ
nl: Filters uitschakelen
pt: DESLIGAR filtros
ru: Выключить фильтры
th: ปิดตัวกรอง
zh: 关闭筛选

# Label_CopyTo
source: Copy to...
es: Copiar a...
fr: Copier vers...
hi: ...पर प्रतिलिपि बनाएं
it: Copia in...
ja: コピーする...
nl: KopiÎren naar...
pt: Copiar para...
ru: Скопировать в...
th: คัดลอกไปยัง...
zh: 复制到...

# Label_MoveTo
source: Move to...
es: Mover a...
fr: Déplacer vers...
hi: ...पर ले जाएं
it: Sposta in...
ja: 移動する...
nl: Verplaatsen naar...
pt: Mover para...
ru: Переместить в...
th: ย้ายไปยัง...
zh: 移动到...

# InfoMsg_SelectOnlyOneFileForDocPicker
source: Please, select only one file.
es: Seleccione solo un archivo.
fr: Veuillez ne sélectionner qu'un fichier.
hi: कृपया केवल एक फाइल चुनें।
it: Si prega di selezionare un solo file.
ja: ファイルは1つだけ選択してください。
nl: Selecteer slechts ÈÈn bestand.
pt: Seleccione apenas um ficheiro.
ru: Пожалуйста, выберите только один файл.
th: กรุณาเลือกเพียงหนึ่งไฟล์
zh: 请仅选择一个文件。

# Label_WebDAV_FailedLogIn_ErrorCode
source: Failed to log in! HTTP error code: %d. Please, try with other HTTP addres, username or password.
es: ¡No se ha podido iniciar sesión! Código de error HTTP: %d. Inténtelo de nuevo con otra dirección HTTP, nombre de usuario o contraseña.
fr: Identification échouée ! Code d'erreur HTTP : %d. Veuillez réessayer avec une adresse HTTP différente ou avec un autre nom d'utilisateur ou mot de passe.
hi: लॉगिन करने में असफल रहा! HTTP त्रुटि कोड : %d. कृपया किसी अन्‍य HTTP पते, उपयोगकर्तानाम या पासवर्ड के साथ पुन: प्रयास करें।
it: Impossibile eseguire l'accesso! Codice di errore HTTP: %d. Riprova con un altro indirizzo HTTP, nome utente o password.
ja: ログインに失敗しました! HTTPエラーコード:%d。 別のHTTPアドレス、ユーザー名、またはパスワードでもう一度お試しください。
nl: Aanmelden mislukt! HTTP-foutcode: %d. Probeer het nogmaals met een ander HTTP-adres, gebruikersnaam of wachtwoord.
pt: Falha ao iniciar sessão! Código de erro de HTTP: %d. Tente novamente com outro endereço de HTTP, nome de utilizador ou palavra-passe.
ru: Не удалось войти в систему! Код ошибки: %d. Пожалуйста, попробуйте снова, используя другой HTTP-адрес, логин или пароль.
th: เข้าสู่ระบบล้มเหลว! รหัสข้อผิดพลาด HTTP: %d. กรุณาลองใหม่อีกครั้งด้วยที่อยู่ HTTP ชื่อผู้ใช้งาน หรือรหัสผ่านอื่น
zh: 登录出错！ HTTP错误代码：%d。 请使用其他HTTP地址、用户名或密码重试。

# Label_SheetOrientation
source: Sheet orientation:
es: Orientación:
fr: Orientation de la feuille :
hi: पत्रक की ओरिएंटेशन :
it: Orientamento foglio:
ja: シートの向き:
nl: Afdrukstand:
pt: Orientação da folha:
ru: Ориентация листа:
th: ทิศทางการจัดวางชีต:
zh: 工作表方向：

# Label_Landscape
source: Landscape
es: Horizontal
fr: Paysage
hi: लैंडस्‍केप
it: Orizzontale
ja: 横
nl: Liggend
pt: Paisagem
ru: Альбомная
th: แนวนอน
zh: 横向

# Label_Portrait
source: Portrait
es: Vertical
hi: पोट्रेट
it: Verticale
ja: 縦
nl: Staand
pt: Retrato
ru: Книжная
th: แนวตั้ง
zh: 纵向

# Label_SheetsToPrint
source: Sheets to print:
es: Hojas a imprimir:
fr: Feuilles à imprimer :
hi: प्रिंट के लिए पत्रक :
it: Fogli da stampare:
ja: 印刷するシート:
nl: Af te drukken bladen:
pt: Folhas a imprimir:
ru: Печатать листы:
th: ชีตที่จะพิมพ์:
zh: 要打印的工作表：

# Label_ActiveSheet
source: Active sheet
es: Hoja actual
fr: Feuille active
hi: सक्रिय पत्रक
it: Foglio attivo
ja: 作業中のシート
nl: Actief blad
pt: Activar folhat
ru: Активный лист
th: ชีตที่ใช้งานอยู่
zh: 当前工作表

# Label_MultipleSheets
source: Multiple sheets
es: Varias hojas
fr: Plusieurs feuilles
hi: एकाधिक पत्रक
it: Fogli multipli
ja: 複数のシート
nl: Meerdere bladen
pt: Folhas múltiplas
ru: Несколько листов
th: หลายชีต
zh: 多个工作表

# Label_AllSheets
source: Entire workbook
es: Todo el libro
fr: Classeur entier
hi: संपूर्ण वर्कबुक
it: Intera cartella di lavoro
ja: ブック全体
nl: Gehele werkmap
pt: Todo o livro
ru: Всю книгу
th: หมดทั้งเวิร์กบุ๊ก
zh: 整个工作簿

# Label_Proceed
source: Proceed
es: Continuar
fr: Continuer
hi: आगे बढ़ें
it: Procedi
ja: 続行
nl: Doorgaan
pt: Continuar
ru: Продолжить
th: ดำเนินการ
zh: 继续

# Label_FiltersNotAvailable
source: Filters feature is not available for this sheet.
es: La opción de filtros no está disponible en esta hoja.
fr: La fonctionnalité Filtres n'est pas disponible pour cette feuille.
hi: इस पत्रक के लिए फिल्‍टर्स की विशेषता उपलब्‍ध नहीं है।
it: Filtri non disponibili per questo foglio.
ja: フィルター機能はこのシートでは使用できません。
nl: De filterfunctie is niet beschikbaar voor dit blad.
pt: A função Filtros não está disponível para esta folha.
ru: Фильтры недоступны для этого листа.
th: ไม่มีคุณสมบัติตัวกรองสำหรับชีตนี้
zh: 该工作表无法使用筛选功能。

# ErrMsg_InsertImageError
source: Invalid or unsupported image
es: Imagen no válida o no compatible
fr: Image invalide ou non prise en charge
hi: अमान्‍य या असमर्थित चित्र
it: Immagine non valida o non supportata
ja: 不正またはサポートされていない画像
nl: Ongeldige of niet ondersteunde afbeelding
pt: Imagem inválida ou não suportada
ru: Поврежденное или неподдерживаемое изображение
th: รูปภาพไม่ถูกต้องหรือไม่ได้รับการสนับสนุน
zh: 无效或不支持的图像

# FUNCCAT_Compatibility
source: Compatibility
es: Compatibilidad
fr: Compatibilité
hi: कॉम्‍पैटिबिलिटी
it: Compatibilità
ja: 互換性
nl: Compatibiliteit
pt: Compatibilidade
ru: Совместимость
th: ความเข้ากันได้
zh: 兼容性

# InfoTitle_WouldYouRecommend
source: Help make a better OfficeSuite!
es: ¡Ayúdenos a mejorar OfficeSuite!
fr: Aidez-nous à rendre OfficeSuite encore mieux !
hi: बेहतर ऑफिस-सुइट बनाने में मदद करें!
it: Aiutaci a migliorare OfficeSuite!
ja: OfficeSuite の改善に ご協力ください!
nl: Help een betere OfficeSuite te maken!
pt: Ajude a melhorar o OfficeSuite!
ru: Помогите сделать OfficeSuite лучше!
th: ช่วยทำให้ OfficeSuite ดีขึ้น!
zh: 帮助我们改进 OfficeSuite！

# InfoMsg_WouldYouRecommend
source: Spread the word with a quick App Store rating, or contact us directly and let us know what you think.
es: Comparta su opinión dejando una rápida evaluación en App Store, o contáctenos directamente para dejar un comentario.
fr: Exprimez votre avis avec une rapide note sur l'App Store, ou contactez-nous directement et dites-nous ce que vous pensez.
hi: किसी क्विक ऐप स्‍टोर रेटिंग में चर्चित करें, या सीधे हमसे संपर्क करें और अपने विचार हमें बताएं।
it: Spargi la voce con una valutazione rapida sull'App Store, o contattaci direttamente per farci sapere cosa ne pensi.
ja: App Storeで手早くご評価いただき評判を広めていただくか または弊社へ直接ご連絡いただき、ご意見をお聞かせください。
nl: Zeg het voort met een snelle App Store-beoordeling of neem rechtstreeks contact met ons op om ons te laten weten wat je denkt.
pt: Passe a palavra com uma rápida classificação na App Store ou contacte-nos directamente e diga-nos o que pensa.
ru: Порекомендуйте приложение с помощью быстрого рейтинга App Store или свяжитесь с нами напрямую, чтобы поделиться своим мнением.
th: กระจายข่าวโดยเร็วด้วย คะแนนแอ็พสโตร์ หรือติดต่อเราโดยตรงแล้วให้เราได้ทราบว่าคุณคิดอย่างไร
zh: 在App Store评价 上留言，或者将您的想法直接告知我们。

# Label_RateDialogRate
source: Rate OfficeSuite
es: Evaluar OfficeSuite
fr: Noter OfficeSuite
hi: आफिस-सुइट को रेट करें
it: Valuta OfficeSuite
ja: OfficeSuiteを評価
nl: OfficeSuite beoordelen
pt: Classificar o OfficeSuite
ru: Оценить OfficeSuite
th: ให้คะแนน OfficeSuite
zh: 评价OfficeSuite

# Label_RateDialogSendFeedback
source: Send Feedback
es: Enviar comentario
fr: Envoyer un commentaire
hi: प्रतिक्रिया भेजें
it: Invia un Feedback
ja: 意見を送る
nl: Feedback versturen
pt: Enviar feedback
ru: Отправить отзыв
th: ส่งข้อเสนอแนะ
zh: 发送反馈

# Label_RateDialogDismiss
source: Maybe Later
es: Más tarde
fr: Peut-être plus tard
hi: शायद बाद में
it: Magari più tardi
ja: また後で
nl: Misschien later
pt: Talvez mais tarde
ru: Возможно, позже
th: เอาไว้คราวหน้า
zh: 稍后再说

# InfoTitle_FeedbackMailSubject
source: OfficeSuite user feedback for version %@
es: Comentario de usuario de OfficeSuite de la versión %@
fr: Commentaire d'utilisateur de OfficeSuite pour la version %@
hi: संस्‍करण %@ के लिए ऑफिस-सुइट उपयोगकर्ता की प्रतिक्रि‍या
it: Feedback utente su OfficeSuite per la versione %@
ja: バージョン %@ に対するOfficeSuiteユーザーからのご意見
nl: Feedback van OfficeSuite-gebruikers voor versie %@
pt: Feedback de utilizador do OfficeSuite para versão %@
ru: Отзыв пользователя OfficeSuite о версии %@
th: ข้อเสนอแนะผู้ใช้งาน OfficeSuite เวอร์ชั่น %@
zh: OfficeSuite版本%@用户反馈

# InfoTitle_CannotOpenAppStore
source: App Store not available
es: App Store no disponible
fr: L'App Store n'est pas disponible
hi: ऐप स्‍टोर उपलब्‍ध नहीं है
it: App Store non disponibile
ja: App Storeを利用できません
nl: App Store niet beschikbaar
pt: App Store não está disponível
ru: App Store недоступен
th: แอ็พสโตร์ไม่สามารถใช้งานได้
zh: App Store不可用

# InfoMsg_CannotOpenAppStoreForRate
source: Ratings page could not be opened because the App Store is not available
es: La página de evaluación no se puede abrir porque App Store no está disponible
fr: La page de notation ne peut être ouverte parce que l'App Store n'est pas disponible
hi: रेटिंग्‍स पृष्‍ठ नहीं खुल सका क्‍योंकि ऐप स्‍टोर उपलब्‍ध नहीं है
it: Impossibile aprire la pagina delle valutazioni perché l'App Store non è disponibile
ja: App Storeが利用可能ではないため、評価ページを開くことができませんでした
nl: De beoordelingenpagina kon niet worden geopend omdat de App Store niet beschikbaar is
pt: Não é possível abrir a página Classificações porque a App Store não está disponível
ru: Невозможно открыть страницу с рейтингами, поскольку App Store недоступен
th: ไม่สามารถเปิดหน้าคะแนนได้เพราะว่าแอ็พสโตร์ไม่สามารถใช้งานได้
zh: App Store暂不可用，无法打开评价页面

# Label_Files
source: Files
es: Archivos
fr: Fichiers
hi: फाइलें
ja: ファイル
nl: Bestanden
pt: Ficheiros
ru: Файлы
th: ไฟล์
zh: 文件

# Label_File
source: File
es: Archivo
fr: Fichier
hi: फाइल
ja: ファイル
nl: Bestand
pt: Ficheiro
ru: Файл
th: ไฟล์
zh: 文件

# Label_View
source: View
es: Ver
fr: Afficher
hi: देखें
it: Visualizza
ja: 表示
nl: Weergeven
pt: Visualizar
ru: Просмотреть
th: เรียกดู
zh: 查看

# Label_Go_To
source: Go to
es: Ir a
fr: Aller à
hi: पर जाएं
it: Vai a
ja: 移動
nl: Ga naar
pt: Ir para
ru: Перейти к
th: ไปที่
zh: 转到

# Label_WrapText
source: Wrap Text
es: Ajustar texto
fr: Habillage du texte
hi: पाठ लपेटें
it: Testo a capo
ja: テキストを折り返す
nl: Tekstterugloop
pt: Translinear texto
ru: Обтекание текстом
th: ตัดข้อความ
zh: 自动换行

# Label_MergeAndCenter
source: Merge and Center
es: Combinar y centrar
fr: Fusionner et centrer
hi: मिलाएं और मध्‍य में करें
it: Unisci e allinea al centro
ja: 結合して中央揃え
nl: Samenvoegen en centreren
pt: Unir e centrar
ru: Объединить и выровнять по центру
th: รวมแล้วไว้ตรงกลาง
zh: 合并及居中

# Label_AutoSum
source: Auto Sum
es: Autosuma
fr: Somme auto
hi: स्‍वत: योग
it: Somma
ja: オート SUM
nl: AutoSom
pt: Soma automática
ru: Автосумма
th: รวมอัตโนมัติ
zh: 自动求和

# Label_New
source: New
es: Nuevo
fr: Nouveau
hi: नया
it: Nuovo
ja: 新規
nl: Nieuw
pt: Novo
ru: Новый
th: ใหม่
zh: 新建
