Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_CELL
source: Returns information about the formatting, location, or contents of a cell
es: Devuelve información acerca del formato, la ubicación o contenido de una celda
fr: Renvoie des informations sur la mise en forme, l'emplacement ou le contenu d'une cellule.
hi: फॉर्मेटिंग, स्थान या कक्ष की सामग्रियों के बारे में जानकारी देता है
it: Restituisce informazioni su formato, posizione e contenuti di una cella
ja: セルの形式、場所、または内容に関する情報を返します
nl: Geeft als resultaat informatie over de opmaak, locatie of inhoud van een cel
pt: Devolve informações sobre a formatação, localização ou conteúdo de uma célula
ru: Возвращает сведения о формате, расположении или содержимом ячейки
th: แสดงข้อมูลเกี่ยวกับการจัดรูปแบบ ตำแหน่ง หรือเนื้อหาของเซลล์
zh: 返回有关单元格格式、位置或内容的信息

# Excel_func_CHAR
source: Returns the character specified by the code number
es: Devuelve el caracter especificado por el número de código
fr: Renvoie le caractère spécifié par le code numérique.
hi: कोड संख्या द्वारा निर्दिष्ट अक्षर देता है
it: Restituisce il carattere specificato dal numero di codice
ja: コード番号により指定される文字を返します
nl: Geeft als resultaat het teken dat hoort bij de opgegeven code
pt: Devolve o carácter especificado pelo número de código
ru: Возвращает символ с заданным кодом
th: แสดงอักขระที่ระบุด้วยหมายเลขรหัส
zh: 返回由代码数字指定的字符

# Excel_func_CHIDIST
source: Returns the one-tailed probability of the chi-squared distribution
es: Devuelve la probabilidad de una dimensión de la distribución del chi cuadrado
fr: Renvoie la probabilité unilatérale de la distribution khi-deux.
hi: चाय-वर्ग बंटन की एक-पुच्छ प्रायिकता देता है
it: Restituisce la probabilità a una coda per la distribuzione del chi quadrato
ja: カイ2乗分布の片側確率を返します
nl: Berekent de eenzijdige kans van de chi-kwadraatverdeling
pt: Devolve a probabilidade unicaudal da distribuição chiquadrada
ru: Возвращает одностороннюю вероятность по распределению хи-квадрат
th: แสดงผลความน่าจะเป็นขาเดียวของการการแจกแจง chi-squared
zh: 返回χ2分布的单尾概率值

# Excel_func_CHIINV
source: Returns the inverse of the one-tailed probability of the chi-squared distribution
es: Devuelve el inverso de la probabilidad de una dimensión de la distribución del chi cuadrado
fr: Renvoie l'inverse de la probabilité unilatérale de la distribution khi-deux.
hi: चाय-वर्ग बंटन की एक-पुच्छ प्रायिकता का प्रतिलोम देता है
it: Restituisce l'inversa della probabilità a una coda per la distribuzione del chi quadrato
ja: カイ2乗分布の片側確率の逆数を返します
nl: Berekent de inverse van de eenzijdige kans van de chi-kwadraatverdeling
pt: Devolve o inverso da probabilidade unicaudal da distribuição chiquadrada
ru: Возвращает значение, обратное к односторонней вероятности распределения хи-квадрат
th: แสดงผลความน่าจะเป็นขาเดียวกลับด้านของการการแจกแจง chi-squared
zh: 返回γ2分布的单尾概率的反函数

# Excel_func_CHITEST
source: Returns the test for independence
es: Devuelve la prueba de independencia
fr: Renvoie le test d'indépendance.
hi: स्वतंत्रता के लिए परीक्षण देता है
it: Restituisce il test per l'indipendenza
ja: 独立性の検定を返します
nl: Geeft het resultaat van de onafhankelijkheidstoets
pt: Devolve o teste de independência
ru: Возвращает тест на независимость
th: แสดงผลการทดสอบสำหรับความเป็นอิสระ
zh: 返回独立性检验值

# Excel_func_CHOOSE
source: Chooses a value from a list of values
es: Elige un valor de la lista de valores
fr: Choisit une valeur dans une liste.
hi: मानों की सूची में से एक मान चुनता है
it: Sceglie un valore da un elenco di valori
ja: 値のリストから値を選択します
nl: Kiest een waarde uit een lijst met waarden
pt: Seleciona um valor a partir de uma lista de valores
ru: Выбирает значение из списка значений
th: เลือกค่าจากรายการค่า
zh: 从值的列表中选择值

# Excel_func_CLEAN
source: Removes all nonprintable characters from text
es: Quita todos los caracteres no imprimibles de un texto
fr: Supprime tous les caractères de contrôle du texte.
hi: पाठ से मुद्रित न हो सकने वाले सभी वर्ण निकालता हैं
it: Rimuove i caratteri non stampabili dal testo
ja: テキストからすべての非印刷文字を削除します
nl: Verwijdert alle niet-afdrukbare tekens uit een tekst
pt: Remove do texto todos os caracteres não imprimíveis
ru: Удаляет все нераспечатываемые знаки из текста
th: นำอักขระที่พิมพ์ไม่ได้ออกจากข้อความ
zh: 删除文本中所有非打印字符

# Excel_func_CODE
source: Returns a numeric code for the first character in a text string
es: Devuelve un código numérico para el primer caracter en una cadena de texto
fr: Renvoie le numéro de code du premier caractère du texte.
hi: आपके कंप्यूटर द्वारा प्रयुक्त वर्ण समूह में, किसी पाठ स्ट्रिंग के प्रथम वर्ण के लिए सांख्यिक कोड देता है
it: Restituisce un codice numerico per il primo carattere di una stringa di testo
ja: テキスト文字列の最初の文字の数値コードを返します
nl: Geeft als resultaat de numerieke code voor het eerste teken in een tekenreeks
pt: Devolve o código numérico do primeiro carácter de uma cadeia de texto
ru: Возвращает числовой код первого символа в текстовой строке
th: แสดงผลรหัสตัวเลขสำหรับอักขระแรกในสตริงข้อความ
zh: 返回文本字符串中第一个字符的数字代码

# Excel_func_COLUMN
source: Returns the column number of a reference
es: Devuelve el número de columna de una referencia
fr: Renvoie le numéro de colonne d'une référence.
hi: किसी संदर्भ का स्तंभ क्रमांक देता है
it: Restituisce il numero di colonna di un riferimento
ja: 参照の列数を返します
nl: Geeft als resultaat het kolomnummer van een verwijzing
pt: Devolve o número de coluna numa referência
ru: Возвращает номер столбца, определяемого ссылкой
th: แสดงผลหมายเลขคอลัมน์ของการอ้างอิง
zh: 返回引用的列号

# Excel_func_COLUMNS
source: Returns the number of columns in a reference
es: Devuelve el número de columnas en una referencia
fr: Renvoie le nombre de colonnes dans une référence.
hi: किसी संदर्भ में स्तंभों की संख्या देता है
it: Restituisce il numero di colonne in un riferimento
ja: 参照の列数を返します
nl: Geeft als resultaat het aantal kolommen in een verwijzing
pt: Devolve o número de colunas numa referência
ru: Возвращает количество столбцов в ссылке
th: แสดงผลจำนวนคอลัมน์ในการอ้างอิง
zh: 返回引用中包含的列数

# Excel_func_COMBIN
source: Returns the number of combinations for a given number of objects
es: Devuelve el número de combinaciones para un número de objetos dado
fr: Renvoie le nombre de combinaisons possibles avec un nombre donné d'objets.
hi: निश्चित वस्तुओंu0020 की संख्या के लिए अनेक संयोजन देता है
it: Restituisce il numero di combinazioni per un determinato numero di oggetti
ja: 指定された数のオブジェクトの組み合わせの数を返します
nl: Geeft als resultaat het aantal combinaties voor een gegeven aantal objecten
pt: Devolve o número de combinações de um determinado número de objetos
ru: Возвращает количество комбинаций для заданного числа объектов
th: แสดงผลจำนวนค่าผสมสำหรับจำนวนวัตถุที่ระบุ
zh: 返回给定数目对象的组合数

# Excel_func_COMPLEX
source: Converts real and imaginary coefficients into a complex number
es: Convierte los coeficientes reales e imaginarios en números complejos
fr: Convertit des coefficients réel et imaginaire en un nombre complexe.
hi: वास्तविक और अधिकल्पित गुणांक किसी सम्मिश्र संख्या में कनवर्ट करता है
it: Converte la parte reale e il coefficiente dell'immaginario in un numero complesso
ja: 実係数と虚係数を複素数に変換します
nl: Converteert reële en imaginaire coëfficiënten naar complexe getallen
pt: Converte coeficientes reais e imaginários num número complexo
ru: Преобразует коэффициенты при вещественной и мнимой частях комплексного числа в комплексное число
th: แปลงค่าสัมประสิทธิ์ที่แท้จริงและจินตภาพเป็นหมายเลขแบบซับซ้อน
zh: 将实系数和虚系数转换为复数

# Excel_func_CONCATENATE
source: Joins several text items into one text item
es: Une varios elementos de texto en un elemento de texto
fr: Assemble plusieurs éléments textuels de façon à n'en former qu'un seul.
hi: एक पाठ्य मद में कई पाठ्य मदों को जोड़ता है
it: Unisce più elementi di testo in un unico elemento di testo
ja: 複数のテキスト項目を1つのテキスト項目に結合します
nl: Voegt verschillende tekstitems samen tot één tekstitem
pt: Agrupa vários itens de texto num único item de texto
ru: Объединяет несколько текстовых элементов в один
th: รวมรายการข้อความหลายรายการเป็นรายการเดียว
zh: 将几个文本项合并为一个文本项

# Excel_func_CONFIDENCE
source: Returns the confidence interval for a population mean
es: Devuelve el intervalo de confianza para una media poblacional
fr: Renvoie l'intervalle de confiance pour une moyenne de population.
hi: जनसंख्या माध्य के लिए विश्वास का अंतराल देता है
it: Restituisce l'intervallo di confidenza per una popolazione
ja: 母平均の信頼間隔を返します
nl: Berekent de betrouwbaarheidsinterval van een gemiddelde waarde voor de elementen van een populatie
pt: Devolve o intervalo de confiança correspondente a uma média de população
ru: Возвращает доверительный интервал для среднего по генеральной совокупности
th: แสดงผลช่วงความเชื่อมั่นสำหรับค่ากลางของประชากร
zh: 返回总体平均值的置信区间

# Excel_func_CONVERT
source: Converts a number from one measurement system to another
es: Convierte un número de un sistema de medida a otro
fr: Convertit un nombre d'une unité de mesure à une autre.
hi: किसी संख्या को एक माप प्रणाली से दूसरी में कनवर्ट करता है
it: Converte un numero da un sistema di unità di misura ad un altro
ja: 1つの測定システムから別の測定システムに数値を変換します
nl: Converteert een getal in de ene maateenheid naar een getal in een andere maateenheid
pt: Converte um número de um sistema de medida noutro
ru: Преобразует значение из одной системы мер в другую
th: แปลงตัวเลขจากระบบการวัดหนึ่งเป็นอีกระบบหนึ่ง
zh: 将数字从一种度量系统转换为另一种度量系统

# Excel_func_CORREL
source: Returns the correlation coefficient between two data sets
es: Devuelve el coeficiente de correlación entre dos conjuntos de datos
fr: Renvoie le coefficient de corrélation entre deux séries de données.
hi: दो डेटा समूहों के बीच सहसंबंध गुणांक देता है
it: Restituisce il coefficiente di correlazione tra due serie di dati
ja: 2つのデータセットの間の相関係数を返します
nl: Berekent de correlatiecoëfficiënt van twee gegevensverzamelingen
pt: Devolve o coeficiente de correlação entre dois conjuntos de dados
ru: Возвращает коэффициент корреляции между двумя наборами данных
th: แสดงผลค่าสัมประสิทธิ์สหสัมพันธ์ระหว่างชุดข้อมูลสองชุด
zh: 返回两个数据集之间的相关系数

# Excel_func_COS
source: Returns the cosine of a number
es: Devuelve el coseno de un número
fr: Renvoie le cosinus d'un nombre.
hi: किसी संख्या की कोज्या देता है
it: Restituisce il coseno di un numero
ja: 数値の余弦を返します
nl: Geeft als resultaat de cosinus van een getal
pt: Devolve o cosseno de um número
ru: Возвращает косинус числа
th: แสดงผลโคไซน์ของตัวเลข
zh: 返回数字的余弦值

# Excel_func_COSH
source: Returns the hyperbolic cosine of a number
es: Devuelve el coseno hiperbólico de un número
fr: Renvoie le cosinus hyperbolique d'un nombre.
hi: किसी संख्या का अतिपरवलयिक कोज्या देता है
it: Restituisce il coseno iperbolico di un numero
ja: 数値の双曲線余弦を返します
nl: Berekent de cosinus hyperbolicus van een getal
pt: Devolve o cosseno hiperbólico de um número
ru: Возвращает гиперболический косинус числа
th: แสดงผลไฮเปอร์โบลิกโคไซน์ของตัวเลข
zh: 返回数字的双曲余弦值

# Excel_func_COUNT
source: Counts how many numbers are in the list of arguments
es: Cuenta la cantidad de números en la lista de argumentos
fr: Détermine les nombres compris dans la liste des arguments.
hi: तर्कों की सूची में संख्याओं की गणना करता है
it: Conta i numeri presenti nell'elenco degli argomenti
ja: 引数リストの数値の数をカウントします
nl: Telt het aantal getallen in de argumentenlijst
pt: Conta os números que existem na lista de argumentos
ru: Подсчитывает количество чисел в списке аргументов
th: นับจำนวนตัวเลขที่อยู่ในรายการอาร์กิวเมนต์
zh: 计算参数列表中数字的个数

# Excel_func_COUNTA
source: Counts how many values are in the list of arguments
es: Cuenta la cantidad de valores en la lista de argumentos
fr: Détermine le nombre de valeurs comprises dans la liste des arguments.
hi: तर्कों की सूची में मानों की गणना करता है
it: Conta i valori presenti nell'elenco degli argomenti
ja: 引数リストの値の数をカウントします
nl: Telt het aantal waarden in de argumentenlijst
pt: Conta os valores que existem na lista de argumentos
ru: Подсчитывает количество значений в списке аргументов
th: นับจำนวนค่าที่อยู่ในรายการอาร์กิวเมนต์
zh: 计算参数列表中值的个数

# Excel_func_COUNTBLANK
source: Counts the number of blank cells within a range
es: Cuenta el número de celdas vacías en un rango
fr: Compte le nombre de cellules vides dans une plage.
hi: किसी श्रेणी के अंदर रिक्त कक्षों की संख्या की गणना करता है
it: Conta il numero di celle vuote in un intervallo
ja: 範囲内の空白セルの数をカウントします
nl: Telt het aantal lege cellen binnen een bereik
pt: Conta o número de células em branco num intervalo
ru: Подсчитывает количество пустых ячеек в пределах диапазона
th: นับจำนวนเซลล์ว่างภายในช่วง
zh: 计算区域内空白单元格的数量

# Excel_func_COUNTIF
source: Counts the number of cells within a range that meet the given criteria
es: Cuenta el número de celdas en un rango que cumpla criterios dados
fr: Compte le nombre de cellules qui répondent à un critère donné dans une plage.
hi: निश्चित मानदंड को पूरा करने वाली श्रेणी में कक्षों की संख्या की गणना करता है
it: Conta il numero di celle in un intervallo sulla base di un criterio specifico
ja: 指定された条件を満たす範囲内のセルの数をカウントします
nl: Telt het aantal niet-lege cellen in een bereik die voldoen aan het opgegeven criterium
pt: Calcula o número de células num intervalo que corresponde aos critérios determinados
ru: Подсчитывает количество ячеек в диапазоне, удовлетворяющих заданному условию
th: นับจำนวนเซลล์ว่างภายในช่วงที่ตรงตามเกณฑ์ที่ระบุ
zh: 计算区域内符合给定条件的单元格的数量

# Excel_func_COUNTIFS
source: Counts the number of cells within a range that meet multiple criteria
es: Cuenta el número de celdas en un rango que cumpla múltiples criterios
fr: Compte le nombre de cellules à l'intérieur d'une plage qui répondent à plusieurs critères.
hi: एकाधिक मानदंड को पूरा करने वाली श्रेणी में कक्षों की संख्या की गणना करता है
it: Conta il numero di celle in un intervallo sulla base di più criteri
ja: 複数条件を満たす範囲内のセルの数をカウントします
nl: Telt het aantal niet-lege cellen in een bereik die voldoen aan meerdere criteria
pt: Conta o número de células num intervalo que cumprem múltiplos critérios
ru: Подсчитывает количество ячеек внутри диапазона, удовлетворяющих нескольким условиям
th: นับจำนวนเซลล์ภายในช่วงที่ตรงตามเกณฑ์หลายเกณฑ์
zh: 计算区域内符合多个条件的单元格的数量

# Excel_func_COUPDAYBS
source: Returns the number of days from the beginning of the coupon period to the settlement date
es: Devuelve el número de días desde el comienzo del período del cupón hasta la fecha de liquidación
fr: Renvoie le nombre de jours entre le début de la période de coupon et la date de liquidation.
hi: कूपन अवधि के आरंभ से निपटान अवधि तक दिनों की संख्या देता है
it: Restituisce il numero di giorni dall'inizio della cedola alla liquidazione
ja: クーポン期間の開始から決済日までの日数を返します
nl: Berekent het aantal dagen vanaf het begin van de couponperiode tot de stortingsdatum
pt: Devolve o número de dias entre o início do período do cupão e a data de regularização
ru: Возвращает количество дней от начала действия купона до даты соглашения
th: แสดงผลจำนวนวันจากเริ่มต้นระยะเวลาของคูปองจนถึงวันที่ชำระเงิน
zh: 返回从付息期开始到成交日之间的天数

# Excel_func_COUPDAYS
source: Returns the number of days in the coupon period that contains the settlement date
es: Devuelve el número de días en el período del cupón que contiene la fecha de liquidación
fr: Renvoie le nombre de jours pour la période du coupon contenant la date de liquidation.
hi: निपटान दिनांक वाली कूपन अवधि में दिनों की संख्या देता है
it: Restituisce il numero dei giorni relativi alla durata della cedola che contiene la data di liquidazione
ja: 決済日を含むクーポン期間の日数を返します
nl: Bepaalt het aantal dagen in de couponperiode waarin de stortingsdatum valt
pt: Devolve o número de dias no período do cupão que contém a data de regularização
ru: Возвращает количество дней в периоде купона, который содержит дату расчета
th: แสดงผลจำนวนวันในงวดที่มีวันที่ชำระเงิน
zh: 返回包含成交日的付息期天数

# Excel_func_COUPDAYSNC
source: Returns the number of days from the settlement date to the next coupon date
es: Devuelve el número de días desde la fecha de liquidación hasta la próxima fecha de cupón
fr: Renvoie le nombre de jours entre la date de liquidation et la date du coupon suivant.
hi: निपटान दिनांक से अगले कूपन दिनांक तक दिनों की संख्या देता है
it: Restituisce il numero di giorni che vanno dalla data di liquidazione alla nuova cedola
ja: 決済日から次のクーポン日までの日数を返します
nl: Berekent het aantal dagen vanaf de stortingsdatum tot de volgende coupondatum
pt: Devolve o número de dias entre a data de regularização e a data do cupão seguinte
ru: Возвращает количество от даты расчета до срока следующего купона
th: แสดงผลจำนวนวันจากวันที่ชำระเงินไปจนถึงวันที่ของคูปองถัดไป
zh: 返回从成交日到下一付息日之间的天数

# Excel_func_COUPNCD
source: Returns the next coupon date after the settlement date
es: Devuelve la siguiente fecha de cupón luego de la fecha de liquidación
fr: Renvoie la première date de coupon ultérieure à la date de règlement.
hi: निपटारा दिनांक के बाद का अगला कूपन दिनांक देता है
it: Restituisce la data della cedola successiva alla data di liquidazione
ja: 決済日の後の次のクーポン日を返します
nl: Bepaalt de volgende coupondatum na de stortingsdatum
pt: Devolve a data do cupão seguinte após a data de regularização
ru: Возвращает порядковый номер даты следующего купона после даты соглашения
th: แสดงผลวันที่ของคูปองถัดไปหลังจากวันที่ชำระเงิน
zh: 返回成交日之后的下一个付息日

# Excel_func_COUPNUM
source: Returns the number of coupons payable between the settlement date and maturity date
es: Devuelve el número de cupones a pagar entre la fecha de liquidación y la fecha de vencimiento
fr: Renvoie le nombre de coupons dus entre la date de règlement et la date d'échéance.
hi: निपटारा दिनांक और परिपक्वता दिनांक के बीच भुगतान योग्य कूपनों की संख्या देता है
it: Restituisce il numero di cedole valide tra la data di liquidazione e la data di scadenza
ja: 決済日と満期日の間に支払い対象となるクーポン数を返します
nl: Berekent het aantal coupons dat uitbetaald moet worden tussen de stortingsdatum en de vervaldatum
pt: Devolve o número de cupões a serem pagos entre a data de regularização e a data de vencimento
ru: Возвращает количество купонов между датой соглашения и сроком вступления в силу
th: แสดงผลจำนวนคูปองที่ต้องชำระระหว่างวันที่ชำระเงินและวันที่ครบกำหนด
zh: 返回成交日和到期日之间的应付利息次数

# Excel_func_COUPPCD
source: Returns the previous coupon date before the settlement date
es: Devuelve la fecha de cupón anterior antes de la fecha de liquidación
fr: Renvoie la date de coupon précédant la date de règlement.
hi: निपटारा दिनांक से पहले का पिछला कूपन दिनांक देता है
it: Restituisce la data della cedola precedente alla data di liquidazione
ja: 決済日の前に前のクーポン日を返します
nl: Berekent de laatste coupondatum voor de stortingsdatum
pt: Devolve a data do cupão anterior antes da data de regularização
ru: Возвращает порядковый номер даты предыдущего купона до даты соглашения
th: แสดงผลวันที่ของคูปองก่อนหน้าก่อนวันที่ชำระเงิน
zh: 返回成交日之前的上一付息日

# Excel_func_COVAR
source: Returns covariance, the average of the products of paired deviations
es: Devuelve la covarianza, el promedio de los productos de desviaciones pareadas
fr: Renvoie la covariance, moyenne des produits des écarts pour chaque série d'observations.
hi: युग्म विचलनों के उत्पादों का औसत, सहप्रसरण देता है
it: Restituisce la covarianza, ovvero la misura delle variazioni di prodotti abbinati
ja: 共分散、対偏差の積の平均を返します
nl: Berekent de covariantie, het gemiddelde van de producten van deviaties voor gegevensparen
pt: Devolve a covariância, que é a média dos produtos de desvios de pares
ru: Возвращает ковариацию, среднее произведений парных отклонений
th: แสดงผลความแปรปรวนร่วม ค่าเฉลี่ยของผลคูณของค่าเบี่ยงเบนที่จับคู่
zh: 返回协方差，成对偏差乘积的平均值

# Excel_func_CRITBINOM
source: Returns the smallest value for which the cumulative binomial distribution is less than or equal to a criterion value
es: Devuelve el valor más pequeño para el cual la distribución binomial acumulativa es menor que o igual a un valor de criterio
fr: Renvoie la plus petite valeur pour laquelle la distribution binomiale cumulée est inférieure ou égale à une valeur de critère.
hi: सबसे छोटा मान देता है जिसके लिए संचयी द्विपद वितरण मापदंड मान से कम या बराबर है
it: Restituisce il più piccolo valore per il quale la distribuzione cumulativa binomiale risulta minore o uguale a un valore di criterio
ja: 累積二項分布が基準値以下である最小値を返します
nl: Berekent de kleinste waarde waarvoor de cumulatieve binomiale verdeling kleiner is dan of gelijk aan een criteriumwaarde
pt: Devolve o menor valor em que a distribuição binomial cumulativa é menor ou igual a um valor de critério
ru: Возвращает наименьшее значение, для которого выборочная функция распределения для биномиального распределения меньше заданного значения или равна ему
th: แสดงผลค่าต่ำสุดที่การการแจกแจงไบโนเมียลสะสมน้อยกว่าหรือเท่ากับค่าเกณฑ์
zh: 返回使累积二项式分布小于或等于临界值的最小值

# Excel_func_CUMIPMT
source: Returns the cumulative interest paid between two periods
es: Devuelve el interés acumulativo pagado entre dos períodos
fr: Renvoie l'intérêt cumulé payé sur un emprunt entre deux périodes.
hi: दो अवधियों के बीच प्रदत्त संचयी ब्याज देता है
it: Restituisce l'interesse cumulativo pagato tra due periodi
ja: 2つの期間の間に支払われた累積金利を返します
nl: Berekent de cumulatieve rente over een bepaalde periode
pt: Devolve os juros cumulativos pagos entre dois períodos
ru: Возвращает накопительную величину процентов, выплачиваемых по займу в промежутке между двумя периодами выплат
th: แสดงผลดอกเบี้ยสะสมระหว่างสองงวด
zh: 返回两个付款期之间累积支付的利息

# Excel_func_CUMPRINC
source: Returns the cumulative principal paid on a loan between two periods
es: Devuelve el principal acumulativo pagado en un préstamo entre dos períodos
fr: Renvoie le montant cumulé des remboursements du capital d'un emprunt effectués entre deux périodes.
hi: दो अवधियों के बीच ऋण पर प्रदत्त संचयी मूलधन देता है
it: Restituisce il capitale cumulativo pagato per estinguere un debito tra due periodi
ja: 2つの期間の間にローンに対して支払われた元本を返します
nl: Berekent de cumulatieve terugbetaalde hoofdsom voor een lening over een bepaalde periode
pt: Devolve o capital cumulativo pago a título de empréstimo entre dois períodos
ru: Возвращает накопительную сумму, выплачиваемую в погашение основной суммы займа в промежутке между двумя периодами
th: แสดงผลเงินต้นที่ชำระสินเชื่อระหว่างสองงวด
zh: 返回两个付款期之间为贷款累积支付的本金

# Excel_func_DATE
source: Returns the serial number of a particular date
es: Devuelve el número de serie de una fecha particular
fr: Renvoie le numéro de série d'une date précise.
hi: किसी विशिष्ट दिनांक का क्रम संख्या देता है
it: Restituisce il numero seriale per una data specifica
ja: 特定の日付のシリアル番号を返します
nl: Geeft het seriële getal van een bepaalde datum
pt: Devolve o número de série de uma determinada data
ru: Возвращает порядковое число конкретной даты
th: แสดงผลเลขลำดับของวันที่หนึ่งๆ
zh: 返回特定日期的序列号

# Excel_func_DATEVALUE
source: Converts a date in the form of text to a serial number
es: Convierte una fecha en forma de texto en un número de serie
fr: Convertit une date représentée sous forme de texte en numéro de série.
hi: पाठ के रूप में दिनांक को क्रम संख्या में परिवर्तित करता है
it: Converte una data in formato testo a un numero di serie
ja: テキスト形式の日付をシリアル番号に変換します
nl: Zet een datum in de vorm van tekst om in een serieel getal
pt: Converte uma data em forma de texto num número de série
ru: Преобразует дату, представленную в текстовом виде, в порядковое число
th: แปลงวันที่ในรูปแบบข้อความเป็นเลขลำดับ
zh: 将文本格式的日期转换为序列号

# Excel_func_DAVERAGE
source: Returns the average of selected database entries
es: Devuelve el promedio de las entradas de bases de datos seleccionadas
fr: Renvoie la moyenne des entrées de base de données sélectionnées.
hi: चयनित डेटाबेस प्रविष्टियों का औसत देता है
it: Restituisce la media di voci del database selezionate
ja: 選択したデータベース エントリの平均値を返します
nl: Berekent het gemiddelde van geselecteerde databasegegevens
pt: Devolve a média das entradas da base de dados selecionadas
ru: Возвращает среднее значение выбранных записей базы данных
th: แสดงผลค่าเฉลี่ยของรายการฐานข้อมูลที่เลือก
zh: 返回所选数据库条目的平均值
