Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_PasteFormat
source: Paste Format
es: Pegar formato
fr: Coller format
hi: चिपकाएँ फ़ॉरमेट
it: Incolla formato
ja: 貼り付け 形式
nl: Indeling plakken
pt: Colar Formato
ru: Вставьте формат
th: วาง รูปแบบ
zh: 粘贴 格式

# Label_3DPie
source: 3D Pie
es: Circular en 3D
fr: Secteur 3D
hi: 3D पाई
it: Torta 3D
ja: 3-D 効果のついた円グラフ
nl: 3D-taart
pt: Circular 3D
ru: Объемная круговая диаграмма
th: พาย 3 มิติ
zh: 3D 饼图

# ErrMsg_SaveInOtherFormat
source: The file can not be saved in the current format. Please, save the file in different format before sharing.
es: El archivo no se puede guardar en el formato actual. Guarde el archivo en un formato diferente antes de compartirlo.
fr: Le fichier ne peut pas être sauvegardé au format actuel. Veuillez enregistrer le fichier sous un format différent avant de le partager.
hi: फ़ाइल मौजूदा फ़ॉरमेट में सहेजी नहीं जा सकती। कृपया, साझा करने से पहले फ़ाइल अलग फ़ॉरमेट में सहेजें।
it: Impossibile salvare il file nel formato corrente. Salvare il file in un diverso formato prima di condividerlo.
ja: 現在の形式ではファイルを保存できません。シェアする前に、別のファイル形式で保存してください。
nl: Het bestand kan niet in de huidige indeling worden opgeslagen. Sla het bestand voor het delen op in een andere indeling.
pt: Não é possível guardar o ficheiro no formato atual. Guarde-o noutro formato antes de partilhar.
ru: Не удалось сохранить файл в текущем формате. Сохраните его в другом формате, прежде чем делиться им с другими.
th: ไม่สามารถบันทึกไฟล์ในรูปแบบปัจจุบันได้ โปรดบันทึกไฟล์ในรูปแบบอื่นก่อนแชร์
zh: 无法以当前格式保存文件。分享前请使用不同的格式保存文件。

# Label_LineEndings_None
source: None
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
nl: Geen
pt: Nenhum
ru: Нет
th: ไม่มี
zh: 无

# Label_LineEndings_Square
source: Square
es: Cuadrado
fr: Carré
hi: वर्ग
it: Quadrato
ja: 正方形
nl: Vierkant
pt: Quadrado
ru: Квадрат
th: สี่เหลี่ยม
zh: 方形

# Label_LineEndings_Circle
source: Circle
es: Círculo
fr: Cercle
hi: वृत्त
it: Cerchio
ja: 丸
nl: Cirkel
pt: Círculo
ru: Круг
th: วงกลม
zh: 圆形

# Label_LineEndings_Diamond
source: Diamond
es: Diamante
fr: Diamant
hi: हीरा
it: Rombo
ja: ダイヤモンド
nl: Ruit
pt: Diamante
ru: Ромб
th: ข้าวหลามตัด
zh: 菱形

# Label_LineEndings_OpenArrow
source: Open arrow
es: Flecha abierta
fr: Flèche ouverte
hi: खुला तीर
it: Freccia aperta
ja: 開いた矢印
nl: Open pijl
pt: Seta aberta
ru: Открытая стрелка
th: ลูกศรหัวโปร่ง
zh: 开放箭头

# Label_LineEndings_ClosedArrow
source: Closed arrow
es: Flecha cerrada
fr: Flèche fermée
hi: बंद तीर
it: Freccia chiusa
ja: 閉じた矢印
nl: Gesloten pijl
pt: Seta fechada
ru: Закрытая стрелка
th: ลูกศรหัวทึบ
zh: 闭合箭头

# Label_NightMode
source: Night Mode
es: Modo nocturno
fr: Mode nuit
hi: रात्रि मोड
it: Modalità Notte
ja: ナイトモード
nl: Nachtstand
pt: Modo Noturno
ru: Ночной режим
th: โหมดกลางคืน
zh: 夜晚模式

# Label_ChoiceSelection_Multiple
source: Select Options
es: Seleccionar opciones
fr: Sélectionner options
hi: विकल्प चुनें
it: Seleziona opzioni
ja: オプション選択
nl: Opties selecteren
pt: Selecionar Opções
ru: Выбрать параметры
th: เลือกตัวเลือก
zh: 选择选项

# Label_ChoiceSelection_Single
source: Select Option
es: Seleccionar opción
fr: Sélectionner option
hi: विकल्प चुनें
it: Seleziona opzione
ja: オプション選択
nl: Optie selecteren
pt: Selecionar Opção
ru: Выбрать параметр
th: เลือกตัวเลือก
zh: 选择选项

# Label_LineThicknessValueFormat
source: %.0f pt
hi: %.0f पाइंट
ja: %.0f ポイント
ru: %.0f тчк
th: %.0f หน่วย
zh: %.0f 点

# Label_AddComment
source: Add Comment
es: Añadir comentario
fr: Commenter
hi: टिप्पणी जोड़ें
it: Aggiungi commento
ja: コメントを追加
nl: Opmerking toevoegen
pt: Adicionar Comentário
ru: Добавить комментарий
th: เพิ่มความคิดเห็น
zh: 添加评论

# Label_LineStart
source: Line Start
es: Inicio de línea
fr: Début de ligne
hi: लाइन प्रारंभ
it: Inizio riga
ja: 行頭
nl: Regelstart
pt: Início de Linha
ru: Начало линии
th: เส้นตรงเริ่มต้น
zh: 行首

# Label_LineEnd
source: Line End
es: Fin de línea
fr: Fin de ligne
hi: लाइन समाप्त
it: Fine riga
ja: 行末
nl: Regeleinde
pt: Fim de Linha
ru: Конец линии
th: เส้นตรงสิ้นสุด
zh: 行尾

# InfoMsg_CannotOpenAppStoreForDownload
source: Download page could not be opened because the App Store is unavailable.
es: La página de descarga no se puede abrir porque el App Store no está disponible.
fr: Impossible d'ouvrir la page Téléchargement pour cause d'indisponibilité de l'App Store.
hi: डाउनलोड पृष्ठ खोला नहीं जा सकता क्योंकि ऐप स्टोर उपलब्ध नहीं है।
it: Impossibile aprire la pagina del download perché App Store non è disponibile.
ja: App Store が利用できないため、ダウンロード用ページを開けませんでした。
nl: Downloadpagina kon niet worden geopend omdat de App Store niet beschikbaar is.
pt: Não foi possível abrir a página de transferências porque a App Store não está disponível.
ru: Не удалось открыть страницу загрузки, поскольку нет доступа к App Store.
th: ไม่สามารถเปิดหน้าดาวน์โหลดได้เนื่องจาก App Store ไม่พร้อมใช้งาน
zh: 由于 App Store 不可用，下载页面无法打开。

# Label_CameraCantStartMessage
source: Can't start camera. Please ensure OfficeSuite has access to the camera from the Settings menu.
es: No se pudo iniciar la cámara. Asegúrese de que OfficeSuite tenga acceso a la cámara en el menú Ajustes.
fr: Impossible d'accéder à la caméra. Allez dans Paramètres et vérifiez qu'OfficeSuite a bien accès à la caméra.
hi: कैमरा प्रारंभ नहीं हो सकता। कृपया सेटिंग्स मेनू से सुनिश्चित करें कि OfficeSuite की कैमरा तक पहुँच है।
it: Impossibile avviare la fotocamera. Assicurarsi che OfficeSuite abbia accesso alla fotocamera dal menu Impostazioni.
ja: カメラを起動できませんでした。「設定」メニューで、OfficeSuite がカメラへアクセスできるかを確認してください。
nl: Kan de camera niet starten. Zorg ervoor dat OfficeSuite toegang heeft tot de camera vanuit het instellingenmenu.
pt: Não é possível iniciar a câmara. Certifique-se de que o OfficeSuite tem acesso à câmara no menu Definições.
ru: Не удалось включить камеру. Разрешите приложению OfficeSuite доступ к камере в меню настроек.
th: ไม่สามารถเริ่มกล้องได้ โปรดตรวจสอบเมนูการตั้งค่า เพื่อให้แน่ใจว่า OfficeSuite ได้รับอนุญาตให้เข้าถึงกล้อง
zh: 无法打开相机。请确保在设置菜单中允许 OfficeSuite 访问相机。

# Label_CameraUnavailableMessage
source: Camera unavailable in Split View and Slide Over modes.
es: Cámara no disponible en modos Split View y Slide Over.
fr: Caméra indisponible en modes Slide Over et Slide View
hi: स्प्लिट दृश्य और स्लाइड ओवर दृश्य मोड में कैमरा उपलब्ध नहीं है।
it: Fotocamera non disponibile nelle modalità Split View e Slide Over.
ja: Split View と Slide Over モードではカメラを使用できません。
nl: Camera niet beschikbaar in gesplitste weergave en diamodus.
pt: Câmara indisponível nos modos Split View e Slide Over.
ru: Камера недоступна в режимах Split View и Slide Over.
th: กล้องไม่สามารถใช้งานในโหมด Split View และ Slide Over ได้
zh: 相机在 Split View 和 Slide Over 模式中不可用。

# ErrTitle_ConnectionProblem
source: Connection Problem
es: Error de conexión
fr: Problème de connexion
hi: कनेक्शन की समस्या
it: Problema di connessione
ja: 接続の不具合
nl: Verbindingsprobleem
pt: Problema de Ligação
ru: Проблема с подключением
th: เกิดปัญหาในการเชื่อมต่อ
zh: 连接问题

# Label_EditWordDocument
source: Start editing a new Word document.
es: Empiece a editar un nuevo documento de Word.
fr: Modifiez un nouveau document Word.
hi: नया Word दस्तावेज़ संपादित करना प्रारंभ करें।
it: Inizia l'editing di un nuovo documento di Word.
ja: 新規 Word ドキュメントの編集を開始します。
nl: Bewerk een nieuw Word-document.
pt: Comece a editar um novo documento do Word.
ru: Начните редактировать новый документ Word.
th: เริ่มการแก้ไขเอกสาร Word ใหม่
zh: 开始编辑新的 Word 文档。

# Label_EditExcelDocument
source: Start editing a new Excel spreadsheet.
es: Empiece a editar una nueva hoja de Excel.
fr: Modifiez une nouvelle feuille Excel.
hi: नई Excel स्प्रैडशीट संपादित करना प्रारंभ करें।
it: Inizia l'editing di un nuovo foglio di Excel.
ja: 新規 Excel スプレッドシートの編集を開始します。
nl: Bewerk een nieuw Excel-spreadsheet.
pt: Edite uma nova folha de cálculo do Excel.
ru: Начните редактировать новую таблицу Excel.
th: เริ่มการแก้ไขสมุดงาน Excel ใหม่
zh: 开始编辑新的 Excel 电子表格。

# Label_EditPresentationDocument
source: Start editing a new PowerPoint presentation.
es: Edite una nueva presentación de PowerPoint.
fr: Modifiez une nouv. présentation PowerPoint.
hi: नई PowerPoint प्रस्तुति संपादित करना प्रारंभ करें।
it: Modifica una presentazione di PowerPoint.
ja: 新規 PowerPoint プレゼン編集を開始します。
nl: Bewerk een nieuwe PowerPoint-presentatie.
pt: Edite uma nova apresentação do PowerPoint.
ru: Начните редактировать новый файл PowerPoint.
th: เริ่มการแก้ไขการนำเสนอ PowerPoint ใหม่
zh: 开始编辑新的 PowerPoint 演示文稿。

# Label_CreateNewOnly
source: Create new
es: Crear nuevo
fr: Créer nouveau
hi: नया बनाएँ
it: Crea nuovo
ja: 新規作成
nl: Nieuw maken
pt: Criar novo
ru: Создать
th: สร้างใหม่
zh: 新建

# Label_IncreaseFontSize
source: Increase Font Size
es: Aumentar tamaño de fuente
fr: Police plus grande
hi: फ़ॉन्ट आकार बढ़ाएँ
it: Aumenta dimensioni del font
ja: フォントサイズを拡大
nl: Groter lettertype
pt: Aumentar Tamanho do Tipo de Letra
ru: Увеличить размер шрифта
th: เพิ่มขนาดอักษร
zh: 增加字体大小

# Label_DecreaseFontSize
source: Decrease Font Size
es: Reducir tamaño de fuente
fr: Police plus petite
hi: फ़ॉन्ट आकार घटाएँ
it: Riduci dimensioni del font
ja: フォントサイズを縮小
nl: Kleiner lettertype
pt: Diminuir Tamanho do Tipo de Letra
ru: Уменьшить размер шрифта
th: ลดขนาดอักษร
zh: 减小字体大小

# ErrMsg_PDFExportFailed
source: Export to PDF failed.
es: Error al exportar a PDF.
fr: L'export PDF a échoué.
hi: PDF में निर्यात करना विफल।
it: Impossibile esportare in formato PDF.
ja: PDF にエクスポートできませんでした。
nl: Exporteren naar PDF mislukt.
pt: Falha ao exportar para PDF.
ru: Ошибка экспорта в PDF.
th: การส่งออกไปยัง PDF ล้มเหลว
zh: 导出为 PDF 失败。

# Label_ZoomFitTwoPages
source: Fit two pages
es: Ajustar dos páginas
fr: Ajuster sur 2 pages
hi: दो पृष्ठों फ़िट करें
it: Adatta su due pagine
ja: 2 ページ分
nl: Passend op twee pagina's
pt: Ajustar duas páginas
ru: На двух страницах
th: จัดให้รองรับสองหน้า
zh: 适合两页

# PRGRSS_PreparingString
source: Preparing...
es: Preparando...
fr: Préparation...
hi: तैयारी हो रही है...
it: Preparazione in corso...
ja: 準備中…
nl: Voorbereiden...
pt: A preparar...
ru: Подготовка…
th: กำลังเตรียม...
zh: 正在准备...

# Lable_OpenFilesFrom
source: Open Files from
es: Abrir archivos desde
fr: Ouvrir fichiers depuis
hi: यहाँ से फ़ाइलें खोलें
it: Apri file da
ja: 以下でファイルを開く：
nl: Bestanden openen van
pt: Abrir Ficheiros de
ru: Открыть файлы из:
th: เปิดไฟล์จาก
zh: 打开文件自

# Label_Account
source: Account
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
pt: Conta
ru: Уч. запись
th: บัญชี
zh: 帐户

# Label_Add
source: Add
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
nl: Voeg
pt: Adicionar
ru: Добавить
th: เพิ่ม
zh: 添加

# Label_AddAccountSpotlightDescription
source: Add %@ account to view and edit remote files
es: Añadir %@ cuenta para ver y editar archivos en remoto
fr: Ajouter %@ compte pour afficher et modifier les fichiers distants
hi: जोड़ें%@दूर फाइल देखने व संपादन हेतु खाता
it: Aggiungi account %@ per visualizzare e modificare i file remoti
ja: 追加%@アカウントを作成しリモートファイル表示＆編集
nl: %@-account: bestanden weergeven en bewerken
pt: Adicionar conta %@ para ver e editar ficheiros remotos
ru: Добавить уч. запись %@ для просмотра и редактирования файлов из удаленных мест
th: เพิ่ม%@บัญชีสำหรับดูและแก้ไขไฟล์จากระยะไกล
zh: 添加 %@ 的帐户来查看和编辑远程文件

# Label_TouchIDEnable
source: Enable Touch ID fingerprint to unlock OfficeSuite
es: Permitir huella de Touch ID para desbloquear OfficeSuite
fr: Activer l'empreinte Touch ID pour débloquer OfficeSuite
hi: OfficeSuite अनलॉक करने के लिए Touch ID फ़िगरप्रिंट सक्षम करें
it: Attiva Touch ID con impronta digitale per sbloccare OfficeSuite
ja: Touch ID 指紋認証を「オン」にし、OfficeSuite のロックを解除
nl: Touch ID-vingerafdruk inschakelen om OfficeSuite te ontgrendelen
pt: Ativar impressão digital do Touch ID para desbloquear o OfficeSuite
ru: Чтобы разблокировать OfficeSuite, включите распознавание отпечатков с помощью Touch ID
th: เปิดใช้ Touch ID เพื่อใช้ลายนิ้วมือปลดล็อค OfficeSuite
zh: 启用 Touch ID 指纹来解锁 OfficeSuite

# Label_TouchProvideBiometrics
source: Please add at least one fingerprint from the Settings menu.
es: Añada al menos una huella dactilar desde el menú Ajustes.
fr: Ajoutez au moins une empreinte depuis le menu Paramètres
hi: कृपया सेटिंग्स मेनू से कम-से-कम एक फ़िगरप्रिंट जोड़ें।
it: Aggiungere almeno un'impronta digitale nel menu Impostazioni.
ja: 「設定」メニューで、指紋を少なくても 1 つ追加してください。
nl: Voeg ten minste één vingerafdruk toe vanuit het instellingenmenu.
pt: Adicione pelo menos uma impressão digital no menu Definições.
ru: Добавьте хотя бы один отпечаток из меню настроек.
th: โปรดเพิ่มข้อมูลลายนิ้วมืออย่างน้อยหนึ่งรายการจากเมนูการตั้งค่า
zh: 请在设置菜单中添加至少一个指纹。

# InfoMsg_WarningNonEmptyPassword
source: Password is empty. Please enter a non-empty password.
es: La contraseña está vacía. Indique una.
fr: Mot de passe vide. Entrez un mot de passe non-vide.
hi: पासवर्ड रिक्त है। कृपया गैर-रिक्त पासवर्ड दर्ज करें।
it: Password vuota. Inserire una password valida.
ja: パスワードが空欄のままです。パスワード用に文字や数字を入力してください。
nl: Wachtwoord is leeg. Voer een niet-leeg wachtwoord in.
pt: Palavra-passe vazia. Introduza uma palavra-passe não vazia.
ru: Поле пароля не заполнено. Введите пароль.
th: รหัสผ่านถูกเว้นว่าง โปรดป้อนรหัสผ่านโดยไม่เว้นว่าง
zh: 密码为空。请输入非空密码。

# InfoMsg_PreviewNotAvailable
source: File preview is not available.
es: La vista previa del archivo no está disponible.
fr: L'aperçu du fichier n'est pas disponible.
hi: फ़ाइल पूर्वावलोकन उपलब्ध नहीं है।
it: L'anteprima del file non è disponibile.
ja: ファイルブレビューはご利用になれません。
nl: Bestandsvoorbeeld is niet beschikbaar.
pt: A pré-visualização de ficheiros não está disponível.
ru: Предпросмотр недоступен.
th: ไม่สามารถดูตัวอย่างไฟล์ได้
zh: 文件预览不可用。

# InfoPlist_shortcutTitleCreateFile
source: Create File
es: Crear archivo
fr: Créer fichier
hi: फ़ाइल बनाएँ
it: Crea file
ja: ファイルを作成
nl: Bestand maken
pt: Criar Ficheiro
ru: Создать файл
th: สร้างไฟล์
zh: 创建文件

# Label_MobileIronEdition
source: MobileIron Edition
es: Edición de MobileIron
fr: Édition MobileIron
hi: MobileIron संस्करण
it: Edizione MobileIron
ja: MobileIron エディション
nl: MobileIron-editie
ru: Выпуск MobileIron
zh: MobileIron 版

# Label_OpenInForbidden
source: Your %@ administrator has prevented documents from opening in this app.
es: Su administrador %@ ha impedido que los documentos se abran en esta aplicación.
fr: Votre administrateur %@ empêche l'ouverture de documents dans cette appli.
hi: आपके %@ व्यवस्थापक ने इस ऐप में दस्तावेज़ खोलना रोक दिया है।
it: L'amministratore %@ ha impedito che i documenti vengano aperti con questa app.
ja: 管理者 %@ が当アプリでドキュメントを開くことを禁止しています。
nl: Uw %@-beheerder heeft voorkomen dat documenten worden geopend in deze app.
pt: O administrador %@ impediu a abertura de documentos nesta aplicação.
ru: Администратор %@ запретил открывать документы в этом приложении.
th: ผู้ดูแล %@ ของคุณไม่อนุญาตให้เปิดเอกสารในแอปนี้
zh: 您的 %@ 管理员已禁止在此应用程序中打开文档。

# Label_AppNotAuthorized
source: App Isn't Authorized
es: La app no tiene autorización
fr: Appli non autorisée
hi: ऐप अधिकृत नहीं है
it: App non autorizzata
ja: アプリの認証が済んでいません
nl: App is niet geautoriseerd
pt: A Aplicação Não Está Autorizada
ru: Приложение не авторизовано
th: แอปไม่ได้รับอนุญาต
zh: 应用程序未经授权

# Label_FractionNumberFormat
source: Fraction
es: Fracción
hi: भिन्न
it: Frazione
ja: 関数
nl: Breuk
pt: Fração
ru: Доли
th: เศษส่วน
zh: 分数

# Label_SpecialNumberFormat
source: Special
es: Especial
fr: Spécial
hi: विशेष
it: Speciale
ja: スペシャル
nl: Speciaal
pt: Especial
ru: Особые
th: พิเศษ
zh: 特殊

# Label_CustomNumberFormat
source: Custom
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
nl: Aangepast
pt: Personalizado
ru: Настройка
th: กำหนดเอง
zh: 自定义

# Label_FractionUpToOneDigit
source: Up to one digit (1/4)
es: Hasta un dígito (1/4)
fr: D'un chiffre (1/4)
hi: एक अंक तक (1/4)
it: Fino ad una cifra (1/4)
ja: 一桁台（1/4）
nl: Max. één cijfer (1/4)
pt: Até um algarismo (1/4)
ru: Простыми дробями (1/4)
th: ไม่เกินหนึ่งหลัก (1/4)
zh: 分母为一位数 (1/4)

# Label_FractionUpToTwoDigits
source: Up to two digits (10/25)
es: Hasta dos dígitos (10/25)
fr: De deux chiffres (10/25)
hi: दो अंकों तक (10/25)
it: Fino a due cifre (10/25)
ja: ニ桁台（10/25）
nl: Max. twee cijfers (10/25)
pt: Até dois algarismos (10/25)
ru: Дробями до двух цифр (10/25)
th: ไม่เกินสองหลัก (10/25)
zh: 分母为两位数 (10/25)

# Label_FractionUpToThreeDigits
source: Up to three digits (300/850)
es: Hasta tres dígitos (300/850)
fr: De trois chiffres (300/850)
hi: तीन अंकों तक (300/850)
it: Fino a tre cifre (300/850)
ja: 三桁台（300/850）
nl: Max. drie cijfers (300/850)
pt: Até três algarismos (300/850)
ru: Дробями до трех цифр (300/850)
th: ไม่เกินสามหลัก (300/850)
zh: 分母为三位数 (300/850)

# Label_FractionUpAsHalves
source: As halves (1/2)
es: Como mitades (1/2)
fr: Demis (1/2)
hi: अर्ध के रूप में (1/2)
it: Come metà (1/2)
ja: 2 分の 1（1/2）
nl: Als helften (1/2)
pt: Como meios (1/2)
ru: Половинными долями (1/2)
th: ส่วนสอง (1/2)
zh: 以 2 为分母 (1/2)

# Label_FractionUpAsQuarters
source: As quarters (2/4)
es: Como cuartos (2/4)
fr: Quarts (2/4)
hi: चौथाई के रूप में (2/4)
it: Come quarti (2/4)
ja: 4 分の 1（2/4）
nl: Als kwarten (2/4)
pt: Como quartos (2/4)
ru: Четвертыми долями (2/4)
th: ส่วนสี่ (2/4)
zh: 以 4 为分母 (2/4)

# Label_FractionUpAsEights
source: As eighths (4/8)
es: Como octavos (4/8)
fr: Huitièmes (4/8)
hi: आठवें भाग के रूप में (4/8)
it: Come ottavi (4/8)
ja: 8 分の 1（4/8）
nl: Als achtsten (4/8)
pt: Como oitavos (4/8)
ru: Восьмыми долями (4/8)
th: ส่วนแปด (4/8)
zh: 以 8 为分母 (4/8)

# Label_FractionUpAsSixteenths
source: As sixteenths (8/16)
es: Como dieciseisavos (8/16)
fr: Seizièmes (8/16)
hi: सोलहवें भाग के रूप में (8/16)
it: Come sedicesimi (8/16)
ja: 16 分の 1（8/16）
nl: Als zestienden (8/16)
pt: Como dezasseis avos (8/16)
ru: Шестнадцатыми долями (8/16)
th: ส่วนสิบหก (8/16)
zh: 以 16 为分母 (8/16)

# Label_FractionUpAsTenths
source: As tenths (5/10)
es: Como décimos (5/10)
fr: Dizièmes (5/10)
hi: दसवें भाग के रूप में (5/10)
it: Come decimi (5/10)
ja: 10 分の 1（5/10）
nl: Als tienden (5/10)
pt: Como décimos (5/10)
ru: Десятыми долями (5/10)
th: ส่วนสิบ (5/10)
zh: 以 10 为分母 (5/10)

# Label_FractionUpAsHundreths
source: As hundredths (50/100)
es: Como centésimos (50/100)
fr: Centièmes (50/100)
hi: सौवें भाग के रूप में (50/100)
it: Come centesimi (50/100)
ja: 100 分の 1（50/100）
nl: Als honderdsten (50/10)
pt: Como centésimos (50/100)
ru: Сотыми долями (50/100)
th: ส่วนร้อย (50/100)
zh: 以 100 为分母 (50/100)

# Label_UseCustomDenominator
source: Use custom denominator (1/%ld)
es: Denominador person. (1/%ld)
fr: Utiliser dénom. perso. (1/%ld)
hi: कस्टम हर (1/%ld) का इस्तेमाल करें
it: Usa denomin. personal. (1/%ld)
ja: カスタム分母を使用（1/%ld）
nl: Aangepaste noemer (1/%ld)
pt: Usar denomin. pessoal (1/%ld)
ru: Заданными долями (1/%ld)
th: ใช้ตัวส่วนที่กำหนดเอง (1/%ld)
zh: 使用自定义分母 (1/%ld)

# Label_FractionCustomdenominator
source: Custom denominator
es: Denominador personalizado
fr: Dénominateur personnalisé
hi: कस्टम हर
it: Denominatore personalizzato
ja: カスタム分母
nl: Aangepaste noemer
pt: Denominador personalizado
ru: Заданные доли
th: ตัวส่วนที่กำหนดเอง
zh: 自定义分母

# Label_FractionCustomDenominator
source: Custom Denominator
es: Denominador personalizado
fr: Dénominateur personnalisé
hi: कस्टम हर
it: Denominatore personalizzato
ja: カスタム分母
nl: Aangepaste noemer
pt: Denominador Personalizado
ru: Заданные доли
th: ตัวส่วนที่กำหนดเอง
zh: 自定义分母

# Label_Denominator
source: Denominator
es: Denominador
fr: Dénominateur
hi: भिन्न
it: Denominatore
ja: 分母
nl: Noemer
pt: Denominador
ru: Знаменатель
th: ตัวส่วน
zh: 分母

# Label_PostCode
source: Postcode
es: Código postal
fr: Code postal
hi: पोस्टकोड
it: Codice postale
ja: 郵便番号
pt: Código Postal
ru: Индекс
th: รหัสไปรษณีย์
zh: 邮政编码

# Label_ZipCode(US)
source: Zip Code (US)
es: Código postal (EE. UU.)
fr: Code postal ZIP (États-Unis)
hi: ज़िप कोड (US)
it: Codice postale (USA)
ja: 郵便番号 (US)
nl: Postcode (VS)
pt: Código Postal (EUA)
ru: Индекс (США)
th: รหัสไปรษณีย์ (สหรัฐฯ)
zh: 邮编（美国）

# Label_ZipCode4(US)
source: Zip Code + 4 (US)
es: Código postal +4 (EE. UU.)
fr: Code postal ZIP +4 (États-Unis)
hi: ज़िप कोड + 4 (US)
it: Codice postale + 4 (USA)
ja: 郵便番号＋4 (US)
nl: Postcode + 4 (VS)
pt: Código Postal + 4 (EUA)
ru: Индекс + 4 (США)
th: รหัสไปรษณีย์ +4 (สหรัฐฯ)
zh: 邮编 + 4（美国）

# Label_Postcode(A)
source: Postcode (A)
es: Código postal (A)
fr: Code postal (A)
hi: पोस्टकोड (A)
it: Codice postale (A)
ja: 郵便番号 (A)
pt: Código Postal (A)
ru: Индекс (A)
th: รหัสไปรษณีย์ (A)
zh: 邮编（A）

# Label_Postcode(CH)
source: Postcode (CH)
es: Código postal (CH)
fr: Code postal (CH)
hi: पोस्टकोड (CH)
it: Codice postale (CH)
ja: 郵便番号 (CH)
pt: Código Postal (CH)
ru: Индекс (CH)
th: รหัสไปรษณีย์ (CH)
zh: 邮编（CH）

# Label_Postcode(D)
source: Postcode (D)
es: Código postal (D)
fr: Code postal (D)
hi: पोस्टकोड (D)
it: Codice postale (D)
ja: 郵便番号 (D)
pt: Código Postal (D)
ru: Индекс (D)
th: รหัสไปรษณีย์ (D)
zh: 邮编（D）

# Label_Postcode(L)
source: Postcode (L)
es: Código postal (L)
fr: Code postal (L)
hi: पोस्टकोड (L)
it: Codice postale (L)
ja: 郵便番号 (L)
pt: Código Postal (L)
ru: Индекс (L)
th: รหัสไปรษณีย์ (L)
zh: 邮编（L）

# Label_Postcode(4digits)
source: Postcode (4 digits)
es: Código postal (4 dígitos)
fr: Code postal (4 chiffres)
hi: पोस्टकोड (4 अंक)
it: Codice postale (4 cifre)
ja: 郵便番号（4 桁）
nl: Postcode (4 cijfers)
pt: Código Postal (4 algarismos)
ru: Индекс (4 цифры)
th: รหัสไปรษณีย์ (4 หลัก)
zh: 邮编（4 位数）

# Label_Postcode(5digits)
source: Postcode (5 digits)
es: Código postal (5 dígitos)
fr: Code postal (5 chiffres)
hi: पोस्टकोड (5 अंक)
it: Codice postale (5 cifre)
ja: 郵便番号（5 桁）
nl: Postcode (5 cijfers)
pt: Código Postal (5 algarismos)
ru: Индекс (5 цифр)
th: รหัสไปรษณีย์ (5 หลัก)
zh: 邮编（5 位数）

# Label_Postcode(6digits)
source: Postcode (6 digits)
es: Código postal (6 dígitos)
fr: Code postal (6 chiffres)
hi: पोस्टकोड (6 अंक)
it: Codice postale (6 cifre)
ja: 郵便番号（6 桁）
nl: Postcode (6 cijfers)
pt: Código Postal (6 algarismos)
ru: Индекс (6 цифр)
th: รหัสไปรษณีย์ (6 หลัก)
zh: 邮编（6 位数）

# Label_PhoneNumber
source: Phone Number
es: Número de teléfono
fr: N° de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
nl: Telefoonnummer
pt: Número de Telefone
ru: Номер телефона
th: หมายเลขโทรศัพท์
zh: 电话号码

# Label_SocialSecurityNumber
source: Social Security Number
es: Número de la Seguridad Social
fr: N° de sécurité sociale
hi: सामाजिक सुरक्षा नंबर
it: Numero di sicurezza sociale
ja: 社会保障番号
nl: Burgerservicenummer
pt: Número de Segurança Social
ru: Страховой номер
th: หมายเลขประกันสังคมสหรัฐฯ
zh: 社会保险号码

# Label_PdfOptions
source: PDF Options
es: Opciones de PDF
fr: Options PDF
hi: PDF विकल्प
it: Opzioni PDF
ja: PDF オプション
nl: PDF-opties
pt: Opções de PDF
ru: Параметры PDF
th: ตัวเลือก PDF
zh: PDF 选项

# Label_PrintHeadings
source: Print headings
es: Imprimir encabezados
fr: Imprimer titres
hi: शीर्षक प्रिंट करें
it: Stampa titoli
ja: プリントの見出し
nl: Afdrukkoppen
pt: Imprimir cabeçalhos
ru: Печать заголовков
th: พิมพ์หัวกระดาษ
zh: 打印标题

# Label_PrintGridlines
source: Print gridlines
es: Imprimir líneas cuadrícula
fr: Imprimer quadrillage
hi: ग्रिडलाइनें प्रिंट करें
it: Stampa griglia
ja: プリントのグリッドライン
nl: Afdrukrasterlijnen
pt: Imprimir linhas de grelha
ru: Печать сетки
th: พิมพ์เส้นกริด
zh: 打印网格线

# Label_SelectSheets
source: Select Sheets
es: Seleccionar hojas
fr: Sélection de feuilles
hi: शीट्स चुनें
it: Seleziona fogli
ja: シートを選択
nl: Bladen selecteren
pt: Selecionar Folhas
ru: Выбрать листы
th: เลือกแผ่นงาน
zh: 选择工作表

# Label_ShowHeadings
source: Show Headings
es: Mostrar encabezados
fr: Afficher titres
hi: शीर्षक दिखाएँ
it: Mostra titoli
ja: 見出しを表示
nl: Koppen tonen
pt: Mostrar Cabeçalhos
ru: Показать заголовки
th: แสดงหัวกระดาษ
zh: 显示标题

# Label_EmptyPage
source: Empty page
es: Página vacía
fr: Page vide
hi: रिक्त पृष्ठ
it: Pagina vuota
ja: 白紙のページ
nl: Lege pagina
pt: Página vazia
ru: Пустая страница
th: หน้าว่าง
zh: 空白页

# Label_NewComment
source: Add Comment
es: Añadir comentario
fr: Commenter
hi: टिप्पणी जोड़ें
it: Aggiungi commento
ja: コメントを追加
nl: Opmerking toevoegen
pt: Adicionar Comentário
ru: Добавить комментарий
th: เพิ่มความคิดเห็น
zh: 添加评论
