Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_SUMX2PY2
source: Returns the sum of the sum of squares of corresponding values in two arrays
es: Devuelve la suma de la suma de los cuadrados de los valores correspondientes de dos matrices
fr: Renvoie la somme de la somme des carrés des valeurs correspondantes de deux matrices.
hi: दो सरणियों में अनुरूप मानों के वर्गों के योग का योग देता है
it: Restituisce la somma delle somme dei quadrati per valori corrispondenti in due matrici
ja: 2つのアレイの対応値の平方の合計の合計を返します
nl: Geeft als resultaat de som van de kwadratensom van corresponderende waarden in twee matrices
pt: Devolve a soma da soma dos quadrados dos valores correspondentes em duas matrizes
ru: Возвращает сумму сумм квадратов соответствующих элементов двух массивов
th: แสดงผลรวมของผลรวมของสแควร์ของค่าที่ตรงกันในชุดลำดับสองชุด
zh: 返回两数组中对应值的平方和之和

# Excel_func_SUMXMY2
source: Returns the sum of squares of differences of corresponding values in two arrays
es: Devuelve la suma de los cuadrados de las diferencias de los valores correspondientes de dos matrices
fr: Renvoie la somme des carrés des différences entre les valeurs correspondantes de deux matrices.
hi: दो सरणियों में अनुरूप मानों के अंतर के वर्गों का योग देता है
it: Restituisce la somma dei quadrati delle differenze di valori corrispondenti in due matrici
ja: 2つのアレイの対応値の差の平方の合計を返します
nl: Geeft als resultaat de som van de kwadraten van de verschillen tussen de corresponderende waarden in twee matrices
pt: Devolve a soma dos quadrados da diferença dos valores correspondentes em duas matrizes
ru: Возвращает сумму квадратов разностей соответствующих значений в двух массивах
th: แสดงผลรวมของสแควร์ของค่าที่ตรงกันในชุดลำดับสองชุด
zh: 返回两个数组中对应值差的平方和

# Excel_func_SYD
source: Returns the sum-of-years digits depreciation of an asset for a specified period
es: Devuelve la depreciación por suma de dígitos de los años de un bien durante un período especificado
fr: Calcule l'amortissement d'un bien pour une période donnée sur la base de la méthode américaine Sum-of-Years Digits (amortissement dégressif à taux décroissant appliqué à une valeur constante).
hi: निर्दिष्ट अवधि के लिए आस्ति के मूल्यह्रास वर्षों-के-योग अंक देता है
it: Restituisce l'ammortamento pluriennale in cifre di un bene per un determinato periodo
ja: 指定された期間の資産の年間合計減価償却を返します
nl: Geeft als resultaat de afschrijving van activa over een bepaalde termijn met behulp van de 'Sum-Of-Years-Digits'-methode
pt: Devolve a depreciação por algarismos da soma dos anos de um bem para um período especificado
ru: Возвращает величину амортизации актива за данный период, рассчитанную методом суммирования годовых чисел
th: แสดงผลค่าเสื่อมราคาแบบผลรวมจำนวนปีของสินทรัพย์สำหรับงวดที่ระบุ
zh: 返回某项固定资产按年限总和折旧法计算的每期折旧金额

# Excel_func_T
source: Converts its arguments to text
es: Convierte sus argumentos a texto
fr: Convertit ses arguments en texte.
hi: कोणांकों को पाठ में परिवर्तित करता है
it: Converte gli argomenti in testo
ja: 引数をテキストに変換します
nl: Converteert de argumenten naar tekst
pt: Converte os respetivos argumentos em texto
ru: Преобразует аргументы в текст
th: แปลงอาร์กิวเมนต์เป็นข้อความ
zh: 将其参数转换为文本

# Excel_func_TAN
source: Returns the tangent of a number
es: Devuelve la tangente de un número
fr: Renvoie la tangente d'un nombre.
hi: किसी संख्या की स्पर्शज्या देता है
it: Restituisce la tangente di un numero
ja: 数値の正接を返します
nl: Geeft als resultaat de tangens van een getal
pt: Devolve a tangente de um número
ru: Возвращает тангенс числа
th: แสดงผลค่าแทนเจนต์ของตัวเลข
zh: 返回数字的正切值

# Excel_func_TANH
source: Returns the hyperbolic tangent of a number
es: Devuelve la tangente hiperbólica de un número
fr: Renvoie la tangente hyperbolique d'un nombre.
hi: किसी संख्या की अतिपरवलयिक स्पर्शज्या देता है
it: Restituisce la tangente iperbolica di un numero
ja: 数値の双曲線正接を返します
nl: Geeft als resultaat de tangens hyperbolicus van een getal
pt: Devolve a tangente hiperbólica de um número
ru: Возвращает гиперболический тангенс числа
th: แสดงผลไฮเปอร์โบลิกแทนเจนต์ของตัวเลข
zh: 返回数字的双曲正切值

# Excel_func_TBILLEQ
source: Returns the bond-equivalent yield for a Treasury bill
es: Devuelve el rendimiento de un bono equivalente a una letra del Tesoro
fr: Renvoie le taux d'escompte rationnel d'un bon du Trésor.
hi: राजकोष बिल के लिए बंध-समरूप प्रतिफल देता है
it: Restituisce il rendiconto equivalente a un'obbligazione per un buono del tesoro
ja: 短期国債の債券換算利回りを返します
nl: Geeft als resultaat het rendement op schatkistpapier, dat op dezelfde manier wordt berekend als het rendement op obligaties
pt: Devolve o lucro de um título equivalente a uma Obrigação do Tesouro
ru: Возвращает эквивалентный облигации доход по казначейскому векселю
th: แสดงผลตอบแทนเทียบกับพันธบัตรสำหรับตั๋วเงินคลัง
zh: 返回国库券的等价债券收益

# Excel_func_TBILLPRICE
source: Returns the price per $100 face value for a Treasury bill
es: Devuelve el precio por un valor nominal de $100 de una letra del Tesoro
fr: Renvoie le prix d'un bon du Trésor d'une valeur nominale de 100 euros.
hi: राजकोष बिल के लिए प्रति $100 अंकित मूल्य क़ीमत देता है
it: Restituisce il prezzo di un buono del tesoro dal valore nominale di 100 $
ja: 短期国債の100ドル額面価値当たりの価格を返します
nl: Bepaalt de prijs per € 100 nominale waarde voor schatkistpapier
pt: Devolve o preço por € 100 de valor nominal de uma Obrigação do Tesouro
ru: Возвращает цену за 100 рублей для номинальной стоимости казначейского векселя
th: แสดงผลราคาต่อมูลค่าที่ตราไว้ $100 ของตั๋วเงินคลัง
zh: 返回面值$100的国库券的价格

# Excel_func_TBILLYIELD
source: Returns the yield for a Treasury bill
es: Devuelve el rendimiento de una letra del Tesoro
fr: Calcule le taux de rendement d'un bon du Trésor.
hi: राजकोष बिल के लिए प्रतिफल देता है
it: Restituisce il rendimento di un buono del tesoro
ja: 短期国債の利回りを返します
nl: Berekent het rendement voor schatkistpapier
pt: Devolve o lucro de uma Obrigação do Tesouro
ru: Возвращает доходность по казначейскому векселю
th: แสดงผลค่าตอบแทนสำหรับตั๋วเงินคลัง
zh: 返回国库券的收益率

# Excel_func_TDIST
source: Returns the Student's t-distribution
es: Devuelve la distribución de t de Student
fr: Renvoie la probabilité d’une variable aléatoire suivant une loi T de Student.
hi: विद्यार्थियों का t-वितरण देता है
it: Restituisce la distribuzione t di Student
ja: 学生のT分布を返します
nl: Geeft als resultaat de Student T-verdeling
pt: Devolve a distribuição t de Student
ru: Возвращает t-распределение Стьюдента
th: แสดงผลการแจกแจง Student's t-distribution
zh: 返回学生的t分布

# Excel_func_TEXT
source: Formats a number and converts it to text
es: Da formato a un número y lo convierte en texto
fr: Convertit un nombre au format texte.
hi: संख्या को फ़ॉर्मेट करता है और उसे पाठ में रूपांतरित करता है
it: Formatta un numero e lo converte in testo
ja: 数値をフォーマットし、テキストに変換します
nl: Maakt een getal op en converteert het getal naar tekst
pt: Formata um número e converte-o em texto
ru: Форматирует число и преобразует его в текст
th: จัดรูปแบบ
zh: 设置数字格式并将其转换为文本

# Excel_func_TIME
source: Returns the serial number of a particular time
es: Devuelve el número de serie correspondiente a una hora determinada
fr: Renvoie le numéro de série d'une heure précise.
hi: विशिष्ट समय की क्रम संख्या देता है
it: Restituisce il numero seriale per un orario specifico
ja: 特定の時間のシリアル番号を返します
nl: Geeft als resultaat het seriële getal van een bepaald tijdstip
pt: Devolve o número de série de um determinado tempo
ru: Возвращает порядковое число для конкретного времени
th: แสดงผลเลขลำดับของเวลาหนึ่งๆ
zh: 返回特定时间的序列号

# Excel_func_TIMEVALUE
source: Converts a time in the form of text to a serial number
es: Convierte una hora con formato de texto en un valor de número de serie
fr: Convertit une date représentée sous forme de texte en numéro de série.
hi: पाठ के रूप में मौजूद सम को क्रम संख्या में परिवर्तित करता है
it: Converte un orario in formato testo in un numero seriale
ja: テキストの形式の時刻をシリアル番号に変換します
nl: Converteert de tijd in de vorm van tekst naar een serieel getal
pt: Converte um tempo em forma de texto num número de série
ru: Преобразует время, представленное в текстовом виде, в порядковое число
th: แปลงเวลาในรูปแบบข้อความเป็นเลขลำดับ
zh: 将文本格式的时间转换为序列号

# Excel_func_TINV
source: Returns the inverse of the Student's t-distribution
es: Devuelve la función inversa de la distribución de t de Student
fr: Renvoie, pour une probabilité donnée, la valeur d'une variable aléatoire suivant une loi T de Student.
hi: विद्यार्थियों के t-वितरण का व्युत्क्रम देता है
it: Restituisce l'inversa della distribuzione t di Student
ja: 学生のＴ分布の逆数を返します
nl: Geeft als resultaat de inverse van de Student T-verdeling
pt: Devolve o inverso da distribuição t de Student
ru: Возвращает обратное t-распределение Стьюдента
th: แสดงผลค่ากลับของการแจกแจง Student's t-distribution
zh: 返回学生的t分布的反函数

# Excel_func_TODAY
source: Returns the serial number of today's date
es: Devuelve el número de serie del día actual
fr: Renvoie le numéro de série de la date du jour.
hi: वर्तमान दिनांक का क्रम संख्या देता है
it: Restituisce il numero seriale per la data corrente
ja: 本日の日付のシリアル番号を返します
nl: Geeft als resultaat het seriële getal van de huidige datum
pt: Devolve o número de série da data atual
ru: Возвращает текущую дату в числовом формате
th: แสดงผลเลขลำดับของวันที่ปัจจุบัน
zh: 返回今天日期的序列号

# Excel_func_TRANSPOSE
source: Returns the transpose of an array
es: Devuelve la transposición de una matriz
fr: Renvoie la transposition d'une matrice.
hi: किसी सरणी का स्थानांतरण देता है
it: Restituisce la trasposizione di una matrice
ja: アレイの入れ替えを返します
nl: Geeft als resultaat de getransponeerde van een matrix
pt: Devolve a transposição de uma matriz
ru: Возвращает транспонированный массив
th: แสดงผลการเปลี่ยนของชุดลำดับ
zh: 返回数组的转置

# Excel_func_TREND
source: Returns values along a linear trend
es: Devuelve valores en una tendencia lineal
fr: Renvoie des valeurs par rapport à une tendance linéaire.
hi: रेखीय रुझान में मान देता है
it: Restituisce i valori lungo una tendenza lineare
ja: 線形傾向に沿った値を返します
nl: Geeft als resultaat de waarden voor een lineaire trend
pt: Devolve valores ao longo de uma tendência linear
ru: Возвращает значения в соответствии с линейным трендом
th: แสดงผลค่าตามแนวโน้มเชิงเส้น
zh: 返回沿线性趋势的值

# Excel_func_TRIM
source: Removes spaces from text
es: Quita los espacios del texto
fr: Supprime les espaces du texte.
hi: पाठ से स्पेस हटाता है
it: Rimuove gli spazi dal testo
ja: テキストからスペースを除きます
nl: Verwijdert de spaties uit een tekst
pt: Remove espaços do texto
ru: Удаляет из текста пробелы
th: นำการเว้นวรรคออกจากข้อความ
zh: 删除文本中的空格

# Excel_func_TRIMMEAN
source: Returns the mean of the interior of a data set
es: Devuelve la media del interior de un conjunto de datos
fr: Renvoie la moyenne de l'intérieur d'un jeu de données.
hi: किसी डेटा सेट के अभ्यंतर का माध्य देता है
it: Restituisce la media della parte interna di un insieme di dati
ja: データセットの内部の平均値を返します
nl: Geeft als resultaat het gemiddelde van waarden in een gegevensverzameling
pt: Devolve a média do interior de um conjunto de dados
ru: Возвращает среднее по внутренности набора данных
th: แสดงผลค่ากลางของค่าภายในชุดข้อมูล
zh: 返回数据集的内部平均值

# Excel_func_TRUE
source: Returns the logical value TRUE
es: Devuelve el valor lógico VERDADERO
fr: Renvoie la valeur logique VRAI.
hi: तार्किक मान TRUE देता है
it: Restituisce il valore logico TRUE
ja: 論理値TRUEを返します
nl: Geeft als resultaat de logische waarde WAAR
pt: Devolve o valor lógico VERDADEIRO
ru: Возвращает логическое значение TRUE (ИСТИНА)
th: แสดงผลค่าตรรกะ TRUE
zh: 返回逻辑值TRUE

# Excel_func_TRUNC
source: Truncates a number to an integer
es: Trunca un número a un entero
fr: Renvoie la partie entière d'un nombre.
hi: संख्या को काट-छाँट कर पूर्णांक बनाता है
it: Elimina la parte decimale di un numero
ja: 数値を整数に切り捨てます
nl: Kapt een getal af tot een geheel getal
pt: Trunca um número para um número inteiro
ru: Отбрасывает дробную часть, оставляя целое число
th: ตัดตัวเลขเป็นจำนวนเต็ม
zh: 将数字截尾取整

# Excel_func_TTEST
source: Returns the probability associated with a Student's t-test
es: Devuelve la probabilidad asociada a una prueba t de Student
fr: Renvoie la probabilité associée à un test T de Student.
hi: विद्यार्थी की t-परीक्षा से जुड़ी संभावना देता है
it: Restituisce la probabilità associata ad un test t di Student
ja: 学生のＴ検定に関連する確率を返します
nl: Geeft als resultaat de kans met behulp van de Student T-toets
pt: Devolve a probabilidade associada ao teste t de Student
ru: Возвращает вероятность, соответствующую t-тесту по критерию Стьюдента
th: แสดงผลความน่าจะเป็นที่เชื่อมโยงกับ Student's t-test
zh: 返回与学生的t检验相关的概率

# Excel_func_TYPE
source: Returns a number indicating the data type of a value
es: Devuelve un número que indica el tipo de datos de un valor
fr: Renvoie un nombre indiquant le type de données d'une valeur.
hi: मान के डेटा प्रकार को सूचित करते हुए संख्या देता है
it: Restituisce un numero che indica il tipo di dati di un valore
ja: 値のデータ型を示す数値を返します
nl: Geeft als resultaat een getal dat het gegevenstype van een waarde aangeeft
pt: Devolve um número que indica o tipo de dados de um valor
ru: Возвращает число, обозначающее тип данных значения
th: แสดงผลตัวเลขที่ระบุประเภทข้อมูลของค่า
zh: 返回表示值的数据类型的数字

# Excel_func_UPPER
source: Converts text to uppercase
es: Convierte el texto en mayúsculas
fr: Convertit le texte en majuscules.
hi: पाठ को अप्परकेस में बदलता है
it: Converte il testo in lettere maiuscole
ja: テキストを大文字に変換します
nl: Zet tekst om in hoofdletters
pt: Converte texto em maiúsculas
ru: Преобразует все буквы текста в прописные
th: แปลงข้อความเป็นตัวพิมพ์ใหญ่
zh: 将文本转换为大写形式

# Excel_func_VALUE
source: Converts a text argument to a number
es: Convierte un argumento de texto en un número
fr: Convertit un argument textuel en nombre.
hi: पाठ स्वतंत्र चर को संख्या में बदलता है
it: Converte un argomento di testo in un numero
ja: テキスト引数を数値に変換します
nl: Converteert tekst naar een getal
pt: Converte um argumento de texto num número
ru: Преобразует текстовый аргумент в число
th: แปลงอาร์กิวเมนต์ข้อความเป็นตัวเลข
zh: 将文本参数转换为数字

# Excel_func_VAR
source: Estimates variance based on a sample
es: Calcula la varianza en función de una muestra
fr: Calcule la variance sur la base d'un échantillon.
hi: नमूने के आधार पर अंतर का अनुमान लगाता है
it: Stima la varianza sulla base di un campione
ja: サンプルに基づいた変動を予測します
nl: Maakt een schatting van de variantie op basis van een steekproef
pt: Calcula a variância com base numa amostra
ru: Вычисляет дисперсию на основе выборки
th: ประมาณค่าแปรปรวนตามตัวอย่าง
zh: 基于样本估算方差

# Excel_func_VARA
source: Estimates variance based on a sample, including numbers, text, and logical values
es: Calcula la varianza en función de una muestra, incluidos números, texto y valores lógicos
fr: Estime la variance d'une population en se basant sur un échantillon de cette population, nombres, texte et valeurs logiques incluses.
hi: संख्याएँ, पाठ और तार्किक मानों सहित नमूने के आधार पर अंतर का अनुमान लगाता है
it: Stima la varianza sulla base di un campione comprendente numeri, testo e valori logici
ja: 数値、テキスト、論理値を含むサンプルに基づいた変動を予測します
nl: Maakt een schatting van de variantie op basis van een steekproef, inclusief getallen, tekst en logische waarden
pt: Calcula a variância com base numa amostra, incluindo números, texto e valores lógicos
ru: Оценивает дисперсию по выборке, включая числа, текст и логические значения
th: ประมาณค่าแปรปรวนตามตัวอย่าง รวมถึงตัวเลข ข้อความ และค่าตรรกะ
zh: 基于样本（包括数字、文本和逻辑值）估算方差

# Excel_func_VARP
source: Calculates variance based on the entire population
es: Calcula la varianza en función de toda la población
fr: Calcule la variance sur la base de l'ensemble de la population.
hi: संपूर्ण संख्याओं के आधार पर अंतर का परिकलन करता है
it: Calcola la varianza sulla base dell'intera popolazione.
ja: 母集団全体に基づいた変動を計算します
nl: Berekent de variantie op basis van de volledige populatie
pt: Calcula a variância com base na população total
ru: Вычисляет дисперсию по генеральной совокупности значений
th: คำนวณค่าแปรปรวนตามประชากรทั้งหมด
zh: 计算基于样本总体的方差

# Excel_func_VARPA
source: Calculates variance based on the entire population, including numbers, text, and logical values
es: Calcula la varianza en función de toda la población, incluidos números, texto y valores lógicos
fr: Calcule la variance d'une population en se basant sur la population entière, nombres, texte et valeurs logiques inclus.
hi: संख्याएँ, पाठ और तार्किक मानों सहित संपूर्ण संख्याओं के आधार पर अंतर का परिकलन करता है
it: Calcola la deviazione sulla base dell'intera popolazione, inclusi numeri, testo e valori logici
ja: 数値、テキスト、論理値を含む母集団全体に基づいた変動を計算します
nl: Berekent de standaarddeviatie op basis van de volledige populatie, inclusief getallen, tekst en logische waarden
pt: Calcula a variância com base na população total, incluindo números, texto e valores lógicos
ru: Вычисляет дисперсию по генеральной совокупности, включая числа, текст и логические значения
th: คำนวณค่าแปรปรวนตามประชากรทั้งหมด รวมถึงตัวเลข ข้อความ และค่าตรรกะ
zh: 计算基于总体（包括数字、文本和逻辑值）的方差

# Excel_func_VDB
source: Returns the depreciation of an asset for a specified or partial period by using a declining balance method
es: Devuelve la depreciación de un bien durante un período específico o parcial a través del método de cálculo en disminución
fr: Calcule l'amortissement d'un bien pendant une période spécifiée ou partielle suivant une éthode de l'amortissement dégressif.
hi: अवनत शेष पद्धति के उपयोग द्वारा निर्दिष्ट या आंशिक अवधि के लिए मूल्यह्रास देता है
it: Restituisce l'ammortamento di un bene per un periodo specifico o parziale utilizzando il metodo a quote decrescenti
ja: 残高低減方式を使用して、指定された期間または部分的な期間に対する資産の減価償却費を返します
nl: Geeft als resultaat de afschrijving van activa over een gehele of gedeeltelijke termijn met behulp van de 'declining balance'-methode
pt: Devolve a depreciação de um ativo relativo a um período específico ou parcial utilizando um método de amortização degressiva
ru: Возвращает величину амортизации актива для указанного или частичного периода при использовании метода сокращающегося баланса
th: แสดงค่าเสื่อมราคาสินทรัรพย์สำหรับงวดที่ระบุ โดยใช้วิธีดุลที่ลดลง
zh: 使用余额递减法，返回一笔资产在给定期间或部分期间内的折旧值

# Excel_func_VLOOKUP
source: Looks in the first column of an array and moves across the row to return the value of a cell
es: Busca en la primera columna de una matriz y se mueve en horizontal por la fila para devolver el valor de una celda
fr: Effectue une recherche dans la première colonne d'une matrice et se déplace sur la ligne pour renvoyer la valeur d'une cellule.
hi: सरणी के प्रथम स्तंभ को देखता है और कक्ष का मान देने के लिए पंक्ति में आगे बढ़ता है
it: Cerca nella prima colonna di una matrice e si sposta sulla riga per restituire il valore di una cella
ja: アレイの最初の列を検索し、行全体を移動して、セルの値を返します
nl: Zoekt in de meest linkse kolom van een matrix naar een bepaalde waarde en geeft als resultaat de waarde in de opgegeven cel
pt: Procura na primeira coluna de uma matriz e percorre a linha para devolver o valor de uma célula
ru: Просматривает первый столбец массива и перемещается по строке для возврата значения ячейки
th: ค้นหาในคอลัมน์แรกของชุดลำดับและเลื่อนไปทางขวางของแถวเพื่อแสดงค่าของเซลล์
zh: 在数组第一列中查找，然后在行之间移动以返回单元格的值

# Excel_func_WEEKDAY
source: Converts a serial number to a day of the week
es: Convierte un número de serie en un valor de día de la semana
fr: Convertit un numéro de série en jour de la semaine.
hi: क्रम संख्या को सप्ताह के दिन में बदलता है
it: Converte un numero seriale in un giorno della settimana
ja: シリアル番号を曜日に変換します
nl: Converteert een serieel getal naar een weekdag
pt: Converte um número de série num dia da semana
ru: Преобразует порядковое число в день недели
th: แปลงเลขลำดับเป็นวันของสัปดาห์
zh: 将序列号转换为星期日期

# Excel_func_WEEKNUM
source: Converts a serial number to a number representing where the week falls numerically with a year
es: Convierte un número de serie en un número que representa el lugar numérico de una semana con un año
fr: Convertit un numéro de série en un numéro représentant l'ordre de la semaine dans l'année.
hi: वर्ष के साथ संख्यानुसार सप्ताह का प्रतिनिधित्व करने वालीu0020 संख्या को क्रम संख्या में बदलता है
it: Converte un numero seriale nel numero corrispondente a quello della settimana nell'anno
ja: その週が年で数字的にどこに位置するかを示すシリアル番号を数値に変換します
nl: Converteert een serieel getal naar een weeknummer
pt: Converte um número de série num número que representa o número da semana num determinado ano
ru: Преобразует дату в числовом формате в число, которое указывает, на какую неделю года приходится дата
th: แปลงเลขลำดับเป็นตัวเลขแสดงตำแหน่งตัวเลขของสัปดาห์ในปี
zh: 将序列号转换为代表该星期为一年中第几周的数字

# Excel_func_WEIBULL
source: Calculates variance based on the entire population, including numbers, text, and logical values
es: Calcula la varianza en función de toda la población, incluidos números, texto y valores lógicos
fr: Renvoie la probabilité d'une variable aléatoire suivant une loi de Weibull.
hi: संख्याएँ, पाठ और तार्किक मानों सहित संपूर्ण संख्याओं के आधार पर अंतर का परिकलन करता है
it: Calcola la varianza sulla base dell'intera popolazione, inclusi numeri, testo e valori logici
ja: 数値、テキスト、論理値を含む母集団全体に基づいた変動を計算します
nl: Berekent de standaarddeviatie op basis van de volledige populatie, inclusief getallen, tekst en logische waarden
pt: Calcula a variância com base na população total, incluindo números, texto e valores lógicos
ru: Вычисляет дисперсию по генеральной совокупности, включая числа, текст и логические значения
th: คำนวณค่าแปรปรวนตามประชากรทั้งหมด รวมถึงตัวเลข ข้อความ และค่าตรรกะ
zh: 计算基于总体（包括数字、文本和逻辑值）的方差

# Excel_func_WORKDAY
source: Returns the serial number of the date before or after a specified number of workdays
es: Devuelve el número de serie de la fecha que tiene lugar antes o después de un número de días laborables especificados
fr: Renvoie le numéro de série de la date avant ou après le nombre de jours ouvrés spécifiés.
hi: कार्य-दिवसों कि निर्दिष्ट संख्या से पहले या बाद के दिनांक की क्रम संख्या देता है
it: Restituisce il numero di serie della data precedente o successiva a un numero specifico di giorni feriali
ja: 指定された営業日数の前後の日付のシリアル番号を返します
nl: Geeft als resultaat het seriële getal van de datum voor of na een bepaald aantal werkdagen
pt: Devolve o número de série da data antes ou depois de um número de dias úteis especificado
ru: Возвращает порядковый номер даты, отстоящей на заданное число рабочих дней вперед или назад от начальной даты
th: แสดงเลขลำดับของวันที่ก่อนหรือหลังจำนวนวันทำการที่ระบุ
zh: 返回指定的若干个工作日之前或之后的日期的序列号

# Excel_func_XIRR
source: Returns the internal rate of return for a schedule of cash flows that is not necessarily periodic
es: Devuelve la tasa interna de retorno para un flujo de efectivo que no es necesariamente periódico
fr: Calcule le taux de rentabilité interne d'un ensemble de paiements non périodiques.
hi: आवधिक रूप से अनपेक्षित नकदी प्रवाहों की अनुसूचियों के लिए प्रतिफल का आंतरिक दर देता है
it: Restituisce il tasso di rendimento interno per un impiego di flussi di cassa non necessariamente periodici
ja: 必ずしも定期的ではないキャッシュフローのスケジュールに対してリターンの内部金利を返します
nl: Berekent de interne rentabiliteit voor een betalingsschema van cashflows
pt: Devolve a taxa interna de rentabilidade de um plano de fluxos monetários que não seja necessariamente periódica
ru: Возвращает внутреннюю норму прибыли для графика поступлений денежных средств, не обязательно носящих периодический характер
th: แสดงผลอัตราภายในของผลตอบแทนสำหรับตารางกระแสเงินสดที่ไม่จำเป็นต้องเป็นรายงวด
zh: 返回一组现金流的内部收益率，这些现金流不一定定期发生
