Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# ErrFormula_InitDependencesFailedString
source: Error in formula setup. Formulas will not be calculated.
es: Error en configuración de fórmula. No se calcularán las fórmulas.
fr: Erreur de paramétrage de formule. Les formules ne seront pas calculées.
hi: फॉर्म्‍युला स्‍थापित करने में त्रुटि। फॉर्म्‍युलों की गणना नहीं की जाएगी।
it: Errore nella configurazione della formula. Le formule non saranno calcolate.
ja: 式の設定エラーです。 式が計算できません。
nl: Fout in instellen formule. De formules worden niet berekend.
pt: Erro na configuração da fórmula. As fórmulas não serão calculadas.
ru: Ошибка в задании формулы. Формулы не будут вычислены.
th: ผิดพลาดในการตั้งสูตร สูตรจะไม่ถูกคำนวณ
zh: 公式设置错误。 将不会计算公式。

# Confirm_SelectionTypeString
source: Please select what type of items to process.
es: Seleccione el tipo de elementos que se van a procesar.
fr: Veuillez sélectionner le type d’éléments à traiter.
hi: कृपया चुनें किस प्रकार के मदों का प्रसंस्‍करण होना है।
it: Seleziona quale tipo di elementi elaborare.
ja: 処理項目の種類を選択してください。
nl: Selecteer welk type items moeten worden verwerkt.
pt: Selecione o tipo de itens a processar.
ru: Выберите типы объектов для обработки.
th: กรุณาเลือกประเภทของไอเท็มที่จะประมวลผล
zh: 请选择要处理的项目类型。

# FUNCCAT_CommonString
source: Common
es: Comunes
fr: Commun
hi: सामान्‍य
it: Comuni
ja: 通常
nl: Algemeen
pt: Comuns
ru: Общие
th: ทั่วไป
zh: 常用函数

# FUNCCAT_AllString
source: All
es: Todo
fr: Tout
hi: सभी
it: Tutte
ja: すべて
nl: Alle
pt: Todos
ru: Все
th: ทั้งหมด
zh: 全部

# FUNCCAT_DatabaseString
source: Database
es: Base de datos
fr: Base de données
hi: डेटाबेस
ja: データベース
pt: Base de Dados
ru: База данных
th: ฐานข้อมูล
zh: 数据库

# FUNCCAT_InformationString
source: Information
es: Información
fr: Informations
hi: जानकारी
it: Informazioni
ja: 情報
nl: Informatie
pt: Informações
ru: Информация
th: ข้อมูล
zh: 信息

# FUNCCAT_LogicalString
source: Logical
es: Lógica
fr: Logique
hi: तार्किक
it: Logiche
ja: 論理
nl: Logisch
pt: Lógica
ru: Логическая
th: ตรรกะ
zh: 逻辑

# FUNCCAT_MathString
source: Math
es: Matemática
hi: गणित
it: Matematica
ja: 数式
nl: Wiskundig
pt: Matemática
ru: Математическая
th: คณิตศาสตร์
zh: 数学

# FUNCCAT_DateTimeString
source: Date & Time
es: Fecha y hora
fr: Date et heure
hi: तिथि एवं समय
it: Data e ora
ja: 日付と時間
nl: Datum en tijd
pt: Data e Hora
ru: Дата и время
th: วันที่ & เวลา
zh: 日期与时间

# FUNCCAT_StatisticalString
source: Statistical
es: Estadística
fr: Statistique
hi: सांख्यिकीय
it: Statistiche
ja: 統計
nl: Statistisch
pt: Estatística
ru: Статистическая
th: ทางสถิติ
zh: 统计

# FUNCCAT_FinancialString
source: Financial
es: Financiera
fr: Financier
hi: वित्‍तीय
it: Finanziarie
ja: 財務
nl: Financieel
pt: Finanças
ru: Финансовая
th: ทางการเงิน
zh: 财务

# FUNCCAT_LookRefString
source: Lookup & Ref
es: Buscar y ref.
fr: Recherche et Réf.
hi: लुकअप एंड रेफ
it: Ricerca e rif.
ja: ルックアップと参照
nl: Zoeken en verw
pt: Pesquisa e Ref.
ru: Поиск и ссылка
th: ค้นหา & อ้างอิง
zh: 查找与引用

# FUNCCAT_TextString
source: Text
es: Texto
fr: Texte
hi: पाठ
it: Testo
ja: 文字列
nl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
zh: 文本

# CONFIRM_DeleteSheet
source: $1 will be deleted. Continue?
es: Se eliminará $1. ¿Continuar?
fr: $1 va être supprimé. Continuer ?
hi: $1 हटा दिया जाएगा। जारी रखें?
it: $1 sarà eliminato. Continuare?
ja: $1 は削除されます。 続行しますか?
nl: $1 wordt verwijderd. Wilt u doorgaan?
pt: $1 será eliminado. Continuar?
ru: $1 будет удален. Продолжить?
th: $1 จะถูกลบ ทำต่อไปหรือไม่?
zh: $1将被删除。 继续？

# CONFIRM_SaveFile
source: Save changes to $1?
es: ¿Guardar cambios en $1?
fr: Enregistrer les modifications dans $1 ?
hi: $1 के बदलावों को सहेजें?
it: Salvare le modifiche a $1?
ja: $1に変更を保存しますか?
nl: Wijzigingen opslaan in $1?
pt: Guardar alterações a $1?
ru: Сохранить изменения в $1?
th: บันทึกการเปลี่ยนแปลงลงใน $1 หรือไม่?
zh: 将更改保存到$1？

# CONFIRM_CsvDataLoss
source: This format does not support multiple sheets, formulas, formatting, objects and other features. Only the active sheet will be saved. Do you wish to continue?
es: Este formato no admite varias hojas, fórmulas, formatos, objetos y otras funciones. Solamente se guardará la hoja activa. ¿Desea continuar?
fr: Ce format ne prend pas en charge les feuilles, formules, mises en forme, objets et autres fonctionnalités multiples. Seule la feuille active sera enregistrée. Souhaitez-vous continuer ?
hi: यह प्रारूप एकाधिक पत्रकों, फॉर्म्‍युलों, वस्‍तुओं और अन्‍य विशेषताओं का समर्थन नहीं करता है। सिर्फ सक्रिय पत्रक ही सहेजा जाएगा। क्‍या आप जारी रखना चाहते हैं?
it: Questo formato non supporta fogli multipli, formule, formattazione, oggetti e altre funzionalità. Solo il foglio attivo verrà salvato. Continuare?
ja: この形式は複数のシート、式、フォーマット、オブジェクト、およびその他の機能に対応していません。 選択したシートのみが保存されます。 続行しますか?
nl: Werkmappen met meerdere bladen, formules, opmaak, objecten en andere functies worden in deze indeling niet ondersteund. Alleen het actieve blad wordt opgeslagen. Wilt u doorgaan?
pt: Este formato não suporta múltiplas folhas, fórmulas, formatação, objetos e outras funcionalidades. Só será guardada a folha ativa. Pretende continuar?
ru: Данный формат не поддерживает несколько листов, форматирование, объекты и прочие свойства. Сохранится только активный лист. Хотите продолжать?
th: รูปแบบนี้ไม่สนับสนุนชีตแบบหลายหน้า สูตร การจัดรูปแบบ วัตถุและคุณสมบัติอื่นๆ มีเพียงชีตที่ใช้งานอยู่เท่านั้นที่จะถูกบันทึก ต้องการทำต่อไปหรือไม่?
zh: 该格式不支持多个工作表、公式、格式、对象和其他功能。 只会保存当前工作表。 是否要继续？

# Label_ExcelWorkbook
source: Excel Workbook
es: Libro Excel
fr: Classeur Excel
hi: एक्‍सेल वर्कबुक
it: Cartella di lavoro Excel
ja: Excelのワークブック
nl: Excel-werkmap
pt: Livro do Excel
ru: Книга Excel
th: เวิร์กบุ๊ก Excel
zh: Excel工作簿

# Label_Excel97Workbook
source: Excel 97-2003 Workbook
es: Libro Excel 97-2003
fr: Classeur Excel 97-2003
hi: एक्‍सेल 97-2003 वर्कबुक
it: Cartella di lavoro Excel 97-2003
ja: Excel 97-2003のワークブック
nl: Excel 97-2003-werkmap
pt: Livro do Excel 97-2003
ru: Книга Excel 97-2003
th: เวิร์กบุ๊ก Excel 97-2003
zh: Excel 97-2003工作簿

# Label_CommaDelimited
source: Comma Delimited
es: Delimitado por comas
fr: Séparé par des virgules
hi: कॉमा डिलिमिटेड
it: Delimitato da virgole
ja: コンマ区切り
nl: Kommascheiding
pt: Delimitado por Vírgulas
ru: Разделитель – запятая
th: ใช้จุลภาคเป็นตัวคั่น
zh: 逗号分隔

# Label_CsvDataLoss
source: This format does not support multiple sheets, formulas, formatting, objects and other features. Only the active sheet will be saved.
es: Este formato no admite varias hojas, fórmulas, formatos, objetos y otras funciones. Solamente se guardará la hoja activa.
fr: Ce format ne prend pas en charge les feuilles, formules, mises en forme, objets et autres fonctionnalités multiples. Seule la feuille active sera enregistrée.
hi: यह प्रारूप एकाधिक पत्रकों, फॉर्म्‍युलों, प्रारूपों, वस्‍तुओं और अन्‍य विशेषताओं का समर्थन नहीं करता है। सिर्फ सक्रिय पत्रक ही सहेजा जाएगा।
it: Questo formato non supporta fogli multipli, formule, formattazione, oggetti e altre funzionalità. Solo il foglio attivo verrà salvato.
ja: この形式は複数のシート、式、フォーマット、オブジェクト、およびその他の機能に対応していません。 選択したシートのみが保存されます。
nl: Werkmappen met meerdere bladen, formules, opmaak, objecten en andere functies worden in deze indeling niet ondersteund. Alleen het actieve blad wordt opgeslagen.
pt: Este formato não suporta múltiplas folhas, fórmulas, formatação, objetos e outras funcionalidades. Só será guardada a folha ativa.
ru: Данный формат не поддерживает несколько листов, форматирование, объекты и прочие свойства. Сохранится только активный лист.
th: รูปแบบนี้ไม่สนับสนุนชีตแบบหลายหน้า สูตร การจัดรูปแบบ วัตถุและคุณสมบัติอื่นๆ มีเพียงชีตที่ใช้งานอยู่เท่านั้นที่จะถูกบันทึก
zh: 该格式不支持多个工作表、公式、格式、对象和其他功能。 只会保存当前工作表。

# Label_ChartsheetsUnsupported
source: This is a chart sheet. Charts are not supported yet.
es: Esta es una hoja de gráfico. Por el momento no se admiten los gráficos.
fr: Il s’agit d’une feuille de graphique. Les graphiques ne sont pas encore pris en charge.
hi: यह एक चार्ट पत्रक है। चार्ट अब तक समर्थित नहीं हैं।
it: Questo è un foglio con grafico. I grafici non sono ancora supportati.
ja: これはグラフのシートです。 グラフは未対応です。
nl: Dit is een grafiekblad. Grafieken worden nog niet ondersteund.
pt: Esta é uma folha de gráfico. Os gráficos ainda não são suportados.
ru: Это лист диаграммы. Диаграммы пока что не поддерживаются.
th: นี่เป็นชีตแผนภูมิ แผนภูมิยังไม่ได้รับการสนับสนุน
zh: 该工作表是图表。 尚不支持图表。

# Label_ChooseCSVDelims
source: Choose CSV Delimiters
es: Elija delimitadores CSV
fr: Choisir des séparateurs CSV
hi: CSV डिलिमिटर्स चुनें
it: Scegli i delimitatori CSV
ja: CSV区切り記号を選択してください。
nl: CSV-scheidingsteken kiezen
pt: Escolher Delimitadores CSV
ru: Выберите разделители CSV
th: เลือกตัวคั่น CSV
zh: 选择CSV分隔符

# Label_Column_Delim
source: Column Delimiter:
es: Delimitador de columnas:
fr: Séparateur de colonnes :
hi: स्‍तंभ डिलिमिटर :
it: Delimitatore della colonna:
ja: 列区切り記号:
nl: Kolommenscheidingsteken
pt: Delimitador de Colunas:
ru: Разделитель столбца:
th: ตัวคั่นคอลัมน์:
zh: 列分隔符：

# Label_Decimal_Delim
source: Decimal Delimiter:
es: Delimitador decimal:
fr: Séparateur décimal :
hi: दशमलव डिलिमिटर :
it: Delimitatore decimale:
ja: 小数点区切り記号:
nl: Decimaal teken:
pt: Separador Decimal:
ru: Десятичный разделитель:
th: ตัวคั่นทศนิยม:
zh: 小数分隔符：

# Label_Decimal_Dot
source: Dot(.)
es: Punto (.)
fr: Point(.)
hi: डॉट (.)
it: Punto (.)
ja: ドット(.)
nl: Punt(.)
pt: Ponto(.)
ru: Точка(.)
th: มหัพภาค(.)
zh: 点(.)

# Label_Decimal_Comma
source: Comma(,)
es: Coma (,)
fr: Virgule(,)
hi: कॉमा (,)
it: Virgola (,)
ja: コンマ(,)
nl: Komma(,)
pt: Vírgula(,)
ru: Запятая(,)
th: จุลภาค(,)
zh: 逗号(,)

# Lable_CSV_Delim_Warning
source: Please choose a column delimiter.
es: Elija un delimitador de columnas.
fr: Veuillez choisir un séparateur de colonnes.
hi: कृपया एक स्‍तंभ डिलिमिटर चुनें।
it: Scegli un delimitatore della colonna.
ja: 列区切り記号を選択してください。
nl: Kies een kolommenscheidingsteken.
pt: Escolha um delimitador de colunas.
ru: Выберите разделитель столбцов.
th: กรุณาเลือกตัวคั่นคอลัมน์
zh: 请选择列分隔符。

# Label_BorderStyle
source: Border Style
es: Estilo de borde
fr: Style de bordure
hi: बॉर्डर शैली
it: Stile del bordo
ja: 境界のスタイル
nl: Randstijl
pt: Estilo dos Limites
ru: Стиль границ
th: สไตล์ขอบ
zh: 边框样式

# Label_Borders
source: Borders
es: Bordes
fr: Bordures
hi: बॉडर्स
it: Bordi
ja: 境界
nl: Randen
pt: Limites
ru: Границы
th: ขอบ
zh: 边框

# Label_Slideshow
source: Slideshow
es: Presentación
fr: Diaporama
hi: स्‍लाइड शो
it: Presentazione
ja: スライドショー
nl: Diavoorstelling
pt: Apresentação Diap.
ru: Показ слайдов
th: โชว์สไลด์
zh: 幻灯片

# Label_AdvanceSlides
source: Advance Slides
es: Avance de diapositivas
fr: Défilement des diapositives
hi: उन्‍नत स्‍लाइडें
it: Avanzamento delle diapositive
ja: 画面切り替えのタイミング
nl: Naar volgende dia
pt: Avançar Diapositivos
ru: Следующие слайды
th: เลื่อนสไลด์
zh: 放映幻灯片

# Label_Manually
source: Manually
es: Manualmente
fr: Manuel
hi: मैन्‍युअल रूप से
it: Manuale
ja: 手動
nl: Handmatig
pt: Manualmente
ru: Вручную
th: ด้วยตนเอง
zh: 手动

# Label_Automatically
source: Automatically
es: Automáticamente
fr: Automatique
hi: स्‍वचालित रूप से
it: Automatico
ja: 自動
nl: Automatisch
pt: Automaticamente
ru: Автоматически
th: โดยอัตโนมัติ
zh: 自动

# Label_SlideshowDelayFormat
source: %d sec
es: %d seg.
hi: %d सेकंड
ja: %d秒
pt: %d seg
ru: %d сек
th: %d วินาที
zh: %d秒

# Label_StartSlideshow
source: Start Slideshow
es: Iniciar presentación
fr: Démarrer le diaporama
hi: स्‍लाइडशो आरंभ करें
it: Avvia presentazione
ja: スライドショーの開始
nl: Diavoorstelling starten
pt: Iniciar Apresentação de Diapositivos
ru: Запустить показ слайдов
th: เริ่มโชว์สไลด์
zh: 开始放映幻灯片

# Label_Delay
source: Delay
es: Retraso
fr: Retard
hi: विलंब
it: Ritardo
ja: ディレイ
nl: Tempo
pt: Atraso
ru: Приостановить
th: การหน่วงเวลา
zh: 延迟

# Label_Notes
source: Notes
es: Notas
hi: नोट्स
it: Note
ja: 注意
nl: Notities
pt: Notas
ru: Примечания
th: หมายเหตุ
zh: 注释

# Label_TableOfContents
source: Table of Contents
es: Tabla de contenido
fr: Table des matières
hi: विषय-सूची
it: Sommario
ja: 目次
nl: Inhoudsopgave
pt: Índice
ru: Содержание
th: สารบัญ
zh: 目录

# Label_Home
source: Home
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
nl: Start
pt: Início
ru: Начало
th: หน้าหลัก
zh: 主页

# Label_Documents
source: Documents
es: Documentos
hi: दस्‍तावेज
it: Documenti
ja: 文書
nl: Documenten
pt: Documentos
ru: Документы
th: เอกสาร
zh: 文件

# Label_Cloud
source: Cloud
es: Nube
fr: Nuage
hi: क्‍लाउड
ja: クラウド
pt: Nuvem
ru: Облако
th: คลาวด์
zh: 云

# Label_Prev
source: Prev
es: Anterior
fr: Préc.
hi: पिछला
it: Prec.
ja: 前へ
nl: Vorige
pt: Ant.
ru: Пред.
th: ก่อนหน้า
zh: 上一页

# Label_Storage
source: Storage
es: Almacenamiento
fr: Stockage
hi: संग्रहण
it: Archivio
ja: ストレージ
nl: Opslag
pt: Armazenamento
ru: Хранилище
th: ที่เก็บข้อมูล
zh: 存储

# Label_OfficeSuite
source: OfficeSuite
fr: Suite Office
hi: ऑफिस-सुइट
zh: 办公套件

# Label_Create
source: Create
es: Crear
fr: Créer
hi: सृजित करें
it: Crea
ja: 作成
nl: Maken
pt: Criar
ru: Создать
th: สร้าง
zh: 创建

# Label_CreateNew
source: Create New...
es: Crear nueva...
fr: Créer nouveau...
hi: नया ... सृजित करें
it: Crea nuovo...
ja: 新規作成...
nl: Nieuw...
pt: Criar Novo...
ru: Создать новую...
th: สร้าง...ใหม่
zh: 新建...

# Label_NewFolder
source: New Folder
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फोल्‍डर
it: Nuova cartella
ja: 新規フォルダ
nl: Nieuwe map
pt: Nova Pasta
ru: Новая папка
th: โฟล์เดอร์ใหม่
zh: 新建文件夹

# Label_Rename
source: Rename
es: Renombrar
fr: Renommer
hi: फिर से नाम रखें
it: Rinomina
ja: 名前変更
nl: Hernoemen
pt: Mudar Nome
ru: Другое имя
th: เปลี่ยนชื่อ
zh: 重命名

# Label_Close
source: Close
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
nl: Sluiten
pt: Fechar
ru: Закрыть
th: ปืด
zh: 关闭

# Label_Properties
source: Properties
es: Propiedades
fr: Propriétés
hi: गुण
it: Proprietà
ja: プロパティ
nl: Eigenschappen
pt: Propriedades
ru: Свойства
th: คุณสมบัติ
zh: 属性

# Label_RemoteAccounts
source: Remote Accounts
es: Cuentas remotas
fr: Comptes distants
hi: रिमोट अकाउंट्स
it: Account remoti
ja: リモートアカウント
nl: Externe accounts
pt: Contas Remotas
ru: Удаленные аккаунты
th: บัญชีระยะไกล
zh: 远程帐户

# Label_RemoteAccountsCap
source: REMOTE ACCOUNTS
es: CUENTAS REMOTAS
fr: COMPTES DISTANTS
hi: रिमोट अकाउंट्स
it: ACCOUNT REMOTI
ja: リモートアカウント
nl: EXTERNE ACCOUNTS
pt: CONTAS REMOTAS
ru: УДАЛЕННЫЕ АККАУНТЫ
th: บัญชีระยะไกล
zh: 远程帐户

# Label_OpenIn
source: Open in...
es: Abrir en...
fr: Ouvrir avec...
hi: ...में खोलें
it: Apri in...
ja: 次の方法で開く...
nl: Openen in...
pt: Abrir em...
ru: Открыть в...
th: เปิดใน...
zh: 打开位置...

# Label_Extract
source: Extract
es: Extraer
fr: Extraire
hi: निकालें
it: Estrai
ja: 抽出
nl: Uitpakken
pt: Extrair
ru: Извлечь
th: แยกออก
zh: 解压缩

# Label_ExtractTo
source: Extract to
es: Extraer en
fr: Extraire vers
hi: इसमें निकालें
it: Estrai in
ja: 抽出先
nl: Uitpakken in
pt: Extrair para
ru: Извлечь в
th: แยกออกไปที่
zh: 解压到

# Label_Edit
source: Edit
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
nl: Bewerken
pt: Editar
ru: Изменить
th: แก้ไข
zh: 编辑

# Label_Play
source: Play
es: Reproducir
fr: Lire
hi: प्‍ले करें
it: Avvio
ja: 再生
nl: Afspelen
pt: Reproduzir
ru: Воспроизвести
th: เล่น
zh: 播放

# Label_Stop
source: Stop
es: Detener
fr: Arrêter
hi: रोकें
ja: 停止
nl: Stoppen
pt: Parar
ru: Остановить
th: หยุด
zh: 停止

# Label_Unknown
source: Unknown
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
nl: Onbekend
pt: Desconhecido
ru: Неизвестный
th: ไม่ทราบ
zh: 未知

# Label_TypeWordDocument
source: Document
es: Documento
hi: वर्ड डॉक्‍युमेंट
it: Documento
ja: 文書
nl: Word-document
pt: Documento
ru: Документ
th: เอกสาร
zh: Word文档

# Label_TypeExcelSpreadsheet
source: Spreadsheet
es: Hoja
fr: Feuille de calcul
hi: एक्‍सेल स्‍प्रेडशीट
it: Foglio di calcolo
ja: スプレッドシート
nl: Excel-werkblad
pt: Folha de Cálculo
ru: Электронная таблица
th: เอกสารสเปรดชีต
zh: Excel电子表格

# Label_TypePowerPointPresentation
source: Presentation
es: Presentación
fr: Présentation
hi: पावरप्‍वाइंट प्रेज़ेंटेशन
it: Presentazione
ja: プレゼンテーション
nl: PowerPoint-presentatie
pt: Apresentação
ru: Презентация
th: เอกสารการนำเสนอ
zh: PowerPoint演示文稿

# Label_TypePDFFile
source: PDF File
es: Archivo PDF
fr: Fichier PDF
hi: PDF फाइल
it: File PDF
ja: PDFファイル
nl: PDF-bestand
pt: Ficheiro PDF
ru: Файл PDF
th: ไฟล์ PDF
zh: PDF文档

# Label_TypeZipArchive
source: ZIP Archive
es: Archivo ZIP
fr: Archive ZIP
hi: ZIP आर्काइव
it: Archivio ZIP
ja: ZIPアーカイブ
nl: ZIP-archief
pt: Arquivo ZIP
ru: Архив ZIP
th: ไฟล์เก็บแบบ ZIP
zh: ZIP存档

# Label_TypeImage
source: Image
es: Imagen
hi: चित्र
it: Immagine
ja: 画像
nl: Afbeelding
pt: Imagem
ru: Образ
th: รูปภาพ
zh: 图像

# Label_TypeVideo
source: Video
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: ビデオ
pt: Vídeo
ru: Видео
th: วิดีโอ
zh: 视频

# Label_TypeAudio
source: Audio
hi: ऑडियो
ja: 音声
pt: Áudio
ru: Аудио
th: เสียง
zh: 音频

# Label_TypeFolder
source: Folder
es: Carpeta
fr: Dossier
hi: फोल्‍डर
it: Cartella
ja: フォルダ
nl: Map
pt: Pasta
ru: Папка
th: โฟลเดอร์
zh: 文件夹

# Label_SearchResults
source: Search Results
es: Resultados de la búsqueda
fr: Résultats de la recherche
hi: खोज परिणाम
it: Risultati della ricerca
ja: 検索結果
nl: Zoekresultaten
pt: Resultados da Procura
ru: Результаты поиска
th: ผลลัพธ์การค้นหา
zh: 搜索结果

# Label_Type
source: Type
es: Tipo
hi: प्रकार
it: Tipo
ja: 種類
pt: Tipo
ru: Тип
th: ชนิด
zh: 类型

# Label_Size
source: Size
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
nl: Grootte
pt: Tamanho
ru: Размер
th: ขนาด
zh: 大小

# Label_Date
source: Date
es: Fecha
hi: तिथि
it: Data
ja: 日付
nl: Datum
pt: Data
ru: Дата
th: วันที่
zh: 日期

# Label_Path
source: Path
es: Ruta
fr: Chemin d’accès
hi: पथ
it: Percorso
ja: パス
nl: Pad
pt: Caminho
ru: Путь
th: พาธ
zh: 路径

# Label_Share
source: Share
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
nl: Delen
pt: Partilhar
ru: Разделить
th: แบ่งปัน
zh: 共享

# Label_Recover
source: Recover
es: Recuperar
fr: Récupérer
hi: पुनर्प्राप्‍त करें
it: Recupera
ja: 修復
nl: Herstellen
pt: Recuperar
ru: Восстановить
th: กู้คืน
zh: 恢复

# Label_Relink
source: Reconnect
es: Reconectar
fr: Se reconnecter
hi: पुन: कनेक्‍ट करें
it: Ricollega
ja: 再接続
nl: Opnieuw verbinden
pt: Restabelecer ligação
ru: Повторить соединение
th: เชื่อมต่อใหม่
zh: 重连

# Label_Later
source: Later
es: Más tarde
fr: Ultérieurement
hi: बाद में
it: In un altro momento
ja: 後で
pt: Mais Tarde
ru: Позже
th: ภายหลัง
zh: 以后

# Label_UseICloud
source: Use iCloud
es: Utilizar iCloud
fr: Utiliser iCloud
hi: iCloud का इस्‍तेमाल करें
it: Usa iCloud
ja: iCloudを使用する
nl: iCloud gebruiken
pt: Utilizar iCloud
ru: Использовать iCloud
th: ใช้ iCloud
zh: 使用iCloud

# Label_ContinueUsingICloud
source: Continue Using iCloud
es: Seguir utilizando iCloud
fr: Continuer à utiliser iCloud
hi: iCloud का इस्‍तेमाल जारी रखें
it: Continua a usare iCloud
ja: 続けてiCloudを使用する
nl: iCloud blijven gebruiken
pt: Continuar a Utilizar iCloud
ru: Продолжить использование iCloud
th: ใช้ iCloud ต่อไป
zh: 继续使用iCloud

# Label_KeepLocalCopy
source: Keep a Local Copy
es: Mantener una copia local
fr: Conserver une copie locale
hi: एक स्‍थानीय प्रतिलिपि रखें
it: Mantieni una copia locale
ja: ローカルコピーを保持する
nl: Lokale kopie behouden
pt: Manter uma Cópia Local
ru: Сохранить локальную копию
th: เก็บสำเนาที่เครื่องไว้
zh: 保留本地副本

# Label_KeepOnICloudOnly
source: Keep on iCloud Only
es: Mantener solo en iCloud
fr: Conserver sur iCloud uniquement
hi: सिर्फ iCloud पर ही रखें
it: Mantieni solo su iCloud
ja: iCloudのみに保持する
nl: Alleen op iCloud behouden
pt: Manter Apenas no iCloud
ru: Хранить только в iCloud
th: เก็บไว้บน iCloud เท่านั้น
zh: 仅保留在iCloud上

# ErrTitle_CopyError
source: Copy Error
es: Error al copiar
fr: Erreur de copie
hi: प्रतिलिपि में त्रुटि
it: Errore nella copia
ja: コピーエラー
nl: Fout bij kopiëren
pt: Erro ao Copiar
ru: Ошибка копирования
th: คัดลอกผิดพลาด
zh: 复制错误

# ErrTitle_PasteError
source: Paste Error
es: Error al pegar
fr: Erreur de collage
hi: चिपकाने में त्रुटि
it: Errore nell'incollaggio
ja: ペーストエラー
nl: Fout bij plakken
pt: Erro ao Colar
ru: Ошибка вставки
th: วางผิดพลาด
zh: 粘贴错误

# ErrTitle_DownloadError
source: Download Error
es: Error al descargar
fr: Erreur de téléchargement
hi: डाउनलोड करने में त्रुटि
it: Errore nel download
ja: ダウンロードエラー
nl: Fout bij downloaden
pt: Erro ao Transferir
ru: Ошибка загрузки
th: ดาวน์โหลดผิดพลาด
zh: 下载错误

# ErrTitle_DeleteError
source: Delete Error
es: Error al eliminar
fr: Erreur de suppression
hi: त्रुटि हटाएं
it: Errore nell'eliminazione
ja: 削除エラー
nl: Fout bij verwijderen
pt: Erro ao Eliminar
ru: Ошибка удаления
th: ลบผิดพลาด
zh: 删除错误

# ErrTitle_RenameFailed
source: Rename Failed
es: No se ha podido cambiar el nombre
fr: Échec du changement de nom
hi: पुन: नाम रखना असफल हुआ
it: Impossibile rinominare
ja: 名前変更に失敗しました
nl: Naam wijzigen niet gelukt
pt: Falha ao Mudar Nome
ru: Ошибка переименования
th: เปลี่ยนชื่อล้มเหลว
zh: 重命名失败

# ErrTitle_UploadFailed
source: Upload Failed
es: No se ha podido cargar
fr: Échec du téléchargement
hi: अपलोड असफल रहा
it: Impossibile caricare
ja: アップロードに失敗しました
nl: Uploaden niet gelukt
pt: Carregamento Falhou
ru: Ошибка выгрузки
th: อัพโหลดล้มเหลว
zh: 上传失败

# ErrTitle_FileExists
source: %@ Exists
es: Ya existe %@
fr: %@ existe
hi: %@ मौजूद है
it: %@ esiste
ja: %@が存在しています
nl: %@ bestaat
pt: %@ Já Existe
ru: %@ Существует
th: %@ มีอยู่แล้ว
zh: %@已存在

# ErrTitle_NoItemsSelected
source: No Items Selected
es: No se ha seleccionado ningún elemento
fr: Pas d’éléments sélectionnés
hi: कोई भी आइटम नहीं चुने गए
it: Nessun elemento selezionato
ja: 項目が未選択です
nl: Geen items geselecteerd
pt: Nenhum Item Selecionado
ru: Элементы не выбраны
th: ไม่ได้เลือกไอเท็ม
zh: 未选择项目

# ErrTitle_Error
source: Error
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
nl: Fout
pt: Erro
ru: Ошибка
th: ผิดพลาด
zh: 错误

# ErrTitle_CreateFolder
source: Create Folder Failed
es: No se ha podido crear la carpeta
fr: Échec de la création du dossier
hi: फोल्‍डर सृजित करना असफल रहा
it: Impossibile creare cartella
ja: フォルダの作成に失敗しました
nl: Map maken niet gelukt
pt: Falha ao Criar a Pasta
ru: Не удалось создать папку
th: สร้างโฟลเดอร์ล้มเหลว
zh: 创建文件夹失败

# ErrTitle_CannotPlayFile
source: Cannot Play File
es: No se puede reproducir el archivo
fr: Impossible de lire le fichier
hi: फाइल को प्‍ले नहीं कर सकता
it: Impossibile riprodurre il file
ja: ファイルを再生できません
nl: Kan bestand niet afspelen
pt: Não É Possível Reproduzir o Ficheiro
ru: Невозможно воспроизвести файл
th: ไม่สามารถเล่นไฟล์ได้
zh: 无法播放文件

# ErrTitle_SessionEnded
source: Session Ended
es: Fin de la sesión
fr: Session terminée
hi: सत्र समाप्‍त हुआ
it: Sessione terminata
ja: セッションが終了しました
nl: Sessie is beëindigd
pt: A Sessão Terminou
ru: Сеанс завершен
th: เซสชั่นสิ้นสุด
zh: 会话结束

# ErrTitle_NoInternet
source: No Internet connection
es: No hay una conexión a Internet
fr: Pas de connexion Internet
hi: इंटरनेट कनेक्‍शन नहीं है
it: Nessuna connessione Internet
ja: インターネット接続がありません
nl: Geen Internet-verbinding
pt: Sem ligação à Internet
ru: Нет подключения к Интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
zh: 无Internet连接

# ErrTitle_FileNameEmpty
source: File name empty
es: El nombre de archivo está vacío
fr: Nom de fichier vide
hi: फाइल का नाम रिक्‍त है
it: Nome file vuoto
ja: ファイル名が空です
nl: Bestandsnaam is leeg
pt: Nome de ficheiro vazio
ru: Не заполнено имя файла
th: ชื่อไฟล์ว่างเปล่า
zh: 文件名为空

# WarningTitle_Warning
source: Warning
es: Advertencia
fr: Avertissement
hi: चेतावनी
it: Attenzione
ja: 警告
nl: Waarschuwing
pt: Aviso
ru: Предупреждение
th: คำเตือน
zh: 警告

# WarningTitle_CloseDocument
source: Close Current Document
es: Cerrar documento actual
fr: Fermer le document en cours
hi: वर्तमान दस्‍तावेज को बंद करें
it: Chiudere il documento attuale
ja: 現在の文書を閉じる
nl: Sluit het huidige document
pt: Fechar Documento Atual
ru: Закрыть текущий документ
th: ปิดเอกสารปัจจุบัน
zh: 关闭当前文件

# WarningTitle_ConfirmDeletion
source: Confirm Deletion
es: Confirmar eliminación
fr: Confirmer la suppression
hi: हटाए जाने की पुष्टि करें
it: Conferma dell'eliminazione
ja: 削除を確認する
nl: Bevestig de verwijdering
pt: Confirmar Eliminação
ru: Подтвердить удаление
th: ยืนยันการลบ
zh: 确认删除
