Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_EUROCONVERT
source: Converts a number to euros, converts a number from euros to a euro member currency, or converts a number from one euro member currency to another by using the euro as an intermediary (triangulation).
es: Convierte un número a euros, convierte un número de euros a una moneda miembro del euro o convierte un número de una moneda miembro del euro a otra usando el euro como intermediario (triangulación).
fr: Convertit un nombre en euros, convertit un nombre en euros en une devise de la zone européenne ou convertit un nombre exprimé en une devise de la zone européenne en une autre, en utilisant l'euro comme intermédiaire (triangulation).
hi: किसी संख्या को यूरो में बदलता है, यूरो से किसी संख्या को यूरो सदस्य मुद्रा में बदलता है, या एक मध्यस्थ (त्रिभुजन) के रूप में यूरो के उपयोग द्वारा किसी संख्या को एक यूरो सदस्य मुद्रा से दूसरे में रूपांतरित करता है।
it: Converte un numero in euro, converte un numero da euro nella valuta di uno stato membro o un numero tra le valute di due stati membri utilizzando l'euro come intermediario (triangolazione).
ja: 数値をユーロで返し、ユーロの数値をユーロメンバー通貨に変換するか、ユーロを媒介として1つのユーロメンバー通貨の数値を別の通貨の数値に変換します（三角法）。
nl: Rekent een waarde om naar euro's, rekent euro's om naar valuta's van andere eurolidstaten of rekent een valuta van een eurolidstaat om naar een valuta van een andere eurolidstaat, waarbij de euro als tussenvaluta wordt gebruikt (driehoeksconversie).
pt: Converte um valor para euros, converte um valor em euros para a moeda de um país da zona euro ou converte um valor na moeda de um país da zona euro para a moeda de outro país da zona euro, utilizando o euro como valor intermédio (triangulação).
ru: Преобразует число в значение в единицах евро, преобразует значения в евро в значение в национальной валюте стран, использующих евро, или преобразует число из одной национальной валюты в другую, используя в качестве промежуточного результата значение в евро (триангуляция)
th: แปลงจำนวนยูโร แปลงตัวเลขจากยูโรเป็นสกุลเงินสมาชิกยูโร หรือแปลงตัวเลขจากสกุลเงินของสมาชิกยูโรหนึ่งเป็นอีกสมาชิกหนึ่ง โดยใช้ยูโรเป็นค่ากลาง (คำนวณแบบสามเหลี่ยม)
zh: 将数字转换为欧元形式，将数字由欧元形式转换为欧盟成员国货币形式，或利用欧元作为中间货币将数字由某一欧盟成员国货币转化为另一欧盟成员国货币的形式（三角转换关系）。

# Excel_func_EVEN
source: Rounds a number up to the nearest even integer
es: Redondea un número hacia arriba al par entero más cercano
fr: Arrondit un nombre au nombre entier pair le plus proche en s'éloignant de zéro.
hi: किसी संख्या को सम पूर्णांक संख्या में पूर्णांकित करता है
it: Arrotonda il valore assoluto di un numero per eccesso all'intero pari più vicino
ja: 数値を最も近い偶数に切り上げます
nl: Rondt de absolute waarde van het getal naar boven af op het dichtstbijzijnde gehele oneven getal
pt: Arredonda um número por excesso para o número inteiro mais próximo
ru: Округляет число до ближайшего четного целого
th: ปัดเศษตัวเลขจนถึงจำนวนเต็มที่ใกล้ที่สุด
zh: 将数字向上舍入为最接近的偶数

# Excel_func_EXACT
source: Checks to see if two text values are identical
es: Comprueba si dos valores de texto son idénticos
fr: Vérifie si deux valeurs de texte sont identiques.
hi: यह जाँचता है कि क्या दो पाठ मान एकसमान हैं
it: Verifica se due valori di testo sono identici
ja: 2つのテキスト値が同一であるかを確認します
nl: Controleer of twee tekstwaarden identiek zijn
pt: Verifica se dois valores de texto são idênticos
ru: Проверяет на идентичность два текстовых значения
th: ตรวจสอบว่าค่าข้อความสองค่าเหมือนกันหรือไม่
zh: 检查两个文本值是否相同

# Excel_func_EXP
source: Returns e raised to the power of a given number
es: Devuelve e elevado a la potencia de un número dado
fr: Renvoie e élevé à la puissance d'un nombre donné.
hi: निश्चित संख्या का e गुणांक देता है
it: Restituisce la costante e elevata alla potenza di un numero specifico
ja: eを指定した数値の累乗にして返します
nl: Verheft e tot de macht van het gegeven getal
pt: Devolve e elevado à potência de um determinado número
ru: Возвращает e в степени заданного числа
th: แสดงผล e ยกกำลังตัวเลขที่ระบุ
zh: 返回e的n次方

# Excel_func_EXPONDIST
source: Returns the exponential distribution
es: Devuelve la distribución exponencial
fr: Renvoie la distribution exponentielle.
hi: घातीय वितरण देता है
it: Restituisce la distribuzione esponenziale
ja: 指数分布を返します
nl: Geeft als resultaat de exponentiële verdeling
pt: Devolve a distribuição exponencial
ru: Возвращает экспоненциальное распределение
th: แสดงผลการการแจกแจงเอ็กซ์โปเนนเชียล
zh: 返回指数分布

# Excel_func_FACT
source: Returns the factorial of a number
es: Devuelve el factorial de un número
fr: Renvoie la factorielle d'un nombre.
hi: संख्या का भाज्य देता है
it: Restituisce il fattoriale di un numero
ja: 数値の階乗を返します
nl: Berekent de faculteit van een getal
pt: Devolve o fatorial de um número
ru: Возвращает факториал числа
th: แสดงผลตัวคูณของตัวเลข
zh: 返回数字的阶乘

# Excel_func_FACTDOUBLE
source: Returns the double factorial of a number
es: Devuelve el factorial doble de un número
fr: Renvoie la factorielle double d'un nombre.
hi: संख्या का दोहरा भाज्य देता है
it: Restituisce il fattoriale doppio di un numero
ja: 数値の二重階乗を返します
nl: Berekent de dubbele faculteit van een getal
pt: Devolve o fatorial duplo de um número
ru: Возвращает двойной факториал числа
th: แสดงผลตัวคูณคู่ของตัวเลข
zh: 返回数字的双倍阶乘

# Excel_func_FALSE
source: Returns the logical value FALSE
es: Devuelve el valor lógico FALSO
fr: Renvoie la valeur logique FAUX.
hi: तार्किक मान FALSE देता है
it: Restituisce il valore logico FALSE
ja: 論理値FALSEを返します
nl: Geeft als resultaat de logische waarde ONWAAR
pt: Devolve o valor lógico FALSO
ru: Возвращает логическое значение FALSE (ЛОЖЬ)
th: แสดงค่าตรรกะ FALSE
zh: 返回逻辑值FALSE

# Excel_func_FDIST
source: Returns the F probability distribution
es: Devuelve la distribución de probabilidad F
fr: Renvoie la distribution de probabilité F.
hi: F प्रायिकता वितरण देता है
it: Restituisce la distribuzione di probabilità F
ja: F確率分布を返します
nl: Geeft als resultaat de F-kansverdeling
pt: Devolve a distribuição da probabilidade F
ru: Возвращает F-распределение вероятности
th: แสดงผลการการแจกแจงความน่าจะเป็น F
zh: 返回F概率分布

# Excel_func_FIND
source: Finds one text value within another (case-sensitive)
es: Encuentra un valor de texto dentro de otro (distingue mayúsculas de minúsculas)
fr: Trouve une valeur textuelle dans une autre, en respectant la casse.
hi: एक पाठ मान को दूसरे में पहचानता है (केस-संवेदनशील)
it: Trova testo all'interno di altro testo (viene applicata la distinzione tra maiuscole e minuscole)
ja: 別のテキストの中で1つのテキストを検索しますu0028大文字小文字を区別u0029
nl: Zoekt een tekstwaarde binnen een andere tekstwaarde (hoofdlettergevoelig)
pt: Localiza um valor de texto dentro de outro (sensível às maiúsculas e minúsculas)
ru: Находит текстовой значение внутри другого текстового значения (с учетом регистра)
th: ค้นหาค่าข้อความภายในค่าอื่น (ตรงตามตัวพิมพ์)
zh: 在一个文本值中查找另一个文本值（区分大小写）

# Excel_func_FINV
source: Returns the inverse of the F probability distribution
es: Devuelve el inverso de la distribución de probabilidad F
fr: Renvoie l'inverse de la distribution de probabilité F.
hi: F प्रायिकता वितरण का व्युत्क्रम देता है
it: Restituisce l'inversa della distribuzione di probabilità F
ja: F確率分布の逆数を返します
nl: Berekent de inverse van de F-kansverdeling
pt: Devolve o inverso da distribuição da probabilidade F
ru: Возвращает обратное значение для F-распределения вероятностей
th: แสดงค่ากลับของการการแจกแจงความน่าจะเป็น F
zh: 返回F概率分布的反函数值

# Excel_func_FISHER
source: Returns the Fisher transformation
es: Devuelve la transformación Fisher
fr: Renvoie la transformation de Fisher.
hi: फ़िशर रूपांतरण देता है
it: Restituisce la trasformazione di Fisher
ja: フィッシャー変換を返します
nl: Berekent de Fisher-transformatie
pt: Devolve a transformação de Fisher
ru: Возвращает преобразование Фишера
th: แสดงผลการแปลงรูปแบบ Fisher
zh: 返回Fisher变换值

# Excel_func_FISHERINV
source: Returns the inverse of the Fisher transformation
es: Devuelve el inverso de la transformación Fisher
fr: Renvoie l'inverse de la transformation de Fisher.
hi: Fisher रूपांतरण का व्युत्क्रम देता है
it: Restituisce l'inversa della trasformazione di Fisher
ja: フィッシャー変換の逆数を返します
nl: Berekent de inverse van de Fisher-transformatie
pt: Devolve o inverso da transformação de Fisher
ru: Возвращает обратное преобразование Фишера
th: แสดงผลค่ากลับของการแปลง Fisher
zh: 返回Fisher变换的反函数值

# Excel_func_FIXED
source: Formats a number as text with a fixed number of decimals
es: Da formato de texto a un número de decimales fijo
fr: Convertit un nombre au format texte avec un nombre de décimales spécifié.
hi: निश्चित दशमलव संख्या के सात संख्या को पाठ के रूप में फ़ॉर्मेट करता है
it: Formatta un numero come testo con un numero fisso di decimali
ja: 固定された数の10進値をもつテキストとして数値をフォーマットします
nl: Maakt een getal op als tekst met een vast aantal decimalen
pt: Formata um número como texto com um número fixo de decimais
ru: Форматирует число и преобразует его в текст с заданным числом десятичных знаков
th: จัดรูปแบบตัวเลขเป็นข้อความโดยมีจำนวนทศนิยมคงที่
zh: 将数字格式设置为具有固定小数位数的文本

# Excel_func_FLOOR
source: Rounds a number down, toward zero
es: Redondea un número hacia abajo, en dirección hacia el cero
fr: Arrondit un nombre en tendant vers 0 (zéro).
hi: संख्या को नीचे शून्य की ओर पूर्णांकित करता है
it: Arrotonda un numero per difetto
ja: 数値をゼロに向かって切り捨てます
nl: Rondt de absolute waarde van een getal naar beneden af
pt: Arredonda um número por defeito até zero
ru: Округляет число до ближайшего меньшего по модулю
th: ปัดเศษตัวเลขลงเป็นค่าศูนย์
zh: 向下舍入数字

# Excel_func_FORECAST
source: Returns a value along a linear trend
es: Devuelve un valor siguiendo una tendencia lineal
fr: Calcule une valeur par rapport à une tendance linéaire.
hi: एक रेखीय रुझान के साथ मान देता है
it: Restituisce un valore lungo una tendenza lineare
ja: 線形傾向に沿って値を返します
nl: Geeft als resultaat een waarde voor een lineaire trend
pt: Devolve um valor ao longo de uma tendência linear
ru: Возвращает значение в соответствии с линейным трендом
th: แสดงผลค่าตามแนวโน้มเชิงเส้น
zh: 返回沿线性趋势的值

# Excel_func_FREQUENCY
source: Returns a frequency distribution as a vertical array
es: Devuelve una distribución de frecuencia como una matriz vertical
fr: Renvoie une distribution de fréquence sous forme d'un tableau vertical.
hi: आवृत्ति वितरण को एक अनुलंब सरणी के रूप में देता है
it: Restituisce una distribuzione di frequenza come matrice verticale
ja: 垂直アレイとして頻度分布を返します
nl: Geeft als resultaat een frequentieverdeling als een verticale matrix
pt: Devolve uma distribuição de frequência como uma matriz vertical
ru: Возвращает распределение частот в виде вертикального массива
th: แสดงผลการการแจกแจงความถี่เป็นชุดลำดับแนวตั้ง
zh: 以垂直数组的形式返回频率分布

# Excel_func_FV
source: Returns the future value of an investment
es: Devuelve el valor futuro de una inversión
fr: Renvoie la valeur future d'un investissement.
hi: निवेश के भावी मान को देता है
it: Restituisce il valore futuro di un investimento
ja: 投資の将来価値を返します
nl: Berekent de toekomstige waarde van een investering
pt: Devolve o valor futuro de um investimento
ru: Возвращает будущую стоимость капиталовложений
th: แสดงผลค่าในอนาคตของการลงทุน
zh: 返回一笔投资的未来值

# Excel_func_FVSCHEDULE
source: Returns the future value of an initial principal after applying a series of compound interest rates
es: Devuelve el valor futuro de un principal inicial luego de aplicar una serie de tasas de interés compuesto
fr: Calcule la valeur future d'un investissement en appliquant une série de taux d'intérêt composites.
hi: कई चक्रवृद्धि ब्याज दरों को लागू करने के बाद प्रारंभिक मूलधन का भावी मान देता है
it: Restituisce il valore futuro per un capitale soggetto ad una serie di interessi composti
ja: 連続する複利の金利を適用した後で、初期元本の将来価値を返します
nl: Berekent de toekomstige waarde van een aanvangshoofdsom nadat de samengestelde rente eraan is toegevoegd
pt: Devolve o valor futuro de um capital inicial após a aplicação de uma série de taxas de juros compostas
ru: Возвращает будущее значение первоначальной основной суммы после применения ряда (плана) ставок сложных процентов
th: แสดงผลค่าในอนาคตของเงินต้นหลังจากใช้อัตราดอกเบี้ยเชิงซ้อน
zh: 返回应用一系列复利率计算的初始本金的未来值

# Excel_func_GAMMADIST
source: Returns the gamma distribution
es: Devuelve la distribución gama
fr: Renvoie la probabilité d'une variable aléatoire suivant une loi Gamma.
hi: गामा वितरण देता है
it: Restituisce la distribuzione gamma
ja: ガンマ分布を返します
nl: Geeft als resultaat de gamma-verdeling
pt: Devolve a distribuição gama
ru: Возвращает гамма-распределение
th: แสดงผลการการแจกแจงแกมม่า
zh: 返回γ分布

# Excel_func_GAMMAINV
source: Returns the inverse of the gamma cumulative distribution
es: Devuelve el inverso de la distribución acumulativa gama
fr: Renvoie, pour une probabilité donnée, la valeur d'une variable aléatoire suivant une loi Gamma.
hi: गामा संचयी वितरण का व्युत्क्रम देता है
it: Restituisce l'inversa della distribuzione cumulativa gamma
ja: ガンマ累積分布の逆数を返します
nl: Geeft als resultaat de inverse van de cumulatieve gamma-verdeling
pt: Devolve o inverso da distribuição gama cumulativa
ru: Возвращает обратное гамма-распределение
th: แสดงผลค่ากลับของการการแจกแจงสะสมแกมม่า
zh: 返回γ累积分布函数的反函数

# Excel_func_GAMMALN
source: Returns the natural logarithm of the gamma function, ޤ(x)
es: Devuelve el logaritmo natural de la función gama, Г(x)
fr: Renvoie le logarithme népérien de la fonction Gamma, Г(x).
hi: गामा फ़ंक्शन, Г(x) का स्वाभाविक लघुगणक देता है
it: Restituisce il logaritmo naturale della funzione gamma, Г(x)
ja: ガンマ関数の自然対数 Г(x) を返します
nl: Berekent de natuurlijke logaritme van de gamma-functie, Г(x)
pt: Devolve o algoritmo natural da função gama, Г(x)
ru: Возвращает натуральный логарифм гамма-функции
th: แสดงผลลอการิทึมธรรมชาติของฟังก์ชัน Г(x)
zh: 返回γ函数的自然对数，Г(x)

# Excel_func_GCD
source: Returns the greatest common divisor
es: Devuelve el máximo común divisor
fr: Renvoie le plus grand commun diviseur.
hi: सबसे बड़ा सामान्य भाजक देता है
it: Restituisce il massimo comun divisore
ja: 最大公約数を返します
nl: Geeft als resultaat de grootste algemene deler
pt: Devolve o maior divisor comum
ru: Возвращает наибольший общий делитель
th: แสดงผลตัวหารร่วมมาก
zh: 返回最大公约数

# Excel_func_GEOMEAN
source: Returns the geometric mean
es: Devuelve la media geométrica
fr: Renvoie la moyenne géométrique.
hi: ज्यामितीय माध्य देता है
it: Restituisce la media geometrica
ja: 幾何平均を返します
nl: Berekent het meetkundige gemiddelde
pt: Devolve a média geométrica
ru: Возвращает среднее геометрическое
th: แสดงค่ากลางทางคณิตศาสตร์
zh: 返回几何平均值

# Excel_func_GESTEP
source: Tests whether a number is greater than a threshold value
es: Evalúa si un número es mayor que un valor límite
fr: Teste si un nombre est supérieur à une valeur de seuil.
hi: परीक्षण करता है कि क्या संख्या प्रारंभिक मान से बड़ा है
it: Verifica se un numero è maggiore del valore soglia
ja: 数値がしきい値よりも大きいかどうか検査します
nl: Toetst of een getal groter is dan de drempelwaarde
pt: Testa se um número é maior que um valor limite
ru: Проверяет, превышает ли число пороговое значение
th: ทดสอบว่าตัวเลขมากกว่าค่าเกณฑ์ต่ำสุดหรือไม่
zh: 检验数字是否大于阈值

# Excel_func_GETPIVOTDATA
source: Returns data stored in a PivotTable report
es: Devuelve datos almacenados en un reporte PivotTable
fr: Renvoie les données stockées dans un rapport de tableau croisé dynamique.
hi: PivotTable रिपोर्ट में संग्रहीत डेटा देता है
it: Restituisce i dati archiviati in un report di tabella pivot
ja: PivotTableレポートに保管されたデータを返します
nl: Haalt gegevens op die zijn opgeslagen in een draaitabelrapport
pt: Devolve dados armazenados num relatório de tabela dinâmica
ru: Возвращает данные, хранящиеся в отчете сводной таблицы
th: แสดงผลข้อมูลที่เก็บในรายงาน PivotTable
zh: 返回存储在数据透视表中的数据

# Excel_func_GROWTH
source: Returns values along an exponential trend
es: Devuelve valores con una tendencia exponencial
fr: Calcule des valeurs par rapport à une tendance exponentielle.
hi: घातीय रुझान के साथ मान देता है
it: Restituisce i valori lungo una tendenza esponenziale
ja: 指数傾向に沿った値を返します
nl: Berekent waarden volgens een exponentiële trend
pt: Devolve valores ao longo de uma tendência exponencial
ru: Возвращает значения в соответствии с экспоненциальным трендом
th: แสดงผลค่าตามแนวโน้มเอ็กซ์โปเนนเชียล
zh: 返回沿指数趋势的值

# Excel_func_HARMEAN
source: Returns the harmonic mean
es: Devuelve la media armónica
fr: Renvoie la moyenne harmonique.
hi: हरात्मक माध्य देता है
it: Restituisce la media armonica
ja: 調和平均を返します
nl: Berekent het harmonische gemiddelde
pt: Devolve a média harmónica
ru: Возвращает среднее гармоническое
th: แสดงผลค่ากลางฮาร์โมนิก
zh: 返回调和平均值

# Excel_func_HEX2BIN
source: Converts a hexadecimal number to binary
es: Convierte un número hexadecimal a uno binario
fr: Convertit un nombre hexadécimal en nombre binaire.
hi: षोडश आधारी संख्या को द्विआधारी में परिवर्तित करता है
it: Converte un numero da esadecimale a binario
ja: 16進値を2進値に変換します
nl: Converteert een hexadecimaal getal naar een binair getal
pt: Converte um número hexadecimal em binário
ru: Преобразует шестнадцатеричное число в двоичное
th: แปลงตัวเลขฐานสิบหกเป็นฐานสอง
zh: 将十六进制数转换为二进制数

# Excel_func_HEX2DEC
source: Converts a hexadecimal number to decimal
es: Convierte un número hexadecimal a uno decimal
fr: Convertit un nombre hexadécimal en nombre décimal.
hi: षोडश आधारी संख्या को दशमलव में परिवर्तित करता है
it: Converte un numero da esadecimale a decimale
ja: 16進値を10進値に変換します
nl: Converteert een hexadecimaal getal naar een decimaal getal
pt: Converte um número hexadecimal em decimal
ru: Преобразует шестнадцатеричное число в десятичное
th: แปลงตัวเลขฐานสิบหกเป็นฐานสิบ
zh: 将十六进制数转换为十进制数

# Excel_func_HEX2OCT
source: Converts a hexadecimal number to octal
es: Convierte un número hexadecimal a uno octal
fr: Convertit un nombre hexadécimal en nombre octal.
hi: षोडश आधारी संख्या को अष्टाधारी में परिवर्तित करता है
it: Converte un numero da esadecimale a ottale
ja: 16進値を8進値に変換します
nl: Converteert een hexadecimaal getal naar een octaal getal
pt: Converte um número hexadecimal em octal
ru: Преобразует шестнадцатеричное число в восьмеричное
th: แปลงเลขฐานสิบหกเป็นฐานแปด
zh: 将十六进制数转换为八进制数

# Excel_func_HLOOKUP
source: Looks in the top row of an array and returns the value of the indicated cell
es: Busca en la fila superior de una matriz y devuelve el valor de la celda indicada
fr: Effectue une recherche dans la première ligne d’une matrice et renvoie la valeur de la cellule indiquée.
hi: किसी सरणी की शीर्ष पंक्ति में खोजता है और सूचित कक्ष का मान देता है
it: Cerca nella prima riga di una matrice e restituisce il valore della cella indicata
ja: アレイの最初の行を調べ、示されたセルの値を返します
nl: Zoekt in de bovenste rij van een matrix met waarden naar waarden en geeft als resultaat de waarde in de opgegeven cel
pt: Procura na linha superior de uma matriz e devolve o valor da célula indicada
ru: Просматривает верхнюю строку массива и возвращает значение указанной ячейки
th: ตรวจสอบแถวบนของชุดลำดับและแสดงผลค่าของเซลล์ที่ระบุ
zh: 查找数组的首行，并返回指定单元格的值

# Excel_func_HOUR
source: Converts a serial number to an hour
es: Convierte un número de serie a una hora
fr: Convertit un numéro de série en heure.
hi: क्रम संख्या को घंटे में परिवर्तित करता है
it: Converte un numero seriale in formato ora
ja: シリアル番号を時間に変換します
nl: Converteert een serieel getal naar een uur
pt: Converte um número de série numa hora
ru: Преобразует порядковое число в часы
th: แปลงเลขลำดับเป็นชั่วโมง
zh: 将序列号转换为小时

# Excel_func_HYPERLINK
source: Creates a shortcut or jump that opens a document stored on a network server, an intranet, or the Internet
es: Crea un atajo o salto que abre un documento almacenado en un servidor de red, una intranet o Internet
fr: Crée un raccourci ou un renvoi qui ouvre un document stocké sur un serveur réseau, sur un réseau Intranet ou sur Internet.
hi: कोई शॉर्टकट या जम्प उत्पन्न करता है जो नेटवर्क सर्वर, इंट्रानेट, या इंटरनेट पर संग्रहीत दस्तावेज़ को खोलता है
it: Crea un collegamento ipertestuale che consente di aprire un documento salvato in un server di rete, nella Intranet o in Internet
ja: ネットワークサーバー、イントラネット、またはインターネットに保管されたドキュメントを開くショートカットまたはジャンプを作成します
nl: Maakt een snelkoppeling of sprong die een document opent dat is opgeslagen op een netwerkserver, een intranet of op internet
pt: Cria um atalho ou hiperligação que abre um documento armazenado num servidor de rede, numa intranet ou na Internet
ru: Создает ссылку, открывающую документ, который находится на сервере сети, в интрасети или в Интернете
th: สร้างทางลัดหรือการข้ามที่เปิดเอกสารที่เก็บไว้ในเซิร์ฟเวอร์เครือข่าย อินทราเน็ต หรืออินเทอร์เน็ต
zh: 创建快捷方式或跳转，以打开存储在网络服务器、Intranet或Internet上的文档

# Excel_func_HYPGEOMDIST
source: Returns the hypergeometric distribution
es: Devuelve la distribución hipergeométrica
fr: Renvoie la probabilité d'une variable aléatoire discrète suivant une loi hypergéométrique.
hi: अतिज्यामितीय वितरण देता है
it: Restituisce la distribuzione ipergeometrica
ja: 超幾何分布を返します
nl: Geeft als resultaat de hypergeometrische verdeling
pt: Devolve a distribuição hipergeométrica
ru: Возвращает гипергеометрическое распределение
th: แสดงผลการการแจกแจงไฮเปอร์จิออเมตริก
zh: 返回超几何分布

# Excel_func_IF
source: Specifies a logical test to perform
es: Especifica una prueba lógica para realizar
fr: Spécifie un test logique à effectuer.
hi: तार्किक परीक्षण के प्रदर्शन को निर्दिष्ट करता है
it: Specifica il test logico da eseguire
ja: 実行する論理検査を指定します
nl: Geeft een logische test aan
pt: Especifica um teste lógico a ser executado
ru: Выполняет проверку условия
th: ระบุการทดสอบตรรกะที่จะดำเนินการ
zh: 指定要执行的逻辑检测

# Excel_func_IFERROR
source: Returns a value you specify if a formula evaluates to an error
es: Devuelve un valor que especifique si una fórmula evalúa un error
fr: Renvoie une valeur que vous spécifiez si une formule génère une erreur ; sinon, elle renvoie le résultat de la formule.
hi: यदि कोई सूत्र त्रुटि में मूल्यांकित होता है , तो आपके द्वारा निर्दिष्ट मान देता है
it: Restituisce un valore specificato se una formula restituisce un errore
ja: 式がエラーを評価する場合に指定する値を返します
nl: Geeft als resultaat een opgegeven waarde als een formule een fout retourneert
pt: Devolve um valor definido pelo utilizador se a fórmula devolver um erro
ru: Возвращает введенное значение, если вычисление по формуле вызывает ошибку
th: แสดงผลค่าที่คุณระบุถ้าสูตรประมวลผลเป็นข้อผิดพลาด
zh: 如果公式的计算结果错误，则返回您指定的值

# Excel_func_IMABS
source: Returns the absolute value (modulus) of a complex number
es: Devuelve el valor absoluto (módulos) de un número complejo
fr: Renvoie la valeur absolue (module) d'un nombre complexe.
hi: किसी सम्मिश्र संख्या का निरपेक्ष मान (मापांक) देता है
it: Restituisce il valore assoluto (modulo) di un numero complesso
ja: 複素数値の絶対値（係数）を返します
nl: Geeft de absolute waarde van een complex getal
pt: Devolve o valor absoluto (módulo) de um número complexo
ru: Возвращает модуль комплексного числа
th: แสดงผลค่าสัมบูรณ์ (modulus) ของตัวเลขแบบซับซ้อน
zh: 返回复数的绝对值（模数）

# Excel_func_IMAGINARY
source: Returns the imaginary coefficient of a complex number
es: Devuelve el coeficiente imaginario de un número complejo
fr: Renvoie le coefficient imaginaire d'un nombre complexe.
hi: सम्मिश्र संख्या का काल्पनिक गुणांक देता है
it: Restituisce il coefficiente dell'immaginario in un numero complesso
ja: 複素数の仮係数を返します
nl: Berekent de imaginaire coëfficiënt van een complex getal
pt: Devolve o coeficiente imaginário de um número complexo
ru: Возвращает коэффициент при мнимой части комплексного числа
th: แปลงค่าสัมประสิทธิ์จินตภาพเป็นหมายเลขแบบซับซ้อน
zh: 返回复数的虚系数
