Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_HollowSquareBullets
source: Hollow Square Bullets
es: Viñetas cuadradas huecas
fr: Puces carrés creuses
hi: खोखली वर्ग बुलेट
it: Punti elenco quadrati vuoti
ja: 白抜き四角の行頭文字
nl: Lege vierkante opsommingstekens
pt: Marcas Quadradas Vazias
ru: Пустые квадратные маркеры
th: สัญลักษณ์แสดงหัวข้อย่อยรูปสี่เหลี่ยมโปร่ง
zh: 空心正方形项目符号

# Label_StarBullets
source: Star Bullets
es: Viñetas estrella
fr: Puces en étoile
hi: स्टार बुलेट
it: Punti elenco stella
ja: 星の行頭文字
nl: Stervormige opsommingstekens
pt: Marcas de Estrela
ru: Маркеры-звездочки
th: สัญลักษณ์แสดงหัวข้อย่อยรูปดาว
zh: 星形项目符号

# Label_ArrowBullets
source: Arrow Bullets
es: Viñetas flecha
fr: Puces fléchées
hi: तीर बुलेट
it: Punti elenco freccia
ja: 矢印の行頭文字
nl: Pijlvormige opsommingstekens
pt: Marcas em Seta
ru: Маркеры-стрелки
th: สัญลักษณ์แสดงหัวข้อย่อยรูปลูกศร
zh: 箭头项目符号

# Label_CheckmarkBullets
source: Checkmark Bullets
es: Viñetas marca de verificación
fr: Puces coches
hi: चेकमार्क बुलेट
it: Punti elenco segno di spunta
ja: チェックマークの行頭文字
nl: Opsommingstekens met vinkjes
pt: Marcas de Verificação
ru: Маркеры-галочки
th: สัญลักษณ์แสดงหัวข้อย่อยรูปเครื่องหมายถูก
zh: 选中标记项目符号

# Label_NumbersInBrackets
source: Numbers In Brackets
es: Números en corchetes
fr: Chiffres entre crochets
hi: कोष्ठक में नंबर
it: Numeri tra parentesi
ja: 角かっこ入りの数字
nl: Getallen tussen haken
pt: Números entre Parênteses
ru: Числа в скобках
th: ตัวเลขในวงเล็บ
zh: 方括号中的数字

# Label_LowerLettersInBrackets
source: Lower Letters In Brackets
es: Letras minúsculas entre corchetes
fr: Minuscules entre crochets
hi: कोष्ठक में लोअर वर्ण
it: Lettere minuscole tra parentesi
ja: 角かっこ入りの小文字
nl: Kleine letters tussen haken
pt: Letras Minúsculas entre Parênteses
ru: Большие буквы в скобках
th: อักษรตัวพิมพ์เล็กในวงเล็บ
zh: 方括号中的小写字母

# Label_UpperLettersWithBracket
source: Upper Letters With Bracket
es: Letras mayúsculas con corchete
fr: Majuscules avec crochet
hi: कोष्ठक के साथ अपर वर्ण
it: Lettere maiuscole con parentesi
ja: 角かっこ付きの大文字
nl: Hoofdletters met haak
pt: Letras Maiúsculas com Parêntese
ru: Большие буквы со скобкой
th: อักษรตัวพิมพ์ใหญ่พร้อมวงเล็บ
zh: 带方括号的大写字母

# Label_UpperLettersInBrackets
source: Upper Letters In Brackets
es: Letras mayúsculas entre corchetes
fr: Majuscules entre crochets
hi: कोष्ठक में अपर वर्ण
it: Lettere maiuscole tra parentesi
ja: 角かっこ入りの大文字
nl: Hoofdletters tussen haken
pt: Letras Maiúsculas entre Parênteses
ru: Большие буквы в скобках
th: อักษรตัวพิมพ์ใหญ่ในวงเล็บ
zh: 方括号中的大写字母

# Label_UpperRomanNumbersWithBracket
source: Upper Roman Numbers With Bracket
es: Números romanos en mayúscula con corchete
fr: Chiffres romains majuscules avec crochet
hi: कोष्ठक के साथ अपर रोमन नंबर
it: Numeri romani maiuscoli con parentesi
ja: 角かっこ付きの大文字ローマ数字
nl: Romeinse hoofdletters met haak
pt: Números Romanos Maiúsculos com Parêntese
ru: Большие буквы со скобкой
th: เลขโรมันตัวใหญ่พร้อมวงเล็บ
zh: 带方括号的大写罗马字母

# Label_UpperRomanNumbersInBrackets
source: Upper Roman Numbers In Brackets
es: Números romanos en mayúscula entre corchetes
fr: Chiffres romains majuscules entre crochets
hi: कोष्ठक में अपर रोमन नंबर
it: Numeri romani maiuscoli tra parentesi
ja: 角かっこ入りの大文字ローマ数字
nl: Romeinse hoofdletters tussen haken
pt: Números Romanos Maiúsculos entre Parênteses
ru: Большие буквы в скобках
th: เลขโรมันตัวใหญ่ในวงเล็บ
zh: 方括号中的大写罗马字母

# Label_LowerRomanNumbersWithBracket
source: Lower Roman Numbers With Bracket
es: Números romanos en minúscula con corchete
fr: Chiffres romains minuscules avec crochet
hi: कोष्ठक के साथ लोअर रोमन नंबर
it: Numeri romani minuscoli con parentesi
ja: 角かっこ付きの小文字ローマ数字
nl: Romeinse kleine letters met haak
pt: Números Romanos Minúsculos com Parêntese
ru: Маленькие римские цифры со скобкой
th: เลขโรมันตัวเล็กพร้อมวงเล็บ
zh: 带方括号的小写罗马字母

# Label_LowerRomanNumbersInBrackets
source: Lower Roman Numbers In Brackets
es: Números romanos en minúscula entre corchetes
fr: Chiffres romains minuscules entre crochets
hi: कोष्ठक में लोअर रोमन नंबर
it: Numeri romani minuscoli tra parentesi
ja: 角かっこ入りの小文字ローマ数字
nl: Romeinse kleine letters tussen haken
pt: Números Romanos Minúsculos entre Parênteses
ru: Маленькие римские цифры в скобках
th: เลขโรมันตัวเล็กในวงเล็บ
zh: 方括号中的小写罗马字母

# InfoTitle_AddNotes
source: Double tap to add notes
es: Doble toque para añadir notas
fr: Toucher deux fois pour ajouter des notes
hi: नोट्स जोड़ने के लिए दोहरा टैप करें
it: Toccare due volte per aggiungere note
ja: ダブルタップしてメモを追加
nl: Dubbeltikken om notities toe te voegen
pt: Duplo toque para adicionar notas
ru: Коснитесь дважды, чтобы добавить заметки
th: แตะสองครั้งเพื่อเพิ่มบันทึก
zh: 连按两下以添加注释

# Label_BubbleChart
source: Bubble
es: Burbuja
fr: Bulle
hi: बुलबुला
it: Bolle
ja: バブル
nl: Bubbel
pt: Bolha
ru: Пузырек
th: กรอบคำพูด
zh: 气泡图

# Label_BubbleChart3D
source: 3D Bubble
es: Burbuja en 3D
fr: Bulle 3D
hi: 3D बुलबुला
it: Bolle 3D
ja: 3D バブル
nl: 3D-bubbel
pt: Bolha 3D
ru: 3D-пузырек
th: กรอบคำพูด 3 มิติ
zh: 3D 气泡图

# Label_ClearHyperlink
source: Clear hyperlinks
es: Borrar hiperenlaces
fr: Effacer hyperliens
hi: स्पष्ट हाइपरलिंक
it: Rimuovi collegam. ipertestuali
ja: ハイパーリンクをクリア
nl: Hyperlinks wissen
pt: Limpar hiperligações
ru: Очистить гиперссылки
th: ลบไฮเปอร์ลิงก์
zh: 清除超链接

# Label_EnterTitle
source: Enter Title
es: Indicar título
fr: Saisir titre
hi: शीर्षक दर्ज करें
it: Inserisci titolo
ja: タイトルを入力
nl: Titel invoeren
pt: Introduzir Título
ru: Введите название
th: ใส่หัวเรื่อง
zh: 输入标题

# Label_RemoveLink
source: Remove Link
es: Quitar enlace
fr: Supprimer lien
hi: लिंक हटाएँ
it: Rimuovi collegamento
ja: リンクを削除
nl: Koppeling verwijderen
pt: Remover Ligação
ru: Удалить ссылку
th: ลบลิงก์
zh: 移除链接

# Label_NumAccounting
source: Accounting
es: Contabilidad
fr: Comptes
hi: लेखांकन
it: Contabilità
ja: 会計
nl: Financieel
pt: Contabilidade
ru: Финансовый
th: งานบัญชี
zh: 会计

# Label_SelectCell
source: Select Cell
es: Seleccionar celda
fr: Sélectionner cellule
hi: सेल चुनें
it: Seleziona cella
ja: セルを選択
nl: Cel selecteren
pt: Selecionar Célula
ru: Выберите ячейку
th: เลือกเซลล์
zh: 选择单元格

# Label_SelectSheet
source: Select Sheet
es: Seleccionar hoja
fr: Sélectionner feuille
hi: शीट चुनें
it: Seleziona foglio
ja: シートを選択
nl: Blad selecteren
pt: Selecionar Folha
ru: Выберите лист
th: เลือกแผ่นงาน
zh: 选择工作表

# Label_TypeInTheCellRef
source: Type in Cell Reference
es: Escribir referencia de celda
fr: Taper référence de cellule
hi: सेल संदर्भ में टाइप करें
it: Digitare nella cella di riferimento
ja: セル範囲を入力
nl: Celverwijzing invoeren
pt: Digitar Referência da Célula
ru: Введите ссылку на ячейку
th: พิมพ์รหัสอ้างอิงเซลล์
zh: 输入单元格引用

# Label_StockChart
source: Stock
es: Existencias
fr: Bourse
hi: स्टॉक
it: Grafico azionario
ja: 株価
nl: Hoog/laag/slot
pt: Cotação
ru: Биржевая
th: หุ้น
zh: 股价图

# Label_StockHLC
source: High-Low-Close
es: Máximo-Mínimo-Cierre
fr: Max-Min-Clôture
hi: उच्च-न्यून-बंद
it: Max-Min-Chiusura
ja: 高値-安値-終値
nl: Hoog-laag-slot
pt: Máximo-Mínimo-Fecho
ru: макс.-мин.-закр.
th: สูง-ต่ำ-ปิด
zh: 盘高—盘低—收盘图

# Label_StockOHLC
source: Open-High-Low-Close
es: Apert-Máx-Mín-Cierre
fr: Ouvrir-Max-Min-Clôture
hi: खुला-उच्च-न्यून-बंद
it: Apert.-Max-Min-Chius.
ja: 始値-高値-安値-終値
nl: Open-hoog-laag-slot
pt: Abertura-Máx-Mín-Fecho
ru: откр.- макс.-мин.-закр.
th: เปิด-สูง-ต่ำ-ปิด
zh: 开盘—盘高—盘低—收盘图

# Label_Comment
source: Comment
es: Comentario
fr: Commenter
hi: टिप्पणी
it: Commento
ja: コメント
nl: Opmerking
pt: Comentário
ru: Коммент.
th: ความคิดเห็น
zh: 评论

# Label_XlsSaveCommentsNotSupported
source: Saving comments in .XLS files is not supported. Comments will not be saved.
es: Los comentarios no se pueden guardar en archivos .XLS. Los comentarios no se guardarán.
fr: L'enregistrement de commentaires au format .XLS n'est pas pris en charge. Les commentaires ne seront pas sauvegardés.
hi: .XLS फ़ाइलों में टिप्पणी सहेजना समर्थित नहीं है। टिप्पणियाँ सहेजी नहीं जाएँगी।
it: Il salvataggio di commenti nei file .XLS non è supportato. I commenti non verranno salvati.
ja: 「.XLS」ファイルでのコメント保存はサポート対象外です。コメントを保存できません。
nl: Opmerkingen opslaan in .xls-bestanden wordt niet ondersteund. Opmerkingen worden niet opgeslagen.
pt: A gravação de comentários em ficheiros .XLS não é suportada. Os comentários não serão guardados.
ru: Сохранение файлов в формате .XLS не поддерживается. Комментарии не будут сохраняться.
th: ไม่รองรับการบันทึกความคิดเห็นในไฟล์ .XLS ความคิดเห็นจะไม่ได้รับการบันทึก
zh: 不支持将评论保存至 .XLS 文件。评论不会保存。

# Label_PrevComment
source: Previous Comment
es: Comentario anterior
fr: Commentaire précédent
hi: पिछली टिप्पणियाँ...
it: Commento precedente
ja: 前のコメント
nl: Vorige opmerking
pt: Comentário Anterior
ru: Предыдущий комментарий
th: ความคิดเห็นก่อนหน้า
zh: 上一条评论

# Label_NextComment
source: NEXT COMMENT
es: Comentario siguiente
fr: Commentaire suivant
hi: अगली टिप्पणी
it: Commento successivo
ja: 次のコメント
nl: Volgende opmerking
pt: Comentário Seguinte
ru: Следующий комментарий
th: ความคิดเห็นถัดไป
zh: 下一条评论

# Label_EditComment
source: Edit Comment
es: Editar comentario
fr: Modifier commentaire
hi: टिप्पणी संपादित करें
it: Modifica commento
ja: コメントを編集
nl: Opmerking bewerken
pt: Editar Comentário
ru: Изменить комментарий
th: แก้ไขความคิดเห็น
zh: 编辑评论

# Label_DeleteComment
source: Delete Comment
es: Borrar comentario
fr: Supprimer commentaire
hi: टिप्पणी हटाएँ
it: Elimina commento
ja: コメントを削除
nl: Opmerking verwijderen
pt: Eliminar Comentário
ru: Удалить комментарий
th: ลบความคิดเห็น
zh: 删除评论

# Label_ClearComments
source: Clear comments
es: Borrar comentarios
fr: Effacer commentaires
hi: टिप्पणियाँ साफ़ करें
it: Elimina commenti
ja: コメントをクリア
nl: Opmerkingen wissen
pt: Limpar comentários
ru: Очистить комментарии
th: ล้างความคิดเห็น
zh: 清除评论

# Label_XValues
source: X Values
es: Valores X
fr: Valeurs X
hi: X मान
it: Valori X
ja: X 値
nl: X-waarden
pt: Valores X
ru: Значения X
th: ค่า X
zh: X 值

# Label_YValues
source: Y Values
es: Valores Y
fr: Valeurs Y
hi: Y मान
it: Valori Y
ja: Y 値
nl: Y-waarden
pt: Valores Y
ru: Значения Y
th: ค่า Y
zh: Y 值

# Label_ZValues
source: Z Values
es: Valores Z
fr: Valeurs Z
hi: Z मान
it: Valori Z
ja: Z 値
nl: Z-waarden
pt: Valores Z
ru: Значения Z
th: ค่า Z
zh: Z 值

# Label_StockChartInfo
source: Stock chart information
es: Información gráfica de existencias
fr: Informations graphique boursier
hi: स्टॉक चार्ट जानकारी
it: Informazioni sul grafico azionario
ja: 株価チャート情報
nl: Gegevens hoog/laag/slot-diagram
pt: Informações do gráfico de cotações
ru: Информация о биржевой диаграмме
th: ข้อมูลแผนภูมิหุ้น
zh: 股价图信息

# Label_HighLowClose
source: To insert this chart, please supply your data in the following order: high price, low price, closing price. Use dates or stock names as labels.
es: Para insertar este gráfico, indique sus datos en este orden: precio superior, precio inferior, precio de cierre. Use las fechas o nombres de artículo como etiquetas.
fr: Pour insérer ce graphique, renseignez vos données dans l'ordre suivant : cours maximal, cours minimal, cours à la clôture. Utilisez des dates ou des noms de valeur comme étiquettes.
hi: यह चार्ट सम्मिलित करने के लिए, कृपया अपना डेटा निम्नलिखित क्रम में दें: उच्च मूल्य, न्यून मूल्य, क्लोज़िंग मूल्य। लेबल के रूप में तिथि या स्टॉक नाम का इस्तेमाल करें।
it: Per inserire questo grafico, compilare i dati nel seguente ordine: prezzo massimo, prezzo minimo, prezzo di chiusura. Utilizzare date o nomi dei titoli come etichette.
ja: このチャートを挿入するには、高値、低値、終値の順番でデータを入力してください。日付けか株価の銘柄をラベルに使用してください。
nl: Om dit diagram in te voegen, moet u de gegevens op het blad ordenen in deze volgorde: hoogste koers, laagste koers, slotkoers. Gebruik datums of namen van aandelen als labels.
pt: Para inserir este gráfico, forneça os seus dados pela seguinte ordem: preço máximo, preço mínimo, preço de fecho. Utilize as datas ou os nomes das ações como etiquetas.
ru: Чтобы вставить эту диаграмму, укажите данные в таком порядке: максимальная цена, минимальная цена, цена закрытия. Используйте даты или названия акций в качестве подписей данных.
th: หากต้องการใส่แผนภูมินี้ โปรดระบุข้อมูลของตามลำดับต่อไปนี้: ราคาสูงสุด, ราคาต่ำสุด, ราคาปิด และใส่วันที่หรือชื่อหุ้นเป็นข้อความกำกับ
zh: 要插入此图表，请按下列顺序提供您的数据：高价、低价、收盘价。请使用日期或股票名称作为标签。

# Label_OpenHighLowClose
source: To insert this chart, please supply your data in the following order: opening price, high price, low price, closing price. Use dates or stock names as labels.
es: Para insertar este gráfico, indique sus datos en este orden: precio de apertura, precio superior, precio inferior, precio de cierre. Use las fechas o nombres de artículo como etiquetas.
fr: Pour insérer ce graphique, renseignez vos données dans l'ordre suivant : cours à l'ouverture, cours maximal, cours minimal, cours à la clôture. Utilisez des dates ou des noms de valeur comme étiquettes.
hi: यह चार्ट सम्मिलित करने के लिए, कृपया अपना डेटा निम्नलिखित क्रम में दें: खुला मूल्य, उच्च मूल्य, न्यून मूल्य, क्लोज़िंग मूल्य। लेबल के रूप में तिथि या स्टॉक नाम का इस्तेमाल करें।
it: Per inserire questo grafico, compilare i dati nel seguente ordine: prezzo di apertura, prezzo massimo, prezzo minimo, prezzo di chiusura. Utilizzare date o nomi dei titoli come etichette.
ja: このチャートを挿入するには、始値、高値、低値、終値の順番でデータを入力してください。日付けか株価の銘柄をラベルに使用してください。
nl: Om dit diagram in te voegen, moet u de gegevens op het blad ordenen in deze volgorde: beginkoers, hoogste koers, laagste koers, slotkoers. Gebruik datums of namen van aandelen als labels.
pt: Para inserir este gráfico, forneça os seus dados pela seguinte ordem: preço de abertura, preço máximo, preço mínimo, preço de fecho. Utilize as datas ou os nomes das ações como etiquetas.
ru: Чтобы вставить эту диаграмму, укажите данные в таком порядке: цена открытия. максимальная цена, минимальная цена, цена закрытия. Используйте даты или названия акций в качестве подписей данных.
th: หากต้องการใส่แผนภูมินี้ โปรดระบุข้อมูลของตามลำดับต่อไปนี้: ราคาเปิด, ราคาสูงสุด, ราคาต่ำสุด, ราคาปิด และใส่วันที่หรือชื่อหุ้นเป็นข้อความกำกับ
zh: 要插入此图表，请按下列顺序提供您的数据：开盘价、高价、低价、收盘价。请使用日期或股票名称作为标签。

# Label_Other
source: Other
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: その他
nl: Overige
pt: Outro
ru: Другое
th: อื่นๆ
zh: 其他

# Label_NegativeNumbers
source: Negative Numbers
es: Números negativos
fr: Nombres négatifs
hi: ऋणात्मक नंबर
it: Numeri negativi
ja: 負の数
nl: Negatieve getallen
pt: Números Negativos
ru: Отрицательные числа
th: จำนวนลบ
zh: 负数

# Label_Opacity
source: Opacity
es: Opacidad
fr: Opacité
hi: अस्पष्टता
it: Opacità
ja: 透明度
nl: Ondoorzichtigheid
pt: Opacidade
ru: Прозрачность
th: ความโปร่งใส
zh: 不透明度

# Label_Thickness
source: Thickness
es: Grosor
fr: Épaisseur
hi: मोटाई
it: Spessore
ja: 濃淡
nl: Dikte
pt: Espessura
ru: Толщина
th: ความหนา
zh: 厚度

# Label_LineEndings
source: Line Endings
es: Fin de línea
fr: Fins de ligne
hi: लाइन के अंत
it: Fine riga
ja: 折れ線の終端
nl: Regeleinden
pt: Terminações de Linha
ru: Завершение строк
th: จบบรรทัด
zh: 行尾

# ErrMsg_RequestTimeOut
source: Request Timed Out
es: Tiempo de solicitud expirado
fr: Requête hors délai
hi: अनुरोध का समय समाप्त हो गया
it: Timeout richiesta
ja: リクエストがタイムアウトしました
nl: Verzoek timed-out
pt: Tempo Limite do Pedido Excedido
ru: Истекло время ожидания запроса
th: คำขอหมดเวลาแล้ว
zh: 请求超时

# Label_ContactSupport
source: Contact Support
es: Contactar con asistencia técnica
fr: Contacter assistance
hi: समर्थन से संपर्क करें
it: Contattare il supporto
ja: サポートに問い合わせ
nl: Contact opnemen
pt: Contactar o Suporte
ru: Служба поддержки
th: ติดต่อฝ่ายสนับสนุน
zh: 联系支持部门

# Label_FillSurvey
source: Fill Out Feedback Form
es: Completar formulario de comentarios
fr: Remplir le formulaire Contactez-nous
hi: फ़ीडबैक फ़ॉर्म भरें
it: Compila modulo di feedback
ja: フィードバック用フォームに入力
nl: Feedbackformulier invullen
pt: Preencher o Formulário de Comentários
ru: Заполните форму обратной связи
th: กรอกข้อมูลในแบบฟอร์มข้อเสนอแนะ
zh: 填写反馈表

# InfoTitle_TellUsOpinion
source: Tell us what you think about OfficeSuite!
es: ¡Díganos qué le parece OfficeSuite!
fr: Dites-nous ce que vous pensez d'OfficeSuite !
hi: हमें बताएँ कि आप OfficeSuite के बारे में क्या सोचते हैं!
it: La vostra opinione su OfficeSuite!
ja: OfficeSuite に関するご意見や ご感想をお待ちしています！
nl: Vertel ons wat u vindt van OfficeSuite!
pt: Dê-nos a sua opinião sobre o OfficeSuite!
ru: Поделитесь своим мнением об OfficeSuite!
th: บอกให้เราทราบว่าคุณรู้สึกอย่างไรกับ OfficeSuite!
zh: 请告诉我们您对 OfficeSuite 的看法！

# InfoMsg_TellUsOpinion
source: Fill out a feedback form or contact us directly and let us know what you think.
es: Complete el formulario de comentarios o póngase en contacto con nosotros directamente para contarnos su opinión.
fr: Remplissez le formulaire ou contactez-nous directement pour nous donner votre avis.
hi: फ़ीडबैक फ़ॉर्म भरें या हमसे सीधे संपर्क करें और हमें बताएँ कि आप क्या सोचते हैं।
it: È possibile compilare un modulo di feedback o contattarci direttamente.
ja: フィードバック用フォームに入力するか ご意見をやご感想を直接弊社へご連絡ください。
nl: Vul ons feedbackformulier in of neem rechtstreeks contact op en vertel ons wat u vindt.
pt: Preencha um formulário de comentários ou contacte-nos diretamente para nos dar a sua opinião.
ru: Заполните форму отзыва или свяжитесь с нами напрямую и поделитесь своим мнением.
th: กรอกแบบฟอร์มข้อเสนอแนะหรือติดต่อเรา โดยตรงและบอกให้เรารู้ว่าคุณคิดอย่างไร
zh: 填写反馈表或直接联系我们 ，让我们知道您的想法。

# Label_Feedback
source: Send Feedback
es: Enviar comentarios
fr: Envoyer un avis
hi: फ़ीडबैक भेजें
it: Invia feedback
ja: フィードバックを送信
nl: Feedback versturen
pt: Enviar Comentários
ru: Отправить отзыв
th: ส่งข้อเสนอแนะ
zh: 发送反馈意见

# Label_FeedbackForm
source: Feedback Form
es: Formulario de comentarios
fr: Formulaire avis
hi: फ़ीडबैक फ़ॉर्म
it: Modulo di feedback
ja: フィードバック用
nl: Feedbackformulier
pt: Formulário de Comentários
ru: Форма отзыва
th: แบบฟอร์มข้อเสนอแนะ
zh: 反馈表

# Label_LikeUsOnFacebook
source: Like us on Facebook
es: Denos un Me gusta en Facebook
fr: Aimez-nous sur Facebook
hi: हमें Facebook पर पसंद करें
it: Seguici su Facebook
ja: Facebook で「いいね！」
nl: Like ons op Facebook
pt: Goste de nós no Facebook
ru: Мы в Facebook
th: ไลค์เราบน Facebook
zh: 在 Facebook 上赞我们

# Label_ShareWithFriends
source: Share with friends
es: Compartir con amigos
fr: Partager avec des amis
hi: दोस्तों के साथ साझा करें
it: Condividi con gli amici
ja: 友達とシェア
nl: Delen met vrienden
pt: Partilhe com os amigos
ru: Поделиться с друзьями
th: แชร์กับเพื่อน
zh: 与朋友分享

# Label_JoinOurBetaTestingGroup
source: Join our Beta Testing Group
es: Únase a nuestro grupo de testeo
fr: Rejoindre notre groupe de tests bêta
hi: हमारे बीटा परीक्षण समूह में शामिल हों
it: Unisciti al gruppo di beta tester
ja: 弊社ベータテストグループに参加
nl: Kom bij onze bètatesting-groep
pt: Adira ao Grupo de Teste Beta
ru: Станьте нашим бета-тестером
th: ร่วมเป็นผู้ทดสอบรุ่นเบต้า
zh: 加入我们的 Beta 测试群

# Label_BetaTesterForm
source: Beta Tester Form
es: Formulario de beta tester
fr: Formulaire bêta-testeur
hi: बीटा परीक्षक फ़ॉर्म
it: Modulo beta tester
ja: ベータテスト参加者用フォーム
nl: Bètatest-formulier
pt: Formulário de Testador Beta
ru: Форма бета-тестера
th: แบบฟอร์มผู้ทดสอบแอปรุ่นเบต้า
zh: Beta 测试者表格

# Label_More
source: More
es: Más
fr: Plus
hi: और ज़्यादा
it: Altro
ja: さらに詳しく
nl: Meer
pt: Mais
ru: Еще
th: เพิ่มเติม
zh: 更多

# Label_RadarChart
source: Radar
hi: रडार
ja: レーダー
ru: Радар
th: เรดาร์
zh: 雷达

# Label_RadarChartStandard
source: Standard
es: Estándar
hi: मानक
ja: 標準
nl: Standaard
pt: Padrão
ru: Стандартно
th: มาตรฐาน
zh: 标准

# Label_RadarChartMarker
source: Markers
es: Marcadores
fr: Marqueurs
hi: मार्कर
it: Evidenziatori
ja: マーカー
nl: Markeringen
pt: Marcadores
ru: Маркеры
th: ตัวกำกับ
zh: 标记

# Label_RadarChartFilled
source: Filled
es: Relleno
fr: Remplissage
hi: फ़िलर
it: Riempimento
ja: Filler
nl: Vuller
pt: Preenchimento
ru: Фильтр
th: ฟิลเลอร์
zh: 填充

# Label_HighLowCloseInfo
source: To insert this chart, please supply your data in the following order: high price, low price, closing price. Optionally use dates or stock names as labels.
es: Para insertar este gráfico, indique sus datos en este orden: precio superior, precio inferior, precio de cierre. Opcionalmente, use las fechas o nombres de artículos como etiquetas.
fr: Pour insérer ce graphique, renseignez vos données dans l'ordre suivant : cours maximal, cours minimal, cours à la clôture. Utilisez éventuellement des dates ou des noms de valeur comme étiquettes.
hi: यह चार्ट सम्मिलित करने के लिए, कृपया अपना डेटा निम्नलिखित क्रम में दें: उच्च मूल्य, न्यून मूल्य, क्लोज़िंग मूल्य। लेबल के रूप में तिथि या स्टॉक नाम का वैकल्पिक रूप से इस्तेमाल करें।
it: Per inserire questo grafico, compilare i dati nel seguente ordine: prezzo massimo, prezzo minimo, prezzo di chiusura. Utilizzare in alternativa date o nomi dei titoli come etichette.
ja: このチャートを挿入するには、高値、低値、終値の順番でデータを入力してください。オプションとして、日付けか株価の銘柄をラベルに使用してください。
nl: Om dit diagram in te voeren, moet u de gegevens ordenen in deze volgorde: hoogste koers, laagste koers, slotkoers. Gebruik optioneel datums of namen van aandelen als labels.
pt: Para inserir este gráfico, forneça os seus dados pela seguinte ordem: preço máximo, preço mínimo, preço de fecho. Opcionalmente, utilize as datas ou os nomes das ações como etiquetas.
ru: Чтобы вставить эту диаграмму, укажите данные в таком порядке: максимальная цена, минимальная цена, цена закрытия. Вы можете использовать даты или названия акций в качестве подписей данных.
th: หากต้องการใส่แผนภูมินี้ โปรดป้อนข้อมูลตามลำดับต่อไปนี้: ราคาสูงสุด, ราคาต่ำสุด, ราคาปิด และสามารถใส่วันที่หรือชื่อหุ้นเป็นข้อความกำกับหรือจะไม่ใส่ก็ได้
zh: 要插入此图表，请按下列顺序提供您的数据：高价、低价、收盘价。可以选择使用日期或股票名称作为标签。

# Label_AgitationBarGoPremiumLongMessage
source: Do even more with the most advanced office app for mobiles
es: Saque aún más partido a la app para Office en versión móvil más avanzada
fr: Allez encore plus loin avec l'appli pour appareils mobiles la plus perfectionnée
hi: मोबाइल के लिए सबसे उन्नत कार्यालय ऐप के साथ और ज़्यादा काम करें
it: Per fare ancora di più con la più avanzata app per ufficio
ja: 最先端のモバイル向けオフィスアプリで、作業効率をさらに向上させましょう
nl: Doe nog meer met de meest geavanceerde Office-app voor mobiel
pt: Faça mais com a aplicação de escritório avançada p/ dispositivos móveis
ru: Успевайте больше, используя самое передовое приложение Office
th: ทำสิ่งต่างๆ ได้มากกว่าเดิมด้วยแอป Office ที่ทันสมัยที่สุดสำหรับมือถือ
zh: 使用最先进的移动设备办公应用程序，完成更多工作。

# Label_AgitationBarGoPremiumShortMessage
source: Get more features
es: Obtener más funciones
fr: Plus de fonctionnalités
hi: अधिक सुविधाएँ प्राप्त करें
it: Altre caratteristiche
ja: その他の機能をゲット
nl: Meer kenmerken
pt: Obter mais funcionalidades
ru: Получить доп. функции
th: รับคุณสมบัติเพิ่มเติม
zh: 获得更多功能

# Label_AgitationBarGoPremiumButtonText
source: LEARN MORE
es: MÁS INFORMACIÓN
fr: EN SAVOIR PLUS
hi: ज़्यादा जानें
it: ULTERIORI INFO
ja: 詳細情報
nl: MEER INFO
pt: MAIS INFORMAÇÕES
ru: ПОДРОБНЕЕ
th: เรียนรู้เพิ่มเติม
zh: 了解更多

# Label_AgitationBarUpdateLongMessage
source: An update is available for OfficeSuite
es: Hay una actualización de OfficeSuite disponible
fr: Une mise à jour d'OfficeSuite est disponible
hi: OfficeSuite के लिए अद्यतन उपलब्ध है
it: È disponibile un aggiornamento per OfficeSuite
ja: OfficeSuite のアップデートがご利用になれます
nl: Er is een update beschikbaar voor OfficeSuite
pt: Está disponível uma atualização para o OfficeSuite
ru: Доступно обновление для OfficeSuite
th: มีอัปเดตสำหรับ OfficeSuite พร้อมให้บริการ
zh: OfficeSuite 有可用更新

# Label_AgitationBarUpdateShortMessage
source: Update available
es: Actualización disponible
fr: Mise à jour disponible
hi: अद्यतन उपलब्ध है
it: Aggiornamento disponibile
ja: アップデートがご利用になれます
nl: Update beschikbaar
pt: Atualização disponível
ru: Доступно обновление
th: มีอัปเดตพร้อมให้บริการ
zh: 有可用更新

# Label_AgitationBarUpdateButtonText
source: GET IT
es: CONSÍGALA
fr: OBTENIR
hi: इसे प्राप्त करें
it: SCARICA
ja: ゲットする
nl: DOWNLOADEN
pt: OBTER
ru: СКАЧАТЬ
th: โหลดเลย
zh: 立刻获取
