Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_LINEST
source: Returns the parameters of a linear trend
es: Devuelve los parámetros de una tendencia lineal
fr: Renvoie les paramètres d'une tendance linéaire.
hi: रेखीय रुझान में प्राचल देता है
it: Restituisce i parametri di una tendenza lineare
ja: 線形傾向のパラメータを返します
nl: Retourneert de parameters van een lineaire trend
pt: Devolve os parâmetros de uma tendência linear
ru: Возвращает параметры линейного тренда
th: แสดงผลพารามิเตอร์ของแนวโน้มเชิงเส้น
zh: 返回线性趋势的参数

# Excel_func_LN
source: Returns the natural logarithm of a number
es: Devuelve el logaritmo natural de un número
fr: Renvoie le logarithme népérien d'un nombre.
hi: संख्या का सहज लघुगणक देता है
it: Restituisce il logaritmo naturale di un numero
ja: 数値の自然対数を返します
nl: Berekent de natuurlijke logaritme van een getal
pt: Devolve o logaritmo natural de um número
ru: Возвращает натуральный логарифм числа
th: แสดงผลอัลกอริทึมธรรมชาติของตัวเลข
zh: 返回数字的自然对数

# Excel_func_LOG
source: Returns the logarithm of a number to a specified base
es: Devuelve el logaritmo de un número a una base especificada
fr: Renvoie le logarithme d’un nombre dans la base spécifiée.
hi: निर्दिष्ट आधार के प्रति संख्या का लघुगणक देता है
it: Restituisce il logaritmo di un numero per la base specificata
ja: 指定された基数に数値の対数を返します。
nl: Berekent de logaritme van een getal met het opgegeven grondtal
pt: Devolve o logaritmo de um número com uma base especificada
ru: Возвращает логарифм числа по заданному основанию
th: แสดงผลอัลกอริทึมของตัวเลขตามฐานที่ระบุ
zh: 返回数字的以指定底为底的对数

# Excel_func_LOG10
source: Returns the base-10 logarithm of a number
es: Devuelve el logaritmo en base 10 de un número
fr: Calcule le logarithme en base 10 d'un nombre.
hi: संख्या का आधार-10 लघुगणक देता है
it: Restituisce il logaritmo in base 10 di un numero
ja: 数値の基数-10対数を返します
nl: Berekent de logaritme met grondtal 10 van een getal
pt: Devolve o logaritmo de base 10 de um número
ru: Возвращает десятичный логарифм числа
th: แสดงผลอัลกอริทึมฐาน 10 ของตัวเลข
zh: 返回数字的以10为底的对数

# Excel_func_LOGEST
source: Returns the parameters of an exponential trend
es: Devuelve los parámetros de una tendencia exponencial
fr: Renvoie les paramètres d'une tendance exponentielle.
hi: घातीय रुझान का प्राचल देता है
it: Restituisce i parametri di una tendenza esponenziale
ja: 指数傾向のパラメータを返します
nl: Retourneert de parameters van een exponentiële trend
pt: Devolve os parâmetros de uma tendência exponencial
ru: Возвращает параметры экспоненциального тренда
th: แสดงผลพารามิเตอร์ของแนวโน้มเอ็กซ์โปเนนเชียล
zh: 返回指数趋势的参数

# Excel_func_LOGINV
source: Returns the inverse of the lognormal distribution
es: Devuelve el inverso de una distribución lognormal
fr: Renvoie l'inverse de la distribution suivant une loi lognormale cumulée.
hi: लॉगसामान्य वितरण का व्युत्क्रम देता है
it: Restituisce l'inversa della distribuzione lognormale
ja: 対数正規分布の逆数を返します
nl: Berekent de inverse van de logaritmische normale verdeling
pt: Devolve o inverso da distribuição normallog
ru: Возвращает обратную функцию логарифмического нормального распределения
th: แสดงผลค่ากลับของการการแจกแจง lognormal
zh: 返回对数分布函数的反函数

# Excel_func_LOGNORMDIST
source: Returns the cumulative lognormal distribution
es: Devuelve la distribución acumulativa lognormal
fr: Renvoie la distribution suivant une loi lognormale cumulée.
hi: संचयी लॉगसामान्य वितरण देता है
it: Restituisce la distribuzione lognormale cumulativa
ja: 累積対数正規分布を返します
nl: Geeft als resultaat de logaritmische normale verdeling
pt: Devolve a distribuição cumulativa normallog
ru: Возвращает интегральное логарифмическое нормальное распределение
th: แสดงผลการการแจกแจง lognormal สะสม
zh: 返回对数累积分布函数

# Excel_func_LOOKUP
source: Looks up values in a vector or array
es: Busca valores en un vector o matriz
fr: Recherche des valeurs dans un vecteur ou une matrice.
hi: वेक्टर या सरणी में मान खोजता है
it: Cerca valori in un vettore o matrice
ja: ベクトルまたはアレイの値を検索します
nl: Zoekt naar bepaalde waarden in een vector of een matrix
pt: Procura valores num vetor ou numa matriz
ru: Ищет значения в векторе или массиве
th: ค้นหาค่าในเวคเตอร์หรือชุดลำดับ
zh: 在向量或数组中查找值

# Excel_func_LOWER
source: Converts text to lowercase
es: Convierte texto en minúsculas
fr: Convertit le texte en minuscules.
hi: पाठ को लोअरकेस में परिवर्तित करता है
it: Converte il testo in lettere minuscole
ja: テキストを小文字に変換します
nl: Zet tekst om in kleine letters
pt: Converte o texto em minúsculas
ru: Преобразует все буквы текста в строчные
th: แปลงข้อความเป็นตัวพิมพ์เล็ก
zh: 将文本转换为小写

# Excel_func_MATCH
source: Looks up values in a reference or array
es: Busca valores en una referencia o matriz
fr: Recherche des valeurs dans une référence ou une matrice.
hi: संदर्भ या सरणी में मानों को खोजता है
it: Cerca valori in un riferimento o matrice
ja: 参照またはアレイの値を検索します
nl: Zoekt naar bepaalde waarden in een verwijzing of een matrix
pt: Procura valores numa referência ou numa matriz
ru: Ищет значения в ссылке или массиве
th: ค้นหาค่าในการอ้างอิงหรือชุดลำดับ
zh: 在引用或数组中查找值

# Excel_func_MAX
source: Returns the maximum value in a list of arguments
es: Devuelve el valor máximo en una lista de argumentos
fr: Renvoie la valeur maximale contenue dans une liste d'arguments.
hi: कोणांक सूची में अधिकतम मान देता है
it: Restituisce il valore massimo in un elenco di argomenti
ja: 引数のリストの最大値を返します
nl: Geeft als resultaat de maximumwaarde in een lijst met argumenten
pt: Devolve o valor máximo numa lista de argumentos
ru: Возвращает максимальное значение в списке аргументов
th: แสดงผลค่าสูงสุดในรายการอาร์กิวเมนต์
zh: 返回参数列表中的最大值

# Excel_func_MAXA
source: Returns the maximum value in a list of arguments, including numbers, text, and logical values
es: Devuelve el valor máximo en una lista de argumentos, incluidos números, texto y valores lógicos
fr: Renvoie la valeur maximale d'une liste d’arguments, nombres, texte et valeurs logiques inclus.
hi: संख्याओं, पाठ और तार्किक मानों सहित कोणांक सूची में अधिकतम मान देता है
it: Restituisce il valore massimo in un elenco di argomenti, compresi numeri, testo e valori logici
ja: 数値、テキスト、論理値を含む引数のリストの最大値を返します
nl: Geeft als resultaat de maximumwaarde in een lijst met argumenten, inclusief getallen, tekst en logische waarden
pt: Devolve o valor máximo numa lista de argumentos, incluindo números, texto e valores lógicos
ru: Возвращает наибольшее значение в списке аргументов, включая числа, текст и логические значения
th: แสดงผลค่าสูงสุดในรายการอาร์กิวเมนต์ รวมถึงตัวเลข ข้อความ และค่าตรรกะ
zh: 返回参数列表中的最大值，包括数字、文本和逻辑值

# Excel_func_MDETERM
source: Returns the matrix determinant of an array
es: Devuelve la matriz determinante de una matriz
fr: Renvoie le déterminant d'une matrice.
hi: किसी सरणी का आव्यूह सारणिक देता है
it: Restituisce il determinante di una matrice
ja: アレイの行列式を返します
nl: Geeft als resultaat de determinant van een matrix
pt: Devolve o determinante matricial de uma matriz
ru: Возвращает определитель матрицы (матрица хранится в массиве)
th: แสดงผลดีเทอร์มินันต์เมตริกซ์ของชุดลำดับ
zh: 返回数组的矩阵行列式的值

# Excel_func_MDURATION
source: Returns the Macauley modified duration for a security with an assumed par value of $100
es: Devuelve la duración de Macauley modificada de un valor bursátil con un valor nominal supuesto de $100
fr: Renvoie la durée de Macauley modifiée pour un titre ayant une valeur nominale hypothétique de 100 euros.
hi: $100 के कल्पित सम मूल्य सहित प्रतिभूति के लिए मॅकाले संशोधित अवधि देता है
it: Restituisce la durata Macauley modificata per un titolo con valore nominale presunto di 100 $
ja: 想定額面価格が100ドルの証券のマコーリーモディファイド・デュレーションを返します
nl: Geeft als resultaat de aangepaste Macauley-looptijd voor een waardepapier, aangenomen dat de nominale waarde € 100 bedraagt
pt: Devolve a duração modificada de Macauley de um título com um valor de paridade equivalente a € 100
ru: Возвращает модифицированную продолжительность Макалея для ценных бумаг с предполагаемой номинальной стоимостью 100 рублей
th: แสดงผลระยะเวลาที่แก้ไข Macauley สำหรับหลักทรัพย์ที่มีค่าพาร์สันนิษฐาน $100
zh: 返回假设面值为$100的有价证券的Macauley修正期限

# Excel_func_MEDIAN
source: Returns the median of the given numbers
es: Devuelve la mediana de los números dados
fr: Renvoie la valeur médiane des nombres donnés.
hi: निश्चित संख्याओं के लिए माध्य देता है
it: Restituisce la misura media per i numeri forniti
ja: 指定した数値の中央値を返します
nl: Geeft als resultaat de mediaan van de opgegeven getallen
pt: Devolve a mediana dos números indicados
ru: Возвращает медиану заданных чисел
th: แสดงค่ามัธยฐานของตัวเลขที่ระบุ
zh: 返回给定数值集合的中值

# Excel_func_MID
source: Returns a specific number of characters from a text string starting at the position you specify
es: Devuelve un número específico de caracteres de una cadena de caracteres que comienza en una posición que especifique
fr: Renvoie un nombre déterminé de caractères d'une chaîne de texte à partir de la position que vous indiquez.
hi: आपके द्वारा निर्दिष्ट स्थिति से प्रारंभ करते हुए पाठ स्ट्रिंग से वर्णों की निर्दिष्ट संख्या देता है
it: Restituisce un numero specifico di caratteri da una stringa di testo a partire dalla posizione specificata
ja: 指定したポジションで開始するテキスト文字列から指定の文字数を返します
nl: Geeft als resultaat een bepaald aantal tekens van een tekenreeks vanaf de positie die u opgeeft
pt: Devolve um número específico de caracteres de uma cadeia de texto, a partir da posição especificada
ru: Возвращает определенное число знаков из текстовой строки, начиная с указанной позиции
th: แสดงค่าเฉพาะของอักขระจากสตริงข้อความที่เริ่มต้นจากตำแหน่งที่คุณระบุ
zh: 从文本字符串中的指定位置起返回特定个数的字符

# Excel_func_MIN
source: Returns the minimum value in a list of arguments
es: Devuelve el valor mínimo en una lista de argumentos
fr: Renvoie la valeur minimale contenue dans une liste d'arguments.
hi: कोणांकों की सूची से न्यूनतम मान देता है
it: Restituisce il valore minimo in un elenco di argomenti
ja: 引数のリストの最小値を返します
nl: Geeft als resultaat de minimumwaarde in een lijst met argumenten
pt: Devolve o valor mínimo numa lista de argumentos
ru: Возвращает минимальное значение в списке аргументов
th: แสดงผลค่าต่ำสุดในรายการอาร์กิวเมนต์
zh: 返回参数列表中的最小值

# Excel_func_MINA
source: Returns the smallest value in a list of arguments, including numbers, text, and logical values
es: Devuelve el valor mínimo en una lista de argumentos, incluidos números, texto y valores lógicos
fr: Renvoie la plus petite valeur d'une liste d’arguments, nombres, texte et valeurs logiques inclus.
hi: संख्याओं, पाठ और तार्किक मानों सहित कोणांकों की सूची से न्यूनतम मान देता है
it: Restituisce il valore minimo in un elenco di argomenti, compresi numeri, testo e valori logici
ja: 数値、テキスト、および論理値を含む引数のリストの最小値を返します
nl: Geeft als resultaat de minimumwaarde in een lijst met argumenten, inclusief getallen, tekst en logische waarden
pt: Devolve o valor mínimo numa lista de argumentos, incluindo números, texto e valores lógicos
ru: Возвращает наименьшее значение в списке аргументов, включая числа, текст и логические значения
th: แสดงผลค่าต่ำสุดในรายการอาร์กิวเมนต์ รวมถึงตัวเลข ข้อความ และค่าตรรกะ
zh: 返回参数列表中的最小值，包括数字、文本和逻辑值

# Excel_func_MINUTE
source: Converts a serial number to a minute
es: Convierte un número de serie a un minuto
fr: Convertit un numéro de série en minute.
hi: क्रम संख्या को मिनट में बदलता है
it: Converte un numero seriale in formato minuti
ja: シリアル番号を分に変更します
nl: Converteert een serieel getal een minuut
pt: Converte um número de série num minuto
ru: Преобразует порядковое число в минуты
th: แปลงเลขลำดับเป็นนาที
zh: 将序列号转换为分钟

# Excel_func_MINVERSE
source: Returns the matrix inverse of an array
es: Devuelve la matriz inversa de una matriz
fr: Renvoie la matrice inverse d'une matrice.
hi: किसी सरणी का आव्यूह व्युत्क्रम देता है
it: Restituisce l'inversa di una matrice
ja: アレイの逆行列を返します
nl: Geeft als resultaat de inverse van een matrix
pt: Devolve o inverso matricial de uma matriz
ru: Возвращает обратную матрицу массива
th: แสดงผลค่ากลับเมตริกซ์ของชุดลำดับ
zh: 返回数组的逆矩阵

# Excel_func_MIRR
source: Returns the internal rate of return where positive and negative cash flows are financed at different rates
es: Devuelve la tasa interna de devolución donde los flujos de efectivo positivos y negativos se financian con tasas diferentes
fr: Calcule le taux de rentabilité interne lorsque les paiements positifs et négatifs sont financés à des taux différents.
hi: लाभ का ब्याज दर देता है जहाँ धनात्मक और ऋणात्मक नकदी प्रवाह विभिन्न दरों पर वित्तपोषित हैं
it: Restituisce il tasso di rendimento interno con flussi di cassa positivi e negativi finanziati a tassi differenti
ja: 正負のキャッシュフローが異なる金利で貸し付けられるリターンの内部金利を返します
nl: Geeft als resultaat de interne rentabiliteit voor een serie cashflows, waarbij voor betalingen een ander rentepercentage geldt dan voor inkomsten
pt: Devolve a taxa interna de rentabilidade em que os fluxos monetários positivos e negativos são financiados com taxas diferentes
ru: Возвращает внутреннюю ставку доходности, при которой положительные и отрицательные денежные потоки имеют разные значения ставки
th: แสดงผลอัตราภายในของผลตอบแทนที่มีการจัดสรรเงินทุนกระแสเงินสดเชิงบวกและเชิงลบในอัตราที่แตกต่างกัน
zh: 返回正和负现金流以不同利率进行计算的内部收益率

# Excel_func_MMULT
source: Returns the matrix product of two arrays
es: Devuelve el producto matriz de dos matrices
fr: Renvoie le produit de deux matrices.
hi: दो सरणियों के मैट्रिक्स गुणनफल देता है
it: Restituisce il prodotto di due matrici
ja: 2つのアレイの行列の積を返します
nl: Geeft als resultaat het product van twee matrices
pt: Devolve o produto matricial de duas matrizes
ru: Возвращает матричное произведение двух массивов
th: แสดงผลคูณเมตริกซ์ของสองชุดลำดับ
zh: 返回两个数组的矩阵乘积

# Excel_func_MOD
source: Returns the remainder from division
es: Devuelve el recordatorio de la división
fr: Renvoie le reste d'une division.
hi: भाग से शेषफल देता है
it: Restituisce il resto della divisione
ja: 除算の剰余を返します
nl: Geeft als resultaat het restgetal van een deling
pt: Devolve o resto da divisão
ru: Возвращает остаток от деления
th: แสดงผลเศษของการหาร
zh: 返回除法的余数

# Excel_func_MODE
source: Returns the most common value in a data set
es: Devuelve el valor más común en un conjunto de datos
fr: Renvoie la valeur la plus courante d'une série de données.
hi: डेटा सेट में अत्यधिक सामान्य मान देता है
it: Restituisce il valore più comune in un insieme di dati
ja: データセットで最も頻繁に出現する値を返します
nl: Geeft als resultaat de meest voorkomende waarde in een gegevensverzameling
pt: Devolve o valor mais comum num conjunto de dados
ru: Возвращает значение моды набора данных
th: แสดงผลค่าที่พบมากที่สุดในชุดข้อมูล
zh: 返回在数据集内出现次数最多的值

# Excel_func_MONTH
source: Converts a serial number to a month
es: Convierte un número de serie en un mes
fr: Convertit un numéro de série en mois.
hi: क्रम संख्या को महीने में बदलता है
it: Converte un numero seriale in formato mese
ja: シリアル番号を月に変換します
nl: Converteert een serieel getal naar een maand
pt: Converte um número de série num mês
ru: Преобразует порядковое число в месяц
th: แปลงเลขลำดับเป็นเดือน
zh: 将序列号转换为月

# Excel_func_MROUND
source: Returns a number rounded to the desired multiple
es: Devuelve un número redondeado al múltiplo deseado
fr: Donne l'arrondi d'un nombre au multiple spécifié.
hi: वांछित गुणज में पूर्णांकित संख्या देता है
it: Restituisce un numero arrotondato al multiplo desiderato
ja: 希望の倍数に四捨五入された数値を返します
nl: Geeft als resultaat een getal afgerond op het gewenste veelvoud
pt: Devolve um número arredondado ao múltiplo desejado
ru: Возвращает число, округленное до нужного кратного
th: แสดงผลตัวเลขที่ปัดเศษเป็นตัวคูณที่ต้องการ
zh: 返回一个舍入到所需倍数的数字

# Excel_func_MULTINOMIAL
source: Returns the multinomial of a set of numbers
es: Devuelve el multinomial de un conjunto de números
fr: Calcule la multinomiale d'un ensemble de nombres.
hi: संख्याओं के सेट का बहुपदी देता है
it: Restituisce il multinomiale di un insieme di numeri
ja: 多項式の数値のセットを返します
nl: Geeft als resultaat de multinomiaalcoëfficiënt van een reeks getallen
pt: Devolve o polinomial de um conjunto de números
ru: Возвращает отношение факториала суммы значений к произведению факториалов значений
th: แสดงผล Multinomial ของชุดตัวเลข
zh: 返回一组数字的多项式

# Excel_func_N
source: Returns a value converted to a number
es: Devuelve un valor convertido a un número
fr: Renvoie une valeur convertie en nombre.
hi: संख्या में परिवर्तित मान देता है
it: Restituisce un valore convertito in numero
ja: 数値に変換された値を返します
nl: Geeft als resultaat een waarde die is geconverteerd naar een getal
pt: Devolve um valor convertido num número
ru: Возвращает значение, преобразованное в число
th: แสดงผลค่าที่แปลงเป็นตัวเลข
zh: 返回转换为数字的值

# Excel_func_NA
source: Returns the error value #N/A
es: Devuelve el valor de error #N/A
fr: Renvoie la valeur d'erreur #N/A.
hi: त्रुटि मान #N/A देता है
it: Restituisce il valore di errore #N/A
ja: エラー値#N/Aを返します
nl: Geeft als resultaat de foutwaarde #N/B
pt: Devolve o valor de erro #N/D
ru: Возвращает значение ошибки — "#N/A"
th: แสดงผลค่าข้อผิดพลาด #N/A
zh: 返回错误值#N/A

# Excel_func_NEGBINOMDIST
source: Returns the negative binomial distribution
es: Devuelve la distribución binomial negativa
fr: Renvoie la probabilité d'une variable aléatoire discrète suivant une loi binomiale négative.
hi: ऋणात्मक द्विपद वितरण देता है
it: Restituisce la distribuzione binomiale negativa
ja: 負の二項分布を返します
nl: Geeft als resultaat de negatieve binomiaalverdeling
pt: Devolve a distribuição binominal negativa
ru: Возвращает отрицательное биномиальное распределение
th: แสดงผลการแจกแจงไบโนเมียลเชิงลบ
zh: 返回负二项式分布

# Excel_func_NETWORKDAYS
source: Returns the number of whole workdays between two dates
es: Devuelve el número de los días laborables completos entre dos fechas
fr: Renvoie le nombre de jours ouvrés entiers compris entre deux dates.
hi: दो दिनांकों के बीच संपूर्ण कार्य-दिवस देता है
it: Restituisce il numero di giorni feriali tra due date
ja: 2つの日付の間の営業日数を返します
nl: Geeft als resultaat het aantal hele werkdagen tussen twee datums
pt: Devolve o número total de dias úteis entre duas datas
ru: Возвращает количество полных рабочих дней между двумя датами
th: แสดงผลจำนวนวันทำการเต็มวันระหว่างวันที่สองค่า
zh: 返回两个日期间的全部工作日数

# Excel_func_NOMINAL
source: Returns the annual nominal interest rate
es: Devuelve la tasa de interés nominal anual
fr: Calcule le taux d'intérêt nominal annuel.
hi: वार्षिक सांकेतिक ब्याज दर देता है
it: Restituisce il tasso di interesse nominale per l'anno
ja: 年間実質金利を返します
nl: Geeft als resultaat het nominale jaarlijkse rentepercentage
pt: Devolve a taxa de juros nominal anual
ru: Возвращает номинальную годовую процентную ставку
th: แสดงผลอัตราดอกเบี้ยปกติรายปี
zh: 返回年度的名义利率

# Excel_func_NORMDIST
source: Returns the normal cumulative distribution
es: Devuelve la distribución acumulativa normal
fr: Renvoie la probabilité d’une variable aléatoire continue suivant une loi normale.
hi: सामान्य संचयी वितरण देता है
it: Restituisce la distribuzione cumulativa normale
ja: 正規累積分布を返します
nl: Geeft als resultaat de cumulatieve normale verdeling
pt: Devolve a distribuição cumulativa normal
ru: Возвращает нормальную функцию распределения
th: แสดงผลการแจกแจงสะสมปกติ
zh: 返回正态累积分布

# Excel_func_NORMINV
source: Returns the inverse of the normal cumulative distribution
es: Devuelve el inverso de la distribución acumulativa normal
fr: Renvoie, pour une probabilité donnée, la valeur inverse d'une variable aléatoire suivant une loi normale.
hi: सामान्य संचयी वितरण का व्युत्क्रम देता है
it: Restituisce l'inversa della distribuzione cumulativa normale
ja: 正規累積分布の逆数を返します
nl: Geeft als resultaat de inverse van de cumulatieve normale verdeling
pt: Devolve o inverso da distribuição cumulativa normal
ru: Возвращает обратное нормальное распределение
th: แสดงผลค่ากลับของการแจกแจงสะสมปกติ
zh: 返回标准正态累积分布的反函数

# Excel_func_NORMSDIST
source: Returns the standard normal cumulative distribution
es: Devuelve la distribución acumulativa normal estándar
fr: Renvoie la distribution cumulée suivant une loi normale standard.
hi: मानक सामान्य संचयी वितरण देता है
it: Restituisce la distribuzione cumulativa normale standard
ja: 標準正規累積分布を返します
nl: Geeft als resultaat de cumulatieve standaardnormale verdeling
pt: Devolve a distribuição cumulativa normal padrão
ru: Возвращает стандартное нормальное выборочное распределение
th: แสดงผลการแจกแจงสะสมปกติมาตรฐาน
zh: 返回标准正态累积分布

# Excel_func_NORMSINV
source: Returns the inverse of the standard normal cumulative distribution
es: Devuelve el inverso de la distribución acumulativa normal estándar
fr: Renvoie l'inverse de la distribution cumulée normale standard.
hi: मानक सामान्य संचयी वितरण का व्युत्क्रम देता है
it: Restituisce l'inversa della distribuzione cumulativa normale standard
ja: 標準正規累積分布の逆数を返します
nl: Geeft als resultaat de inverse van de cumulatieve normale verdeling
pt: Devolve o inverso da distribuição cumulativa normal padrão
ru: Возвращает обратное значение стандартного нормального выборочного распределения
th: แสดงผลค่ากลับของการแจกแจงสะสมปกติมาตรฐาน
zh: 返回标准正态累积分布的反函数

# Excel_func_NOT
source: Reverses the logic of its argument
es: Invierte la lógica de su argumento
fr: Inverse la logique de cet argument.
hi: उसके स्वतंत्र चर तर्क बदलें
it: Inverte il valore logico dell'argomento
ja: 引数の論理を逆転させます
nl: Keert de logische waarde van het argument om
pt: Inverte a lógica do respetivo argumento
ru: Изменяет логическое значение аргумента на противоположное
th: กลับค่าตรรกะของอาร์กิวเมนต์
zh: 对其参数的逻辑求反

# Excel_func_NOW
source: Returns the serial number of the current date and time
es: Devuelve el número de serie de la fecha y hora actual
fr: Renvoie le numéro de série de la date et de l'heure du jour.
hi: वर्तमान दिनांक और समय का क्रम संख्या देता है
it: Restituisce il numero seriale per la data e ora correnti
ja: 現在の日時のシリアル番号を返します
nl: Geeft als resultaat het seriële getal van de huidige datum en tijd
pt: Devolve o número de série da data e hora atuais
ru: Возвращает порядковое число текущих даты и времени
th: แสดงผลเลขลำดับของวันที่และเวลาปัจจุบัน
zh: 返回当前日期和时间的序列号

# Excel_func_NPER
source: Returns the number of periods for an investment
es: Devuelve el número de períodos para una inversión
fr: Renvoie le nombre de versements nécessaires pour rembourser un emprunt.
hi: किसी निवेश के लिए अवधियों की संख्या देता है
it: Restituisce il numero relativo ai periodi di un investimento
ja: 投資の期間数を返します
nl: Geeft als resultaat het aantal termijnen van een investering
pt: Devolve o número de períodos de um investimento
ru: Возвращает количество периодов для капиталовложений
th: แสดงผลจำนวนงวดสำหรับการลงทุน
zh: 返回投资的期数

# Excel_func_NPV
source: Returns the net present value of an investment based on a series of periodic cash flows and a discount rate
es: Devuelve el valor neto actual de una inversión en función de una serie de flujos de efectivo periódicos y una tasa de descuento
fr: Calcule la valeur actuelle nette d'un investissement basé sur une série de décaissements et un taux d'escompte.
hi: आवधिक नकदी प्रवाह और रियायती दरों की श्रृंखला के आधार पर निवेश का निवल वर्तमान मूल्य देता है
it: Restituisce il valore attuale netto di un investimento sulla base di una serie di flussi di cassa periodici e di un tasso di sconto
ja: 一連の期間的なキャッシュ フローと割引率に基づいて投資の正味現在価値を返します
nl: Geeft als resultaat de netto huidige waarde van een investering op basis van een reeks periodieke cashflows en een discontopercentage
pt: Devolve o valor atual líquido de um investimento com base numa série de fluxos monetários periódicos e numa taxa de desconto
ru: Возвращает чистую приведенную стоимость капиталовложений на основе последовательности периодических движений денежной наличности и учетной ставки
th: แสดงผลมูลค่าสุทธิ ณ ปัจจุบันของการลงทุนตามชุดของกระแสเงินสดตามงวดและอัตราส่วนลด
zh: 返回基于一系列定期的现金流和贴现率计算的投资的净现值
