Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Msg_PasswordReset
source: Your new password was sent to your email. Please check your email and sign in.
es: Se ha enviado su nueva contraseña a su correo electrónico. Revise su buzón e inicie sesión.
fr: Votre nouveau mot de passe a été envoyé vers votre adresse e-mail. Relevez vos messages et connectez-vous.
hi: आपका नया पासवर्ड आपकी ईमेल पर भेजा गया था। कृपया अपनी ईमेल की जाँच करें और साइन इन करें।
it: La nuova password è stata inviata all'indirizzo e-mail. Verificare la casella di posta ed effettuare l'accesso.
ja: 新しいパスワードが記載されたメールをあなた宛に送信しました。メールを確認してサインインしてください。
pt: A nova palavra-passe foi enviada para o seu e-mail. Consulte o seu e-mail e inicie sessão.
ru: Новый пароль отправлен на ваш адрес электронной почты. Проверьте почту и выполните вход.
th: เราได้ส่งรหัสผ่านใหม่ของคุณไปที่อีเมลของคุณแล้ว โปรดตรวจสอบอีเมลแล้วลงชื่อเข้าใช้

# PRGRSS_ExecutingJavaScript
source: Executing Java Script...
es: Ejecutando Java Script...
fr: Exécution de Java Script...
hi: Java स्क्रिप्ट क्रियान्वित हो रही है...
it: Esecuzione di Java Script...
ja: Java Script を実行中…
pt: A executar JavaScript...
ru: Выполнение сценария JavaScript…
th: กำลังเรียกใช้ Java Script...

# Label_AddEditComment
source: Add/Edit Comment
es: Añadir/Editar comentario
fr: Ajouter/modifier commentaire
hi: टिप्पणी जोड़ें/संपादित करें
it: Aggiungi/Modifica commento
ja: コメントを追加/編集
pt: Adicionar/Editar Comentário
ru: Добавить/изменить комментарий
th: เพิ่ม/แก้ไขความคิดเห็น

# Label_TooManyDevices
source: You are logged on to too many devices.
es: Ha iniciado sesión en demasiados dispositivos.
fr: Vous êtes connecté à un trop grand nombre d'appareils.
hi: आप बहुत ज़्यादा डिवाइस पर लॉग्ड ऑन हैं।
it: Numero eccessivo di dispositivi connessi.
ja: ログインしているデバイスが多すぎます。
pt: Iniciou sessão em demasiados dispositivos.
ru: Вы выполнили вход, использовав слишком много устройств.
th: คุณเข้าใช้งานบนอุปกรณ์หลายเครื่องเกินไป

# Label_PleaseUpdatePayment
source: You have not recently updated your Android payment info. Premium revoked until you update it.
es: Hace mucho que no actualiza su información de pago de Android. No tiene acceso a Premium hasta que no lo haga.
fr: Vous n'avez pas procédé à la mise à jour de vos coordonnées de paiement Android. Vous pourrez accéder à Premium quand ce sera fait.
hi: आपने हाल ही में अपनी Android भुगतान जानकारी अद्यतित नहीं की। प्रीमियम हटा दिया गया है जब तक आप इसे अद्यतित नहीं करते।
it: Non sono state aggiornate le informazioni di pagamento di Android. Premium revocato fino a nuovo aggiornamento.
ja: Android のお支払情報がしばらく更新されていないようです。更新していただくまで Premium は無効となります。
pt: As suas informações de pagamento não estão atualizadas para Android. O Premium foi revogado até que as atualize.
ru: Вы давно не обновляли платежные данные Android. Версия Premium будет доступна, когда вы обновите их.
th: ในช่วงเวลาที่ผ่านมา คุณยังไม่ได้อัปเดตข้อมูลการชำระเงินบน Android สิทธิ์การใช้งานระดับพรีเมี่ยมจะถูกเพิกถอนจนกว่าคุณจะอัปเดตข้อมูลดังกล่าว

# Label_WebView
source: Web View
es: Vista de web
fr: Vue Web
hi: वेब दृश्य
it: Visualizzazione Web
ja: ウェブビュー
pt: Vista Web
ru: Веб-просмотр
th: มุมมองเว็บ

# Label_PageView
source: Page View
es: Vista de página
fr: Vue Page
hi: पृष्ठ दृश्य
it: Visualizzazione pagina
ja: ページビュー
pt: Vista de Página
ru: Просмотр страницы
th: มุมมองหน้าเอกสาร

# Label_UpgadeToPremium
source: Upgrade to Premium
es: Actualizar a Premium
fr: Passer à la version Premium
hi: प्रीमियम में अपग्रेड करें
it: Passa a Premium
ja: Premium へアップグレード
pt: Atualizar para Premium
ru: Перейти на Premium
th: อัปเกรดเป็นพรีเมี่ยม

# Label_DescriptionProtectYourDocuments
source: Add passwords and restrict access to OfficeSuite using TouchID
es: Añada contraseñas y limite el acceso a OfficeSuite con TouchID
fr: Ajoutez des mots de passe et limitez l'accès à OfficeSuite avec TouchID
hi: TouchID का इस्तेमाल करके पासवर्ड जोड़ें और OfficeSuite तक पहुँच प्रतिबंधित करें
it: Aggiunta di password e accesso limitato a OfficeSuite usando Touch ID
ja: パスワードを追加し、さらに Touch ID で OfficeSuite へのアクセスを制限できます
pt: Adicione palavras-passe e restrinja o acesso ao OfficeSuite utilizando TouchID
ru: Устанавливайте пароли к OfficeSuite с помощью Touch ID
th: เพิ่มรหัสผ่านและจำกัดการเข้าใช้งาน OfficeSuite โดยใช้ TouchID

# Label_DescritpionEditPDFs
source: Convert any PDF to fully-editable Word, Excel or ePub file
es: Convierta cualquier PDF en un archivo Word, Excel o ePub completamente editable
fr: Convertissez n'importe quel PDF en fichiers Word, Excel ou ePub totalement modifiables
hi: किसी भी PDF को पूरी तरह से संपादन-योग्य Word, Excel, या ePub फ़ाइल में बदलें
it: Conversione dii qualsiasi file PDF in un file Word, Excel o ePub completamente modificabile
ja: どんな PDF もフル編集可能な Word、Excel、ePub のファイルに変換
pt: Converta qualquer PDF num ficheiro Word, Excel ou ePub totalmente editável
ru: Конвертируйте любые PDF-файлы в Word, Excel или ePub
th: แปลงไฟล์ PDF ต่างๆ ให้เป็นไฟล์ Word, Excel หรือ ePub ที่แก้ไขได้อย่างเต็มรูปแบบ

# Label_TitleSignYourPDFFiles
source: Sign your PDF files
es: Firme sus archivos en PDF
fr: Signez vos fichiers PDF
hi: अपनी PDF फाइलों पर हस्ताक्षर करें
it: Inserimento della firma nei file PDF
ja: PDF ファイルに署名
pt: Assine os seus ficheiros PDF
ru: Подписывайте PDF-файлы
th: เซ็นชื่อในไฟล์ PDF ของคุณ

# Label_DescriptionSignYourPDFFiles
source: Use Quick Sign to easily add digital signatures to your documents
es: Use Firma rápida para añadir fácilmente firmas digitales a sus documentos
fr: Apposez votre signature numérique en toute simplicité avec Quick Sign
hi: डिजिटल हस्ताक्षर जोड़ने के लिए जल्दी हस्ताक्षर का उपयोग
it: Utilizzo di Firma veloce per aggiungere rapidamente le firme digitali ai documenti
ja: クイックサインを使えば、簡単に文書にデジタル署名を入れることができます
pt: Utilize o Assinar Rapidamente para acrescentar facilmente assinaturas digitais aos seus documentos
ru: Добавлять цифровые подписи к документам с быстрой знак
th: ใช้ Quick Sign เพื่อลงลายเซ็นดิจิตอลในเอกสารของคุณ

# Label_SubscriptionPeriodMonthly
source: month
es: mes
fr: mois
hi: महीना
it: mese
ja: 月
pt: mês
ru: мес.
th: เดือน

# Label_SubscriptionPeriodYearly
source: year
es: año
fr: année
hi: साल
it: anno
ja: 年
pt: ano
ru: г.
th: ปี

# Label_SaveForPrice
source: SAVE
es: GUARDAR
fr: ENREGISTRER
hi: सहेजें
it: RISPARMIA
ja: 値引き:
pt: POUPE
ru: СОХРАНИТЬ
th: บันทึก

# Label_UpgradeText
source: Upgrade
es: Actualizar
fr: Mise à niveau
hi: अपग्रेड करें
ja: アップグレード
pt: Atualizar
ru: Обновить
th: อัปเกรด

# Label_OfficeSuitePremium
source: OfficeSuite Premium
hi: OfficeSuite प्रीमियम
th: OfficeSuite พรีเมี่ยม

# Label_OfficeSutiePremiumDesc
source: Maximize your mobile productivity
es: Aumente su productividad móvil
fr: Optimisez votre productivité sur mobile
hi: अपनी मोबाइल उत्पादकता अधिकतम करें
it: Ottimizza la tua produttività mobile
ja: 移動中の生産性を最大化
pt: Maximize a sua produtividade móvel
ru: Максимально повысьте продуктивность своей работы на мобильных устройствах
th: เพิ่มประสิทธิภาพการทำงานผ่านมือถือในระดับสูงสุด

# Label_UpgradeNow
source: Upgrade now
es: Actualizar ahora
fr: Mettre à niveau
hi: अभी अद्यतित करें
it: Effettua subito l'upgrade
ja: 今すぐアップグレード
pt: Atualize já
ru: Перейти на Premium сейчас
th: อัปเกรดเลย

# Label_LoginInfo
source: Use your subscription across platforms and devices
es: Use su suscripción en varias plataformas y dispositivos
fr: Utilisez votre abonnement sur plusieurs plateformes et appareils
hi: अपनी सदस्यता का इस्तेमाल सभी प्लेटफ़ॉर्म और डिवाइस में करें
it: Utilizza il tuo abbonamento su tutte le piattaforme e i dispositivi
ja: 複数のプラットフォームやデバイスで同じアカウントを使用できます
pt: Utilize a sua subscrição em múltiplas plataformas e dispositivos
ru: Используйте свою подписку на разных платформах и устройствах
th: ใช้การสมัครสมาชิกของคุณกับแพลตฟอร์มและอุปกรณ์ต่างๆ

# Label_SignInWith
source: Sign in with
es: Iniciar sesión con
fr: Se connecter avec
hi: इसके साथ साइन इन करें
it: Accedi tramite
ja: サインイン：
pt: Iniciar sessão com
ru: Вход с помощью
th: ลงชื่อเข้าใช้ด้วย

# Label_DontHaveAccount
source: Don't have an account yet?
es: ¿Todavía no tiene cuenta?
fr: Vous n'avez pas encore de compte ?
hi: अभी तक खाता नहीं है?
it: Non hai ancora un account?
ja: まだアカウントをお持ちでないですか？
pt: Ainda não possui uma conta?
ru: Еще не зарегистрированы?
th: ยังไม่มีบัญชีหรือ?

# Label_DontHaveAnAccount
source: Don't have an account?
es: ¿Aún no tiene cuenta?
fr: Vous n'avez pas de compte ?
hi: खाता नहीं है?
it: Non hai un account?
ja: まだアカウントをお持ちでない？
pt: Não possui uma conta?
ru: Не зарегистрированы?
th: ไม่มีบัญชีหรือ?

# Label_SignUpHere
source: Sign up here
es: Regístrese aquí
fr: Inscrivez-vous ici
hi: यहाँ साइन अप करें
it: Registrati qui
ja: サインアップはこちらから
pt: Registe-se aqui
ru: Зарегистрируйтесь здесь
th: สมัครที่นี่

# Label_AlreadyHaveAccount
source: Already have an account?
es: ¿Ya tiene una cuenta?
fr: Vous avez déjà un compte ?
hi: पहले ही खाता है?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
pt: Já tem conta?
ru: Уже зарегистрированы?
th: มีบัญชีอยู่แล้วหรือ?

# Label_SignInNow
source: Sign in now
es: Iniciar sesión ahora
fr: Se connecter maintenant
hi: अभी साइन इन करें
it: Accedi ora
ja: 今すぐサインイン
pt: Inicie sessão agora
ru: Войдите
th: ลงชื่อเข้าใช้เลย

# Label_ResetPasswordDesc
source: We will send an email to following address with password and reset instructions.
es: Te enviaremos un correo electrónico a la dirección siguiente con la contraseña y las instrucciones para el restablecimiento.
fr: Nous allons vous envoyer un e-mail à l'adresse suivante. Il contiendra des instructions relatives à la réinitialisation du mot de passe.
hi: हम पासवर्ड और रीसेट करने के निर्देशों के साथ निम्नलिखित पते पर ईमेल भेजेंगे।
it: Verrà inviata un'e-mail al seguente indirizzo con le istruzioni per la reimpostazione della password.
ja: 以下のアドレス宛にパスワードとリセット方法を記載したメールをお送りしました。
pt: Vamos enviar um e-mail para o seguinte endereço com a palavra-passe e as instruções de reposição.
ru: На указанный адрес электронной почты мы отправим пароль и инструкции по сбросу пароля.
th: เราจะส่งอีเมลไปยังที่อยู่ต่อไปนี้ พร้อมรหัสผ่านและคำแนะนำในการรีเซ็ต

# Label_FullName
source: Full name
es: Nombre completo
fr: Nom et prénom
hi: पूरा नाम
it: Nome e cognome
ja: 氏名
pt: Nome completo
ru: Полное имя
th: ชื่อนามสกุล

# Label_ChangePassword
source: Change password
es: Cambiar contraseña
fr: Changer de mot de passe
hi: पासवर्ड बदलें
it: Cambia password
ja: パスワードを変更
pt: Alterar palavra-passe
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน

# Label_UserSettings
source: User settings
es: Ajustes de usuario
fr: Paramètres utilisateur
hi: उपयोगकर्ता सेटिंग्स
it: Impostazioni utente
ja: ユーザー設定
pt: Definições de utilizador
ru: Настройки пользователя
th: การตั้งค่าผู้ใช้

# Label_EnterOldPassword
source: Enter old password
es: Indicar contraseña antigua
fr: Saisir l'ancien de mot de passe
hi: पुराना पासवर्ड दर्ज करें
it: Inserisci password precedente
ja: 以前のパスワードを入力
pt: Introduza a palavra-passe antiga
ru: Введите старый пароль
th: ใส่รหัสผ่านเก่า

# Label_EnterNewPassword
source: Enter new password
es: Indicar contraseña nueva
fr: Saisir le nouveau mot de passe
hi: नया पासवर्ड दर्ज करें
it: Inserisci nuova password
ja: 新しいパスワードを入力
pt: Introduza a nova palavra-passe
ru: Введите новый пароль
th: ใส่รหัสผ่านใหม่

# Label_Re-EnterNewPassword
source: Re-Enter new password
es: Volver a indicar contraseña nueva
fr: Confirmer le nouveau mot de passe
hi: नया पासवर्ड फिर से दर्ज करें
it: Reinserisci la nuova password
ja: 新しいパスワードをもう一度
pt: Reintroduza a nova palavra-passe
ru: Введите новый пароль еще раз
th: ใส่รหัสผ่านใหม่อีกครั้ง

# Label_PremiumTransferFailed
source: Premium transfer failed
es: Error en la transferencia de Premium
fr: Échec du transfert Premium
hi: प्रीमियम स्थानांतरण विफल
it: Trasferimento a Premium non riuscito
ja: Premium の連携失敗
pt: A transferência do Premium falhou
ru: Ошибка перехода на версию Premium
th: การถ่ายทอดสิทธิ์ระดับพรีเมี่ยมล้มเหลว

# Label_PremiumLicenseHasAnotherAccount
source: This Premium license is already associated with %@
es: Esta licencia Premium ya está vinculada a %@
fr: La licence Premium est déjà associée avec %@
hi: यह प्रीमियम लाइसेंस पहले ही %@ से जुड़ा है
it: Questa licenza Premium è già associata a %@
ja: この Premium のライセンスはすでに %@ と紐付いています
pt: Esta licença Premium já se encontra associada a %@
ru: Эта лицензия на версию Premium уже привязана к адресу %@
th: ใบอนุญาตพรีเมี่ยมนี้เชื่อมโยงกับ %@ อยู่แล้ว

# Label_TooManyDevicesMan
source: You have exceeded the number of devices associated with this Premium license.
es: Ha superado el número de dispositivos vinculados a esta licencia Premium.
fr: Vous avez atteint la limite d'appareils associés à cette licence Premium.
hi: आप इस प्रीमियम लाइसेंस के साथ जुड़ी डिवाइस की संख्या पार कर चुके हैं।
it: Numero eccessivo di dispositivi associati a questa licenza Premium.
ja: この Premium ライセンスに紐付けできるデバイスの制限数を超えました。
pt: Excedeu o número de dispositivos associados a esta licença Premium.
ru: Вы используете слишком много устройств с этой лицензией Premium.
th: คุณเชื่อมโยงอุปกรณ์กับใบอนุญาตพรีเมี่ยมนี้เป็นจำนวนมากกว่าที่กำหนดไว้

# Label_PremiumLicenseExpired
source: Your Premium license has expired.
es: Su licencia Premium ha caducado.
fr: Votre licence Premium est arrivée à expiration.
hi: आपके प्रीमियम लाइसेंस की अवधि समाप्त हो गई है।
it: La licenza Premium è scaduta.
ja: あなたの Premium ライセンスは期限切れです。
pt: A sua licença Premium expirou.
ru: Срок действия лицензии на версию Premium истек.
th: ใบอนุญาตพรีเมี่ยมของคุณหมดอายุแล้ว

# Label_PremiumExpired
source: Premium expired
es: Premium caducado
fr: Premium arrivée à expiration
hi: प्रीमियम की अवधि समाप्त हो गई है
it: Premium scaduto
ja: Premium 期限切れ
pt: Premium expirado
ru: Срок действия лицензии Premium истек
th: สถานะพรีเมี่ยมหมดอายุแล้ว

# Label_PremiumPleaseUpdateStatus
source: Your Premium license status has not been updated. Sign in from your original device to update the license status.
es: El estado de su licencia Premium no se ha actualizado. Inicie sesión desde su dispositivo original para actualizar el estado de la licencia.
fr: Le statut de votre licence Premium n'a pas été mis à jour. Connectez-vous depuis votre appareil d'origine pour mettre à jour le statut de la licence.
hi: आपके प्रीमियम लाइसेंस की स्थिति अद्यतित नहीं हुई। लाइसेंस स्थिति अद्यतित करने के लिए अपनी मूल डिवाइस से साइन इन करें।
it: Lo stato della licenza Premium non è stato aggiornato. Accedere tramite il dispositivo originale per aggiornare lo stato della licenza.
ja: あなたの Premium ライセンスのステータスが更新されていません。元々使っていたデバイスからサインインして、ライセンスのステータスを更新してください。
pt: O estado da sua licença Premium não foi atualizado. Inicie sessão no seu dispositivo original para atualizar o estado da licença.
ru: Статус лицензии Premium не обновлен. Чтобы обновить его, выполните вход с оригинального устройства.
th: สถานะใบอนุญาตพรีเมี่ยมของคุณไม่ได้รับการอัปเดต ลงชื่อเข้าใช้จากอุปกรณ์ดั้งเดิมของคุณเพื่ออัปเดตสถานะใบอนุญาต

# Label_PremiumNotUpdated
source: Premium not updated
es: Premium no actualizado
fr: Premium non mise à jour
hi: प्रीमियम अद्यतित नहीं हुआ
it: Premium non aggiornato
ja: Premium 未更新
pt: Premium não atualizado
ru: Лицензия Premium не обновлена
th: ไม่ได้อัปเดตสถานะพรีเมี่ยม

# Label_TryToLoginWithAnotherAccount
source: We could not log you in with this account. Please, try another one.
es: No se ha podido iniciar sesión con esta cuenta. Inténtelo con otra.
fr: Connexion impossible avec ce compte. Essayez avec un autre.
hi: इस खाते के साथ लॉग इन नहीं हो सका। कृपया दूसरा आज़माएँ।
it: Impossibile accedere con questo account. Riprovare con un altro.
ja: このアカウントではログインできません。別のアカウントをお試しください。
pt: Não foi possível iniciar sessão com esta conta. Tente outra conta.
ru: Не удалось войти в эту учетную запись. Попробуйте другую.
th: ไม่สามารถเข้าสู่ระบบด้วยบัญชีนี้ได้ โปรดลองใช้บัญชีอื่น

# Label_NothingToRestore
source: You have no purchases to restore.
es: No tiene compras para restaurar.
fr: Vous n'avez aucun achat à restaurer.
hi: आपके पास बहाल करने के लिए कोई ख़रीद नहीं है।
it: Nessun acquisto da ripristinare.
ja: リストアできる購入履歴がありません。
pt: Não tem compras para restaurar.
ru: У вас нет покупок для восстановления.
th: คุณไม่มีรายการที่ซื้อให้เรียกคืน

# Label_InactivityUrge1
source: Did you know you have a full mobile Office at your fingertips?
es: ¿Sabía que dispone de una oficina móvil completa al alcance de la mano?
fr: Saviez-vous que vous disposez d'une solution bureautique complète au bout des doigts ?
hi: क्या आप जानते हैं कि कि आपके पास अपनी उँगलियों पर पूर्ण मोबाइल ऑफ़िस है?
it: Lo sapevi di avere un ufficio mobile a portata di dita?
ja: 指先で自在に使いこなせるモバイルオフィスが手元にあるのをご存知でしたか？
pt: Sabia que tem uma aplicação móvel completa do Office nas pontas dos dedos?
ru: Вы знали, что у вас есть полноценный пакет Office прямо под рукой?
th: คุณทราบหรือไม่ว่าคุณมีโปรแกรม Office ฉบับสมบูรณ์ อยู่เพียงแค่ปลายนิ้ว?

# Label_InactivityUrge2
source: Did you know you can read and edit any document with OfficeSuite?
es: ¿Sabía que puede leer y editar cualquier documento con OfficeSuite?
fr: Saviez-vous que vous pouvez lire et modifier tout document avec OfficeSuite ?
hi: क्या आप जानते हैं कि आप OfficeSuite के साथ किसी भी दस्तावेज़ को पढ़ और संपादित कर सकते हैं?
it: Lo sapevi che puoi leggere e modificare qualsiasi documento con OfficeSuite?
ja: どんな形式の文書も OfficeSuite で閲覧/編集できることをご存知でしたか？
pt: Sabia que pode ler e editar qualquer documento com o OfficeSuite?
ru: А вы знаете, что в OfficeSuite можно прочитать и отредактировать любой документ?
th: คุณทราบหรือไม่ว่าคุณสามารถอ่านและแก้ไขเอกสารใดๆ ก็ได้ด้วย OfficeSuite?

# Label_InactivityUrge3
source: Did you know you can edit PDFs with OfficeSuite?
es: ¿Sabía que ahora puede editar archivos PDF con OfficeSuite?
fr: Saviez-vous que vous pouvez modifier des PDF avec OfficeSuite ?
hi: क्या आप जानते हैं कि आप OfficeSuite के साथ PDFs संपादित कर सकते हैं?
it: Lo sapevi che puoi modificare i PDF con OfficeSuite?
ja: PDF だって OfficeSuite で編集できることをご存知でしたか？
pt: Sabia que pode editar PDFs com o OfficeSuite?
ru: А вы знаете, что в OfficeSuite можно редактировать документы PDF?
th: คุณทราบหรือไม่ว่าคุณสามารถแก้ไข PDF ด้วย OfficeSuite ได้?

# Label_CompleteSubscriptionUrge1
source: Why wait? Complete your subscription and maximize your productivity!
es: ¿Por qué esperar? Complete su suscripción y maximice su productividad.
fr: N'attendez pas ! Terminez votre inscription et optimisez votre productivité !
hi: क्यों प्रतीक्षा करें? अपनी सदस्यता पूरी करें और अपनी उत्पादकता अधिकतम करें!
it: Perché attendere? Completa l'abbonamento e massimizza la produttività!
ja: 急ぎましょう！登録を完了させて生産性を限りなく向上させましょう！
pt: Porquê esperar? Complete a sua subscrição e maximize a sua produtividade!
ru: Зачем откладывать на потом? Оформите подписку и повысьте свою продуктивность!
th: จะรอช้าอยู่ทำไม? สมัครสมาชิกให้เรียบร้อยเพื่อเพิ่มประสิทธิภาพการทำงานในระดับสูงสุดกันดีกว่า!

# Label_CompleteSubscriptionUrge2
source: Hey, now is a good time to complete your subscription. OfficeSuite is waiting for you!
es: Complete su suscripción para obtener la mejor aplicación de ofimática móvil, OfficeSuite Premium.
fr: Terminez votre inscription et obtenez la meilleure application de bureautique mobile, OfficeSuite Premium !
hi: सर्वोत्तम मोबाइल ऑफ़िस ऐप, OfficeSuite Premium प्राप्त करने के लिए अपनी सदस्यता पूरी करें!
it: Completa l'abbonamento per avere OfficeSuite Premium, la migliore app per ufficio mobile!
ja: 登録を完了させて最高のモバイルオフィスアプリ OfficeSuite Premium をゲットしましょう！
pt: Complete a sua subscrição para obter a melhor aplicação móvel do Office, o OfficeSuite Premium!
ru: Оформите подписку, чтобы получить наилучшее мобильное приложение для работы с документами — OfficeSuite Premium!
th: สมัครสมาชิกให้เรียบร้อยเพื่อรับ OfficeSuite Premium แอปจัดการงานในสำนักงานผ่านมือถือที่ดีที่สุด!

# Msg_PasswordChangedPassive
source: Your password has been changed.
es: Su contraseña se ha cambiado.
fr: Votre mot de passe a été modifié.
hi: आपका पासवर्ड बदल दिया गया है।
it: La password è stata modificata.
ja: パスワードを変更しました。
pt: A sua palavra-passe foi alterada.
ru: Пароль изменен.
th: รหัสผ่านของคุณได้รับการเปลี่ยนแปลงแล้ว

# Label_FillColor
source: Fill Color
es: Color de relleno
fr: Appoint couleur
hi: रंग भरें
it: Colore di riempimento
ja: 塗りつぶしの色
pt: Cor de Preenchimento
ru: Цвет заливки
th: เติมสี

# Label_NoFill
source: No Fill
es: Sin relleno
fr: Pas d'appoint
hi: कोई भरण नहीं है
it: Nessun riempimento
ja: 塗りつぶしなし
pt: Sem Preenchimento
ru: Без заливки
th: ไม่เติม

# Label_LineColor
source: Line Color
es: Color de línea
fr: Couleur du trait
hi: लाइन का रंग
it: Colore linea
ja: 線の色
pt: Cor da Linha
ru: Цвет линии
th: สีเส้น

# Label_NoLine
source: No Line
es: Sin línea
fr: Pas de trait
hi: कोई लाइन नहीं है
it: Nessuna linea
ja: 線なし
pt: Sem Linha
ru: Без линии
th: ไม่มีเส้น

# Label_LineWeight
source: Line Weight
es: Grosor de línea
fr: Épaisseur de trait
hi: लाइन का भार
it: Spessore linea
ja: 線の太さ
pt: Espessura da Linha
ru: Толщина линии
th: น้ำหนักเส้น

# Label_LineStyle
source: Line Style
es: Estilo de línea
fr: Style de trait
hi: लाइन की शैली
it: Stile linea
ja: 線のスタイル
pt: Estilo de Linha
ru: Стиль линии
th: สไตล์ของเส้น

# Accessibility_Label_DashingType_Solid
source: Solid
es: Sólida
fr: Continu
hi: ठोस
it: Continua
ja: 実線
pt: Sólida
ru: Сплошная
th: ทึบ

# Accessibility_Label_DashingType_SysDash
source: System dash
es: Guión del sistema
fr: Traits
hi: सिस्टम डैश
it: Trattino di sistema
ja: システム破線
pt: Traço do sistema
ru: Сист. штриховая
th: ประขีดสไตล์ระบบ

# Accessibility_Label_DashingType_SysDot
source: System dot
es: Punto del sistema
fr: Points
hi: सिस्टम डॉट
it: Punto di sistema
ja: システム点線
pt: Ponto do sistema
ru: Сист. пунктирная
th: ประจุดสไตล์ระบบ

# Accessibility_Label_DashingType_SysDashDot
source: System dash dot
es: Guión punto del sistema
fr: Un trait, un point
hi: सिस्टम डैश डॉट
it: Trattino di sistema punto
ja: システム一点鎖線
pt: Traço ponto do sistema
ru: Сист. штрих-пунктир
th: ประขีด-จุด สไตล์ระบบ

# Accessibility_Label_DashingType_SysDashDotDot
source: System dash dot dot
es: Guión punto punto del sistema
fr: Un trait, deux points
hi: सिस्टम डैश डॉट डॉट
it: Trattino di sistema punto punto
ja: システム二点鎖線
pt: Traço ponto ponto do sistema
ru: Сист. штрих-пунктир-пунктир
th: ประขีด-จุด-จุด สไตล์ระบบ

# Accessibility_Label_DashingType_Dot
source: Dot
es: Punto
fr: Point
hi: डॉट
it: Punto
ja: 点線
pt: Ponto
ru: Пунктирная
th: จุด

# Accessibility_Label_DashingType_Dash
source: Dash
es: Guión
fr: Trait
hi: डैश
it: Trattino
ja: 破線
pt: Travessão
ru: Штриховая
th: ขีด

# Accessibility_Label_DashingType_LgDash
source: Long dash
es: Guión largo
fr: Trait long
hi: लंबा डैश
it: Trattino lungo
ja: 長破線
pt: Traço longo
ru: Длинный штрих
th: ขีดยาว

# Accessibility_Label_DashingType_DashDot
source: Dash dot
es: Guión punto
fr: Un trait, un point
hi: डैश डॉट
it: Trattino punto
ja: 一点鎖線
pt: Traço ponto
ru: Штрих-пунктир
th: ขีด-จุด

# Accessibility_Label_DashingType_LgDashDot
source: Long dash dot
es: Guión punto largo
fr: Un trait long, un point
hi: लंबा डैश डॉट
it: Trattino lungo punto
ja: 長一点鎖線
pt: Traço longo ponto
ru: Длинный штрих-пунктир
th: ขีดยาว-จุด

# Accessibility_Label_DashingType_LgDashDotDot
source: Long dash dot dot
es: Guión punto punto largo
fr: Un trait long, deux points
hi: लंबा डैश डॉट डॉट
it: Trattino lungo punto punto
ja: 長二点鎖線
pt: Traço longo ponto ponto
ru: Длинный штрих-пунктир-пунктир
th: ขีดยาว-จุด-จุด

# Label_ForgotYourPassword
source: Forgot your password?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
hi: अपना पासवर्ड भूल गए?
it: Password dimenticata?
ja: パスワードをお忘れですか?
pt: Esqueceu-se da palavra-passe?
ru: Забыли пароль?
th: ลืมรหัสผ่านของคุณหรือ?
