Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_DAY
source: Converts a serial number to a day of the month
es: Convierte un número de serie a un día del mes
fr: Convertit un numéro de série en jour du mois.
hi: क्रम संख्या को महीने के दिन में परिवर्तित करता है
it: Converte un numero seriale in un giorno del mese
ja: シリアル番号を日付に変換します
nl: Zet een serieel getal om in een dag van de maand
pt: Converte um número de série num dia do mês
ru: Преобразует порядковое число в день месяца
th: แปลงเลขลำดับเป็นวันในเดือน
zh: 将序列号转换为月份日期

# Excel_func_DAYS360
source: Calculates the number of days between two dates based on a 360-day year
es: Calcula el número de días entre dos fechas en función de un año de 360 días
fr: Calcule le nombre de jours qui séparent deux dates sur la base d'une année de 360 jours.
hi: 360-दिन वर्ष के आधार पर दो दिनांकों के बीच दिनों की संख्या परिकलित करता है
it: Calcola il numero di giorni tra due date sulla base di un anno di 360 giorni
ja: 年間360日に基づいて2つの日付の間の日数を計算します
nl: Berekent het aantal dagen tussen twee datums op basis van een jaar met 360 dagen
pt: Calcula o número de dias entre duas datas com base num ano com 360 dias
ru: Вычисляет количество дней между двумя датами на основе 360-дневного года
th: คำนวณจำนวนวันระหว่างวันที่สองค่าโดยอ้างอิงจากปีที่มี 360 วัน
zh: 以一年360天为基准计算两个日期间的天数

# Excel_func_DB
source: Returns the depreciation of an asset for a specified period by using the fixed-declining balance method
es: Devuelve la depreciación de un activo para un período específico mediante el uso de métodos de balance de declinación fija
fr: Renvoie l'amortissement d'un bien pour une période spécifiée en utilisant la méthode de l'amortissement dégressif à taux fixe.
hi: किसी निर्दिष्ट अवधि के लिए निर्धारित-ह्रासोन्मुख संतुलन पद्धति के उपयोग द्वारा आस्ति का मूल्यह्रास देता है
it: Restituisce l'ammortamento di un bene per un periodo specifico utilizzando il metodo a quote fisse proporzionali ai valori residui.
ja: 残高固定償却方法を使用して、指定期間の資産の減価償却費用を返します
nl: Berekent de afschrijving van activa over een opgegeven termijn, met behulp van de 'fixed declining balance'-methode
pt: Devolve a depreciação de um ativo relativo a um período especificado utilizando o método de amortização degressiva de base fixa
ru: Возвращает величину амортизации актива для заданного периода, рассчитанную методом фиксированного уменьшения остатка
th: แสดงค่าเสื่อมราคาสินทรัรพย์สำหรับงวดที่ระบุ โดยใช้วิธีดุลที่ลดลงแน่นอน
zh: 使用固定余额递减法，返回一笔资产在给定期间内的折旧值

# Excel_func_DCOUNT
source: Counts the cells that contain numbers in a database
es: Cuenta las celdas que contienen números en una base de datos
fr: Compte le nombre de cellules d'une base de données qui contiennent des nombres.
hi: कक्षों की गणना करता है जिसमें डेटाबेस में संख्या शामिल हों
it: Conta le celle contenenti numeri in un database
ja: データベースに数値を含むセルをカウントします
nl: Telt de cellen in een database die getallen bevatten
pt: Conta as células que contêm números numa base de dados
ru: Подсчитывает количество числовых ячеек в базе данных
th: จำนวนเซลล์ที่มีตัวเลขในฐานข้อมูล
zh: 计算数据库中包含数字的单元格的数量

# Excel_func_DCOUNTA
source: Counts nonblank cells in a database
es: Cuenta las celdas que no están vacías en una base de datos
fr: Compte les cellules non vides d'une base de données.
hi: डेटाबेस में उन कक्षों की गणना करता है जो रिक्त नहीं हैं
it: Conta le cellule non vuote in un database
ja: データベースの空白でないセルをカウントします
nl: Telt het aantal niet-lege cellen in een database
pt: Conta as células que não estejam em branco numa base de dados
ru: Подсчитывает количество непустых ячеек в базе данных
th: นับจำนวนเซลล์ที่ไม่ว่างเปล่าในฐานข้อมูล
zh: 计算数据库中非空单元格的数量

# Excel_func_DDB
source: Returns the depreciation of an asset for a specified period by using the double-declining balance method or some other method that you specify
es: Devuelve la depreciación de un activo para un período específico mediante un método de balance de doble declinación o algún otro método que especifique
fr: Renvoie l'amortissement d'un bien pour toute période spécifiée, en utilisant la méthode de l'amortissement dégressif à taux double ou selon un coefficient à spécifier.
hi: दोहरी-ह्रासोन्मुख संतुलन पद्धति या आपके द्वारा निर्दिष्ट किसी अन्य पद्धति के उपयोग द्वारा निर्दिष्ट अवधि के लिए आस्ति का मूल्यह्रास देता है
it: Restituisce l'ammortamento di un bene per un periodo utilizzando il metodo a doppie quote proporzionali ai valori residui o un altro metodo specificato
ja: 倍率残高逓減償却法またはその他の指定した方法を使用して、指定期間の資産の減価償却費用を返します
nl: Berekent de afschrijving van activa over een opgegeven termijn met de 'double declining balance'-methode of met een methode die u zelf bepaalt
pt: Devolve a depreciação de um ativo relativo a um período especificado utilizando o método de amortização degressiva de base dupla ou qualquer outro método especificado
ru: Возвращает величину амортизации актива за данный период, используя метод двойного уменьшения остатка или иной явно указанный метод
th: แสดงค่าเสื่อมราคาของสินทรัพย์สำหรับงวดที่ระบุ โดยใช้วิธีดุลที่ลดลงแบบคู่หรือวิธีการอื่นที่คุณระบุ
zh: 使用双倍余额递减法或其他指定方法，返回一笔资产在给定期间内的折旧值

# Excel_func_DEC2BIN
source: Converts a decimal number to binary
es: Convierte un número decimal a binario
fr: Convertit un nombre décimal en nombre binaire.
hi: द्विआधारी को दशमलव संख्या में परिवर्तित करता है
it: Converte un numero da decimale a binario
ja: 10進値を2進値に変換します
nl: Converteert een decimaal getal naar een binair getal
pt: Converte um número decimal em binário
ru: Преобразует десятичное число в двоичное
th: แปลงเลขฐานสิบเป็นฐานสอง
zh: 将十进制数转换为二进制数

# Excel_func_DEC2HEX
source: Converts a decimal number to hexadecimal
es: Convierte un número decimal a un hexadecimal
fr: Convertit un nombre décimal en nombre hexadécimal.
hi: दशमलव संख्या को षोडश आधारी में परिवर्तित करता है
it: Converte un numero da decimale a esadecimale
ja: 10進値を16進値に変換します
nl: Converteert een decimaal getal naar een hexadecimaal getal
pt: Converte um número decimal em hexadecimal
ru: Преобразует десятичное число в шестнадцатеричное
th: แปลงเลขฐานสิบเป็นฐานสิบหก
zh: 将十进制数转换为十六进制数

# Excel_func_DEC2OCT
source: Converts a decimal number to octal
es: Convierte un número decimal a un octal
fr: Convertit un nombre décimal en nombre octal.
hi: दशमलव संख्या को अष्टाधारी में परिवर्तित करता है
it: Converte un numero da decimale a ottale
ja: 10進値を8進値に変換します
nl: Converteert een decimaal getal naar een octaal getal
pt: Converte um número decimal em octal
ru: Преобразует десятичное число в восьмеричное
th: แปลงเลขฐานสิบเป็นฐานแปด
zh: 将十进制数转换为八进制数

# Excel_func_DEGREES
source: Converts radians to degrees
es: Convierte radianes a grados
fr: Convertit des radians en degrés.
hi: त्रिज्या-कोण को डिग्री में परिवर्तित करता है
it: Converte i radianti in gradi
ja: ラジアンを角度に変換します
nl: Converteert radialen naar graden
pt: Converte radianos em graus
ru: Преобразует радианы в градусы
th: แปลงเรเดียนเป็นองศา
zh: 将弧度转换为度

# Excel_func_DELTA
source: Tests whether two values are equal
es: Evalúa si dos valores son iguales
fr: Teste l'égalité de deux nombres.
hi: परीक्षण करता है कि क्या दो मान बराबर हैं
it: Verifica se due valori corrispondono
ja: 2つの値が等しいかどうかを検査します
nl: Toetst of twee waarden gelijk zijn
pt: Testa se dois valores são iguais
ru: Проверяет равенство двух значений
th: ทดสอบว่าค่าสองค่าเท่ากันหรือไม่
zh: 检验两个值是否相等

# Excel_func_DEVSQ
source: Returns the sum of squares of deviations
es: Devuelve la suma de cuadrados de desviaciones
fr: Renvoie la somme des carrés des écarts.
hi: विचलन के वर्गों का योग देता है
it: Restituisce la somma dei quadrati delle deviazioni
ja: 偏差の2乗の合計を返します
nl: Berekent de som van de kwadraten van de deviaties
pt: Devolve a soma dos quadrados dos desvios
ru: Возвращает сумму квадратов отклонений
th: แสดงผลรวมของสแควร์ของค่าเบี่ยงเบน
zh: 返回偏差的平方和

# Excel_func_DGET
source: Extracts from a database a single record that matches the specified criteria
es: Extrae de una base de datos un registro sencillo que coincide con los criterios especificados
fr: Extrait d'une base de données un enregistrement unique répondant aux critères spécifiés.
hi: डेटाबेस से एक एकल रिकॉर्ड निकालता है जो निर्दिष्ट मापदंड के साथ मेल खाता हो
it: Estrae da un database un singolo record che soddisfa le condizioni specificate
ja: 指定した条件に一致する1つのレコードをデータベースから抽出します
nl: Haalt één record op uit een database dat voldoet aan de gespecificeerde criteria
pt: Extrai de uma base de dados um único registo que corresponde aos critérios especificados
ru: Извлекает из базы данных одну запись, удовлетворяющую заданному условию
th: ดึงระเบียนเดี่ยวออกที่ตรงกับเกณฑ์ที่ระบุออกจากฐานข้อมูล
zh: 从数据库提取符合指定条件的单个记录

# Excel_func_DISC
source: Returns the discount rate for a security
es: Devuelve la tasa de descuento para una inversión bursátil
fr: Calcule le taux d'escompte d'une transaction.
hi: प्रतिभूति के लिए रियायती दर देता है
it: Restituisce il tasso di sconto di un titolo
ja: 証券のための割引率を返します
nl: Berekent het discontopercentage voor waardepapier
pt: Devolve a taxa de desconto de um título
ru: Возвращает ставку дисконтирования для ценных бумаг
th: แสดงผลอัตราส่วนลดของหลักทรัพย์
zh: 返回债券的贴现率

# Excel_func_DMAX
source: Returns the maximum value from selected database entries
es: Devuelve el valor máximo de entradas de la base de datos seleccionada
fr: Renvoie la valeur maximale des entrées de base de données sélectionnées.
hi: चयनित डेटाबेस प्रविष्टियों से अधिकतम मान देता है
it: Restituisce il valore massimo per voci specifiche del database
ja: 選択したデータベースエントリの最大値を返します
nl: Geeft als resultaat de maximumwaarde van geselecteerde databasegegevens
pt: Devolve o valor máximo das entradas da base de dados selecionada
ru: Возвращает максимальное значение среди выделенных записей базы данных
th: แสดงผลค่าสูงสุดจากรายการฐานข้อมูลที่เลือก
zh: 返回所选数据库条目的最大值

# Excel_func_DMIN
source: Returns the minimum value from selected database entries
es: Devuelve el valor mínimo de entradas de la base de datos seleccionada
fr: Renvoie la valeur minimale des entrées de base de données sélectionnées.
hi: चयनित डेटाबेस प्रविष्टियों से न्यूनतम मान देता है
it: Restituisce il valore minimo per voci specifiche del database
ja: 選択したデータベースエントリの最小値を返します
nl: Geeft als resultaat de minimumwaarde van geselecteerde databasegegevens
pt: Devolve o valor mínimo das entradas da base de dados selecionada
ru: Возвращает минимальное значение среди выделенных записей базы данных
th: แสดงผลค่าต่ำสุดจากรายการฐานข้อมูลที่เลือก
zh: 返回所选数据库条目的最小值

# Excel_func_DOLLAR
source: Converts a number to text, using the $ (dollar) currency format
es: Convierte un número a texto, usando el formato de moneda $ (dólar)
fr: Convertit un nombre en texte en utilisant le format monétaire € (euro).
hi: $ (डॉलर) मुद्रा प्रारूप के उपयोग द्वारा संख्या को पाठ में परिवर्तित करता है
it: Converte un numero in testo usando il formato di valuta $ (dollari)
ja: 数値をテキストに $ (ドル) 通貨形式を使用して変換します
nl: Converteert een getal naar tekst op basis van de valutanotatie € (euro)
pt: Converte um número em texto, utilizando o formato monetário $ (dólar)
ru: Преобразует число в текст, используя денежный формат рубля
th: แปลงตัวเลขเป็นข้อความ โดยใช้รูปแบบสกุลเงิน $ (ดอลลาร์)
zh: 使用$（美元）货币格式将数字转换为文本

# Excel_func_DOLLARDE
source: Converts a dollar price, expressed as a fraction, into a dollar price, expressed as a decimal number
es: Convierte un precio en dólar, expresado como fracción, a un precio en dólar expresado como número decimal
fr: Convertit un prix en euros, exprimé sous forme de fraction, en un prix en euros exprimé sous forme de nombre décimal.
hi: भिन्न के रूप में व्यक्त डॉलर मूल्य को, दशमलव संख्या में व्यक्त डॉलर मूल्य में परिवर्तित करता है
it: Converte un prezzo in dollari espresso in forma di frazione in un prezzo in dollari espresso come numero decimale
ja: 分数としてあらわされたドル価格を10進数で表されたドル価格に変換します
nl: Converteert een prijs in euro's, uitgedrukt in een breuk, naar een prijs in euro's, uitgedrukt in een decimaal getal
pt: Converte um preço em dólares expresso como uma fração, num preço em dólares expresso como um número decimal
ru: Преобразует цену в рублях, выраженную в виде дроби, в цену в рублях, выраженную десятичным числом
th: แปลงราคาเงินดอลลาร์ซึ่งแสดงเป็นเศษส่วนให้เป็นราคาเงินดอลลาร์ที่แสดงเป็นทศนิยม
zh: 将以分数表示的价格转换为以小数表示的价格

# Excel_func_DOLLARFR
source: Converts a dollar price, expressed as a decimal number, into a dollar price, expressed as a fraction
es: Convierte un precio en dólar, expresado como número decimal, a un precio en dólar, expresado como fracción
fr: Convertit un prix en euros, exprimé sous forme de nombre décimal, en un prix en euros exprimé sous forme de fraction.
hi: दशमलव के रूप में व्यक्त डॉलर मूल्य को, भिन्न के रूप में व्यक्त डॉलर मूल्य में परिवर्तित करता है
it: Converte un prezzo in dollari espresso come numero decimale in un prezzo in dollari in forma di frazione
ja: 10進数で表されたドル価格を分数で表わされたドル価格に変換します
nl: Converteert een prijs in euro's, uitgedrukt in een decimaal getal, naar een prijs in euro's, uitgedrukt in een breuk
pt: Converte um preço em dólares expresso como um número decimal, num preço em dólares expresso como uma fração
ru: Преобразует цену в рублях, выраженную десятичным числом, в цену в рублях, выраженную в виде дроби
th: แสดงราคาเงินดอลลาร์ที่แสดงเป็นทศนิยมให้เป็นราคาเงินดอลลาร์ที่แสดงเป็นเศษส่วน
zh: 将以小数表示的价格转换为以分数表示的价格

# Excel_func_DPRODUCT
source: Multiplies the values in a particular field of records that match the criteria in a database
es: Multiplica los valores en un campo de registros particular que coincida con los criterios en una base de datos
fr: Multiplie les valeurs d'un champ particulier des enregistrements d'une base de données, qui répondent aux critères spécifiés.
hi: किसी डेटाबेस के मापदंड से मेल खाने वाले रिकॉर्ड के विशिष्ट फ़ील्ड के मानों को गुणा करता है
it: Moltiplica i valori in un campo specifico di record nel database in base ai criteri specificati
ja: データベースの条件に一致する特定のフィールドのレコードの値を乗じます
nl: Vermenigvuldigt de waarden in het veld met records in een database die voldoen aan de criteria
pt: Multiplica os valores de um determinado campo de registos que correspondem aos critérios numa base de dados
ru: Перемножает значения определенного поля в записях базы данных, удовлетворяющих условию
th: คูณค่าในฟิลด์ระเบียนที่ต้องการที่ตรงกับเกณฑ์ในฐานข้อมูล
zh: 将数据库中符合条件的记录的特定字段中的值相乘

# Excel_func_DSTDEV
source: Estimates the standard deviation based on a sample of selected database entries
es: Calcula la desviación estándar en función de una muestra de las entradas de la base de datos seleccionada
fr: Calcule l'écart type pour un échantillon d’entrées de base de données sélectionnées.
hi: चयनित डेटाबेस प्रविष्टियों के नमूने के आधार पर मानक विचलन का अनुमान लगाता है
it: Stima la deviazione standard sulla base di un campione di voci del database selezionate
ja: 選択したデータベース エントリのサンプルに基づいた標準偏差を予測します
nl: Maakt een schatting van de standaarddeviatie die is gebaseerd op een steekproef onder geselecteerde databasegegevens
pt: Calcula o desvio-padrão com base numa amostra de entradas da base de dados selecionadas
ru: Оценивает стандартное отклонение по выборке из выделенной части базы данных
th: ประมาณค่าเบี่ยงเบนมาตรฐานตามตัวอย่างของรายการฐานข้อมูลที่เลือก
zh: 基于所选数据库条目的样本估算标准偏差

# Excel_func_DSTDEVP
source: Calculates the standard deviation based on the entire population of selected database entries
es: Calcula la desviación estándar en función de la población completa de las entradas de la base de datos seleccionada
fr: Calcule l'écart type pour l'ensemble d'une population d'entrées de base de données sélectionnées.
hi: चयनित डेटाबेस प्रविष्टियों की संपूर्ण संख्याओं के आधार पर मानक विचलन परिकलित करता है
it: Calcola la deviazione standard sulla base dell'intera popolazione di voci del database selezionate
ja: 選択されたデータベースエントリの母集団全体に基づいた標準偏差を計算します
nl: Berekent de standaarddeviatie die is gebaseerd op de hele populatie van geselecteerde databasegegevens
pt: Calcula o desvio-padrão com base na população total das entradas da base de dados selecionadas
ru: Вычисляет стандартное отклонение по генеральной совокупности из выделенной части базы данных
th: คำนวณค่าเบี่ยงเบนมาตรฐานตามประชากรทั้งหมดของรายการฐานข้อมูลที่เลือก
zh: 基于所选数据库条目的样本总体计算标准偏差

# Excel_func_DSUM
source: Adds the numbers in the field column of records in the database that match the criteria
es: Agrega los números en el campo columna de registros en la base de datos que coincide con los criterios
fr: Ajoute les nombres dans la colonne de champ des enregistrements de la base de données, qui répondent aux critères.
hi: मापदंड से मेल खाने वाले डेटाबेस के रिकॉर्डों के फ़ील्ड स्तंभ की संख्याओं को जोड़ता है
it: Aggiunge i numeri nel campo (colonna) di record del database che soddisfano le condizioni
ja: 条件に一致するデータベースのレコードのフィールド列に数値を追加します
nl: Telt de getallen op in het veld (kolom) met records in de database die voldoen aan de criteria
pt: Adiciona os números na coluna de campo dos registos de base de dados que correspondem aos critérios
ru: Суммирует числа в поле для записей базы данных, удовлетворяющих условию
th: เพิ่มตัวเลขในคอลัมน์ฟลิด์ของระเบียนในฐานข้อมูลที่ตรงตามเกณฑ์
zh: 对数据库中符合条件的记录的字段列中的数字求和

# Excel_func_DURATION
source: Returns the annual duration of a security with periodic interest payments
es: Devuelve la duración anual de una inversión bursátil con pagos de intereses periódicos
fr: Renvoie la durée, en années, d'un titre dont l'intérêt est perçu périodiquement.
hi: आवधिक ब्याज भुगतानों सहित प्रतिभूति की वार्षिक अवधि देता है
it: Restituisce la durata annuale di un titolo a interesse periodico
ja: 毎年、定期的な金利支払いのある証券期間を返します
nl: Berekent de Macauley-duur van een waardepapier met periodieke rentebetalingen
pt: Devolve a duração anual de um título com pagamentos de juros periódicos
ru: Возвращает продолжительность Макалея для ценных бумаг, по которым выплачивается периодический процент
th: แสดงระยะเวลารายปีของหลักทรัพย์ที่มีการจ่ายดอกเบี้ยเป็นงวด
zh: 返回定期支付利息的债券的每年期限

# Excel_func_DVAR
source: Estimates variance based on a sample from selected database entries
es: Calcula la varianza en función de una muestra de las entradas de la base de datos seleccionada
fr: Calcule la variance pour un échantillon d'entrées de base de données sélectionnées.
hi: चयनित डेटाबेस प्रविष्टियों से नमूने पर आधारित भिन्नता का अनुमान लगाता है
it: Stima la varianza sulla base di un campione di voci del database selezionate
ja: 選択したデータベースエントリのサンプルに基づいた変動を予測します
nl: Maakt een schatting van de variantie die is gebaseerd op een steekproef onder geselecteerde databasegegevens
pt: Calcula a variância com base numa amostra das entradas de base de dados selecionadas
ru: Оценивает дисперсию по выборке из выделенной части базы данных
th: ประมาณการค่าแปรปรวนตามตัวอย่างจากรายการฐานข้อมูลที่เลือก
zh: 基于所选数据库条目的样本估算方差

# Excel_func_DVARP
source: Calculates variance based on the entire population of selected database entries
es: Calcula la varianza en función de la población entera de las entradas de la base de datos seleccionada
fr: Calcule la variance pour l'ensemble d'une population d'entrées de base de données sélectionnées.
hi: चयनित डेटाबेस प्रविष्टियों की संपूर्ण संख्याओं के आधार पर भिन्नता परिकलित करता है
it: Calcola la varianza sulla base dell'intera popolazione di voci del database selezionate
ja: 選択されたデータベースエントリの母集団全体に基づいた変動を計算します
nl: Berekent de variantie die is gebaseerd op de hele populatie van geselecteerde databasegegevens
pt: Calcula a variância com base na população total das entradas de base de dados selecionadas
ru: Вычисляет дисперсию по генеральной совокупности из выделенной части базы данных
th: คำนวณค่าแปรปรวนตามประชากรทั้งหมดของรายการฐานข้อมูลที่เลือก
zh: 基于所选数据库条目的样本总体计算方差

# Excel_func_EDATE
source: Returns the serial number of the date that is the indicated number of months before or after the start date
es: Devuelve el número de serie de la fecha que es el número de meses indicado antes o después de la fecha de inicio
fr: Renvoie le numéro de série de la date qui représente une date spécifiée (l'argument date_départ), corrigée en plus ou en moins du nombre de mois indiqué.
hi: दिनांक का क्रम संख्या देता है जो कि प्रारंभ दिनांक से पहले या बाद के महीनों की संख्या को सूचित करता है
it: Restituisce il numero seriale della data che corrisponde al numero indicato di mesi prima o dopo la data di inizio
ja: 開始日の前または後の月数を示す日付のシリアル番号を返します
nl: Zet de datum die het opgegeven aantal maanden voor of na de begindatum ligt, om in een serieel getal
pt: Devolve um número de série de data que corresponde ao número de meses indicado antes ou depois da data de início
ru: Возвращает порядковый номер даты, отстоящей на заданное число месяцев вперед или назад от заданной даты
th: แสดงผลเลขลำดับของวันที่ตามจำนวนเดือนที่ระบุก่อนหรือหลังวันที่เริ่มต้น
zh: 返回用于表示开始日期之前或之后月数的日期的序列号

# Excel_func_EFFECT
source: Returns the effective annual interest rate
es: Devuelve la tasa de interés anual efectiva
fr: Renvoie le taux d'intérêt annuel effectif.
hi: प्रभावी वार्षिक ब्याज दर को देता है
it: Restituisce il tasso d'interesse effettivo annuo
ja: 有効な年間金利の利率を返します
nl: Berekent het jaarlijkse effectieve rentepercentage
pt: Devolve a taxa de juros anual efetiva
ru: Возвращает фактическую (эффективную) годовую процентную ставку
th: แสดงผลอัตราดอกเบี้ยรายปีที่มีผล
zh: 返回年有效利率

# Excel_func_EOMONTH
source: Returns the serial number of the last day of the month before or after a specified number of months
es: Devuelve el número de serie del último día del mes anterior o posterior a un número de meses especificados
fr: Renvoie le numéro de série de la date du dernier jour du mois précédant ou suivant la date_départ du nombre de mois indiqué.
hi: निर्दिष्ट महीनों की संख्या से पहले या बाद के महीने के अंतिम दिन की क्रम संख्या देता है
it: Restituisce il numero seriale dell'ultimo giorno del mese precedente o successivo a un numero specifico di mesi
ja: 指定した月数の前または後の月末日のシリアル番号を返します
nl: Zet de laatste dag van de maand die een opgegeven aantal maanden voor of na de begindatum ligt, om in een serieel getal
pt: Devolve o número de série do último dia do mês antes ou depois de um número de meses especificado
ru: Возвращает порядковый номер последнего дня месяца, отстоящего на заданное число месяцев вперед или назад от заданной даты
th: แสดงผลหมายเลขซีเรียลของวันสุดท้ายของเดือนก่อนหรือหลังจำนวนเดือนที่ระบุ
zh: 返回指定月数之前或之后的月份的最后一天的序列号

# Excel_func_ERF
source: Returns the error function
es: Devuelve la función de error
fr: Renvoie la valeur de la fonction d'erreur.
hi: त्रुटि फ़ंक्शन देता है
it: Restituisce la funzione di errore
ja: エラー関数を返します
nl: Geeft de foutfunctie weer
pt: Devolve a função de erro
ru: Возвращает функцию ошибки
th: แสดงฟังก์ชันข้อผิดพลาด
zh: 返回误差函数

# Excel_func_ERFC
source: Returns the complementary error function
es: Devuelve la función de error complementaria
fr: Renvoie la valeur de la fonction d'erreur complémentaire.
hi: पूरक त्रुटि फ़ंक्शन देता है
it: Restituisce la funzione di errore complementare
ja: 補足エラー関数を返します
nl: Geeft de bijbehorende foutfunctie
pt: Devolve a função de erro complementar
ru: Возвращает дополнительную функцию ошибки
th: แสดงผลฟังก์ชันข้อผิดพลาดของความคิดเห็น
zh: 返回互补错误函数

# Excel_func_ERROR_TYPE
source: Returns a number corresponding to an error type
es: Devuelve un número que corresponde a un tipo de error
fr: Renvoie un nombre correspondant à un type d'erreur.
hi: किसी त्रुटि प्रकार के अनुरूप संख्या देता है
it: Restituisce un numero corrispondente a un tipo di errore
ja: エラータイプに対応する数値を返します
nl: Geeft als resultaat een nummer dat overeenkomt met een foutwaarde
pt: Devolve um número correspondente a um tipo de erro
ru: Возвращает число, соответствующее типу ошибки
th: แสดงผลจำนวนที่ตรงกับประเภทข้อผิดพลาด
zh: 返回对应于错误类型的数字
