Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_Templates
source: Templates
es: Plantillas
fr: Modèles
hi: टेम्‍पलेट्स
it: Modelli
ja: テンプレート
nl: Sjablonen
pt: Modelos
ru: Шаблоны
th: เทมเพลต
zh: 模板

# Label_OpenRecent
source: Open Recent
es: Abrir reciente
fr: Ouvrir un fichier récent
hi: हाल वाले खोलें
it: Apri Recente
ja: 最近使用したファイルを開く
nl: Recent bestand openen
pt: Abrir recente
ru: Открыть последний
th: เปิดล่าสุด
zh: 打开最近的文件

# Label_Send
source: Send
es: Enviar
fr: Envoyer
hi: भेजें
it: Invia
ja: 送信
nl: Verzenden
pt: Enviar
ru: Отправить
th: ส่ง
zh: 发送

# Label_Protect
source: Protect
es: Proteger
fr: Protéger
hi: प्रोजेक्‍ट
it: Proteggi
ja: 保護
nl: Beveiligen
pt: Proteger
ru: Защитить
th: ปกป้อง
zh: 保护

# Label_PageSetup
source: Page Setup
es: Configuración de página
fr: Configuration de la page
hi: पृष्‍ठ का सेटअप
it: Imposta pagina
ja: ページ設定
nl: Pagina-instelling
pt: Configuração de página
ru: Параметры страницы
th: การตั้งค่าหน้า
zh: 页面设置

# Label_CameraPicture
source: Camera Picture
es: Imagen de la cámara
fr: Photographie
hi: कैमरे की तस्‍वीर
it: Immagine Fotocamera
ja: カメラの画像
nl: Camera-afbeelding
pt: Imagem da câmara
ru: Изображение с камеры
th: รูปจากกล้อง
zh: 摄像头图片

# Label_RowAbove
source: Row Above
es: Fila arriba
fr: Ligne du dessus
hi: ऊपर की पंक्ति
it: Riga Sopra
ja: 行を上へ
nl: Rij boven
pt: Fila acima
ru: Строка выше
th: แถวด้านบน
zh: 行（在上方）

# Label_ColumnLeft
source: Column Left
es: Columna a la izquierda
fr: Colonne de gauche
hi: बायीं ओर का स्‍तंभ
it: Colonna a Sinistra
ja: 列を左へ
nl: Kolom links
pt: Coluna esquerda
ru: Столбец слева
th: คอลัมน์ด้านซ้าย
zh: 列（在左侧）

# Label_ChartInANewSheet
source: Chart in a new sheet
es: Gráfico en una nueva hoja
fr: Graphique dans une nouvelle feuille
hi: एक नए पत्रक में चार्ट
it: Grafico in un nuovo foglio
ja: 新しいシートのグラフ
nl: Diagram op een nieuw blad
pt: Gráfico em nova folha
ru: График на новом листе
th: แผนภูมืในชีตใหม่
zh: 新工作表中的图表

# Label_NumberFormatting
source: Number Formatting
es: Formato de números
fr: Format des nombres
hi: संख्‍या की फॉर्मेटिंग
it: Formato Numero
ja: 数値の書式設定
nl: Getalnotatie
pt: Formatação de números
ru: Форматирование чисел
th: การจัดรูปแบบตัวเลข
zh: 数字格式

# Label_AlignmentInCell
source: Alignment in cell
es: Alineación de celda
fr: Alignement dans la cellule
hi: सेल में संरेखण
it: Allineamento nella cella
ja: セル内の位置合わせ
nl: Uitlijning in cel
pt: Alinhamento na célula
ru: Выравнивание в ячейке
th: การจัดแถวในเซลล์
zh: 单元格对齐

# Label_CellFont
source: Cell Font
es: Fuente de celda
fr: Police de caractères des cellules
hi: सेल का फॉण्‍ट
it: Carattere Cella
ja: セルのフォント
nl: Cellettertype
pt: Tipo de letra da célula
ru: Шрифт в ячейке
th: ฟ้อนต์เซลล์
zh: 单元格字体

# Label_CellBorder
source: Cell Border
es: Borde de celda
fr: Bordure des cellules
hi: सेल का बॉर्डर
it: Bordo Cella
ja: セルの枠線
nl: Celrand
pt: Limite da célula
ru: Границы ячеек
th: ขอบเซลล์
zh: 单元格边框

# Label_HideRows
source: Hide Rows
es: Ocultar filas
fr: Masquer les lignes
hi: पंक्तियां छिपाएं
it: Nascondi Righe
ja: 行を非表示
nl: Rijen verbergen
pt: Ocultar filas
ru: Скрыть строки
th: ซ่อนแถว
zh: 隐藏行

# Label_UnhideRows
source: Unhide Rows
es: Mostrar filas
fr: Afficher les lignes
hi: पंक्तियां दिखाएं
it: Scopri Righe
ja: 行を再表示
nl: Rijen weergeven
pt: Não ocultar filas
ru: Показать строки
th: ยกเลิกการซ่อนแถว
zh: 取消隐藏行

# Label_HideColumns
source: Hide Columns
es: Ocultar columnas
fr: Masquer les colonnes
hi: स्‍तंभ छुपाएं
it: Nascondi Colonne
ja: 列の非表示
nl: Kolommen verbergen
pt: Ocultas colunas
ru: Скрыть столбцы
th: ซ่อนคอลัมน์
zh: 隐藏列

# Label_UnhideColumns
source: Unhide Columns
es: Mostrar columnas
fr: Afficher les colonnes
hi: स्‍तंभ दिखाएं
it: Scopri Colonne
ja: 列の再表示
nl: Kolommen weergeven
pt: Não ocultar colunas
ru: Показать столбцы
th: ยกเลิกการซ่อนคอลัมน์
zh: 取消隐藏列

# Label_AutoFitColumns
source: Auto-fit Columns
es: Autoajustar columnas
fr: Ajuster automatiquement les colonnes
hi: स्‍वत:-फिट स्‍तंभ
it: Adatta Colonne
ja: 列の幅の自動調整
nl: Kolommen automatisch passend maken
pt: Encaixa automaticamente colunas
ru: Автоподбор ширины столбцов
th: ทำให้พอดีคอลัมน์อัตโนมัติ
zh: 自动适应列

# Label_RenameSheet
source: Rename Sheet
es: Cambiar nombre de hoja
fr: Renommer la feuille
hi: पत्रक का पुन: नामकरण
it: Rinomina Foglio
ja: シート名の変更
nl: Naam van blad wijzigen
pt: Mudar nome da folha
ru: Переименовать лист
th: เปลี่ยนชื่อชีต
zh: 重命名工作表

# Label_EditHyperlink
source: Edit Hyperlink
es: Editar hipervínculo
fr: Modifier l'Hyperlien
hi: हाइपरलिंक संपादित करें
it: Modifica Collegamento Ipertestuale
ja: ハイパーリンクの編集
nl: Hyperlink bewerken
pt: Editar hiperligação
ru: Редактировать гиперссылку
th: แก้ไขลิงค์
zh: 编辑超链接

# Label_InsertFunction
source: Insert Function
es: Insertar función
fr: Insérer une fonction
hi: फॉर्म्‍युला डालें
it: Inserisci Funzione
ja: 関数の挿入
nl: Functie invoegen
pt: Inserir função
ru: Вставить функцию
th: แทรกฟังก์ชั่น
zh: 插入函数

# Label_NameManager
source: Name Manager
es: Administrador de nombres
fr: Gestionnaire de noms
hi: प्रबंधक का नाम
it: Gestione Nomi
ja: 名前の管理
nl: Namenbeheerder
pt: Gestor de nomes
ru: Диспетчер имен
th: ตัวจัดการชื่อ
zh: 名称管理器

# Label_Reference
source: Reference
es: Referencia
fr: Référence
hi: संदर्भ
it: Riferimento
ja: 参照
nl: Verwijzing
pt: Referência
ru: Ссылка
th: การอ้างอิง
zh: 参考

# Label_CellContent
source: Cell content
es: Contenido de celda
fr: Contenu des cellules
hi: सेल की सामग्री
it: Contenuto cella
ja: セルのコンテンツ
nl: Celinhoud
pt: Conteúdo da célula
ru: Содержимое ячейки
th: เนื้อหาในเซลล์
zh: 单元格内容

# Label_ShowGridlines
source: Show Gridlines
es: Mostrar líneas de la cuadrícula
fr: Afficher les grilles
hi: ग्रिडलाइन दिखाएं
it: Mostra Griglia
ja: グリッド線を表示
nl: Rasterlijnen weergeven
pt: Mostrar linhas de grelha
ru: Показать сетку
th: แสดงเส้นตาราง
zh: 显示网格线

# Label_StartSelection
source: Start selection
es: Empezar selección
fr: Commencer la sélection
hi: चयन आरंभ करें
it: Inizia selezione
ja: 選択を開始
nl: Begin selectie
pt: Iniciar selecção
ru: Начать выбор
th: เริ่มการเลือก
zh: 开始选择

# Label_SelectAll
source: Select all
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी को चुनें
it: Seleziona tutto
ja: すべて選択
nl: Alles selecteren
pt: Seleccionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
zh: 选择所有

# Label_FindReplace
source: Find & replace
es: Buscar y reemplazar
fr: Rechercher & Remplacer
hi: खोजें और बदलें
it: Trova & sostituisci
ja: 検索と置換
nl: Zoeken en vervangen
pt: Localizar e substituir
ru: Найти и заменить
th: ค้นหา & แทนที่
zh: 查找和替换

# Label_PageBreak
source: Page Break
es: Salto de página
fr: Saut de page
hi: पृष्‍ठ विराम
it: Interruzione di Pagina
ja: 改ページ
nl: Pagina-einde
pt: Quebra de página
ru: Разрыв страницы
th: แบ่งหน้า
zh: 分页符

# Label_Paragraph
source: Paragraph
es: Párrafo
fr: Paragraphe
hi: पैराग्राफ
it: Paragrafo
ja: 段落
nl: Alinea
pt: Parágrafo
ru: Абзац
th: ย่อหน้า
zh: 段落

# Label_FormattingSymbols
source: Formatting Symbols
es: Símbolos de formato
fr: Format des symboles
hi: फॉर्मेटिंग के संकेत
it: Formato Simboli
ja: 編集記号
nl: Opmaaksymbolen
pt: Símbolos de formatação
ru: Символы форматирования
th: สัญลักษณ์จัดรูปแบบ
zh: 格式符号

# Label_Bullets
source: Bullets
es: Viñetas
fr: Puces
hi: बुलेट्स
it: Elenchi puntati
ja: 箇条書き
nl: Opsommingstekens
pt: Pontos
ru: Маркеры
th: บูลเล็ต
zh: 项目符号

# Label_Numbering
source: Numbering
es: Numeración
fr: Numéros
hi: संख्‍यात्‍मक करें
it: Elenchi numerati
ja: 段落番号
nl: Nummering
pt: Numeração
ru: Нумерация
th: ลำดับตัวเลข
zh: 编号

# Label_MultilevelList
source: Multilevel List
es: Lista multinivel
fr: Liste multi-niveau
hi: बहुस्‍तरीय सूची
it: Elenco a più livelli
ja: アウトライン
nl: Multilevel lijst
pt: Lista de vários níveis
ru: Многоярусный лист
th: รายการหลายระดับ
zh: 多级列表

# Label_IncreaseIndent
source: Increase Indent
es: Aumentar sangría
fr: Augmenter le retrait
hi: इंडेंट बढ़ाएं
it: Aumenta Rientro
ja: インデントを増やす
nl: Inspringing vergroten
pt: Aumentar indentação
ru: Увеличить отступ
th: ขยายการจัดย่อหน้า
zh: 增加缩进

# Label_DecreaseIndent
source: Decrease Indent
es: Reducir sangría
fr: Diminuer le retrait
hi: इंडेंट घटाएं
it: Diminuisci Rientro
ja: インデントを減らす
nl: Inspringing verkleinen
pt: Diminuir indentação
ru: Уменьшить отступ
th: ลดการจัดย่อหน้า
zh: 减小缩进

# Label_Margins
source: Margins
es: Márgenes
fr: Marges
hi: हाशिए
it: Margini
ja: 余白
nl: Marges
pt: Margens
ru: Поля
th: ริม
zh: 页边距

# Label_Orientation
source: Orientation
es: Orientación
hi: ओरिएंटेशन
it: Orientamento
ja: 印刷の向き
nl: Afdrukstand
pt: Orientação
ru: Ориентация
th: ทิศทางการจัดวาง
zh: 方向

# Label_SectionBreaks
source: Section Breaks
es: Saltos de sección
fr: Sauts de section
hi: अनुभाग विराम
it: Interruzioni di Sezione
ja: セクション区切り
nl: Sectie-eindes
pt: Quebras de secção
ru: Разрыв раздела
th: แบ่งส่วน
zh: 分节符

# Label_PageBreaks
source: Page Breaks
es: Saltos de página
fr: Sauts de page
hi: पृष्‍ठ विराम
it: Interruzioni di Pagina
ja: 改ページ
nl: Pagina-eindes
pt: Quebras de página
ru: Разрыв страницы
th: แบ่งหน้า
zh: 分页符

# Label_GoToTop
source: Go To Top
es: Ir al principio
fr: Aller en haut
hi: शीर्ष पर जाएं
it: Vai in Cima
ja: 上に移動
nl: Ga naar begin
pt: Ir para topo
ru: Перейти наверх
th: ไปด้านบนสุด
zh: 转到顶部

# Label_GoToBottom
source: Go To Bottom
es: Ir al final
fr: Aller en bas
hi: अंत पर जाएं
it: Vai in Fondo
ja: 下に移動
nl: Ga naar einde
pt: Ir para fundo
ru: Перейти вниз
th: ไปด้านล่างสุด
zh: 转到底部

# Label_GoToBookmark
source: Go To Bookmark
es: Ir al marcador
fr: Aller au signet
hi: बुकमार्क पर जाएं
it: Vai a Segnalibro
ja: ブックマークに移動
nl: Ga naar bladwijzer
pt: Ir para marcador
ru: Перейти по закладке
th: ไปที่บุ๊คมาร์ก
zh: 转到书签

# Label_DeleteBookmark
source: Delete Bookmark
es: Eliminar marcador
fr: Supprimer le signet
hi: बुकमार्क हटाएं
it: Elimina Segnalibro
ja: ブックマークの削除
nl: Bladwijzer verwijderen
pt: Eliminar marcador
ru: Удалить закладку
th: ลบบุ๊คมาร์ก
zh: 删除书签

# Label_FullScreen
source: Full Screen
es: Pantalla completa
fr: Plein écran
hi: पूर्ण स्‍क्रीन
it: Schermo Intero
ja: 全画面表示
nl: Volledig scherm
pt: Ecrã completo
ru: Во весь экран
th: เต็มจอ
zh: 全屏

# Label_PasteStyle
source: Paste Style
es: Pegar estilo
fr: Coller Style
hi: चिपकाएं शैली
it: Incolla Stile
ja: スタイルを 貼り付け
nl: Stijl plakken
pt: Colar Estilo
ru: Вставить стиль
th: วาง สไตล์
zh: 粘贴 样式

# Label_FormatPainter
source: Format Painter
es: Copiar formato
fr: Reproduire la mise en forme
hi: फॉर्मेट पेंटर
it: Copia Formato
ja: 書式の コピー/貼り付け
nl: Opmaak kopiÎren/plakken
pt: Formatar Pintor
ru: Формат по образцу
th: จัดรูปแบบ ตัวลงสี
zh: 格式 刷

# Label_ChangeStyle
source: Change Style
es: Cambiar estilo
fr: Changer le style
hi: शैली बदलें
it: Cambia Stile
ja: スタイルの変更
nl: Stijl wijzigen
pt: Alterar estilo
ru: Изменить стиль
th: เปลี่ยนสไตล์
zh: 更改样式

# Label_InsertAbove
source: Insert Above
es: Insertar arriba
fr: Insérer au-dessus
hi: ऊपर डालें
it: Inserisci Sopra
ja: 上に挿入
nl: Boven invoegen
pt: Inserir acima
ru: Вставить над
th: แทรกด้านบน
zh: 在上方插入

# Label_InsertBelow
source: Insert Below
es: Insertar abajo
fr: Insérer en dessous
hi: नीचे डालें
it: Inserisci Sotto
ja: 下に挿入
nl: Onder invoegen
pt: Inserir abaixo
ru: Вставить под
th: แทรกด้านล่าง
zh: 在下方插入

# Label_InsertToTheLeft
source: Insert To The Left
es: Insertar a la izquierda
fr: Insérer à gauche
hi: बाएं डालें
it: Inserisci a Sinistra
ja: 左に挿入
nl: Links invoegen
pt: Inserir à esquerda
ru: Вставить слева
th: แทรกด้านซ้าย
zh: 在左侧插入

# Label_InsertToTheRight
source: Insert To The Right
es: Insertar a la derecha
fr: Insérer à droite
hi: दाएं डालें
it: Inserisci a Destra
ja: 右に挿入
nl: Rechts invoegen
pt: Inserir à direita
ru: Вставить справа
th: แทรกด้านขวา
zh: 在右侧插入

# Label_DeleteColumn
source: Delete Column
es: Eliminar columna
fr: Supprimer la colonne
hi: स्‍तंभ हटाएं
it: Elimina Colonna
ja: 列の削除
nl: Kolom verwijderen
pt: Eliminar coluna
ru: Удалить столбец
th: ลบคอลัมน์
zh: 删除列

# Label_DeleteCells
source: Delete Cells
es: Eliminar celdas
fr: Supprimer les cellules
hi: सेल हटाएं
it: Elimina Celle
ja: セルの削除
nl: Cellen verwijderen
pt: Eliminar células
ru: Удалить ячейки
th: ลบเซลล์
zh: 删除单元格

# ErrClass_SortString
source: Sort failed.
es: Error de orden.
fr: Tri échoué.
hi: छांटना असफल रहा।
it: Ordinamento fallito.
ja: 並べ替えできませんでした。
nl: Sorteren mislukt.
pt: Ordenação falhou.
ru: Сортировка не удалась.
th: เรียงล้มเหลว
zh: 排序失败。

# Err_CellsHasMergesString
source: Cannot change part of a merged cell.
es: No se puede cambiar parte de una celda combinada.
fr: Impossible de changer une partie de cellule fusionnée.
hi: मिलाए हुए सेल का अंश नहीं बदल सकता है।
it: Impossibile cambiare parte di una cella unita.
ja: 結合されたセルの一部を変更することはできません。
nl: Deel van een samengevoegde cel kan niet worden gewijzigd.
pt: Não é possível alterar parte de célula unida.
ru: Не удалось изменить часть объдиненных ячеек.
th: ไม่สามารถเปลี่ยนบางส่วนของเซลล์ที่รวมแล้วได้
zh: 无法更改部分已合并的单元格。

# Label_RedeemActivationCode
source: Redeem Activation Code
es: Canjear código de activación
fr: Échanger un code d'activation
hi: सक्रियण कोड को रिडीम करें
it: Riscatta Codice di Attivazione
ja: アクティベーションコードの登録
nl: Activeringscode inwisselen
pt: Resgatar código de activação
ru: Использовать код активации
th: กู้รหัสเปิดใช้งาน
zh: 兑换激活码

# Label_EnterRedeemActivationCode
source: Enter Redeem Activation Code
es: Introduzca el código de activación
fr: Entrer un code d'activation
hi: सक्रियण कोड दर्ज करें
it: Inserisci Codice di Attivazione
ja: アクティベーションコードを入力
nl: Voer activeringscode in
pt: Inserir código de activação
ru: Ввести код активации
th: กรอกรหัสเปิดใช้งาน
zh: 输入激活码

# InfoTitle_RedeemActivationSuccess
source: Redeem Activation Success
es: El código de activación se ha canjeado con éxito
fr: Échange de code d'activation réussi
hi: सक्रियण को रिडीम करना सफल रहा
it: Riscatto Attivazione Riuscito
ja: アクティベーションコードの登録成功
nl: Inwisselen van activeringscode gelukt
pt: Resgatar sucesso de activação
ru: Успешная активация
th: กู้ยืนยันการใช้งานสำเร็จ
zh: 兑换激活码成功

# ErrTitle_RedeemActivationFailed
source: Redeem Activation Failed
es: Error de canje del código de activación
fr: Échange de code d'activation échoué
hi: सक्रियण को रिडीम करना असफल रहा
it: Riscatto Attivazione Fallito
ja: アクティベーションコードの登録失敗
nl: Inwisselen van activeringscode mislukt
pt: Resgatar activação falhou
ru: Активация не удалась
th: กู้ยืนยันการใช้งานล้มเหลว
zh: 兑换激活码失败

# ErrMsg_RedeemActivationInvalidKey
source: Invalid activation key!
es: ¡Clave de activación no válida!
fr: Clé d'activation invalide!
hi: अमान्‍य सक्रियण कुंजी!
it: Chiave di attivazione non valida!
ja: アクティベーションキーが無効です!
nl: Ongeldige activeringscode!
pt: Chave de activação inválida!
ru: Неверный ключ активации!
th: รหัสเปิดใช้งานไม่ถูกต้อง!
zh: 激活秘钥无效！

# ErrMsg_RedeemActivationNoInternet
source: No internet connection!
es: ¡No hay conexión a internet!
fr: Pas de connexion internet !
hi: इंटरनेट कनेक्‍शन नहीं है!
it: Nessuna connessione a Internet!
ja: インターネット接続がありません!
nl: Geen internetverbinding!
pt: Sem ligação à Internet!
ru: Нет интернет-соединения!
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต!
zh: 无互联网连接！

# ErrMsg_RedeemActivationSystemError
source: System error!
es: ¡Error del sistema!
fr: Erreur système !
hi: सिस्‍टम त्रुटि!
it: Errore di sistema!
ja: システムエラーが発生しました!
nl: Systeemfout!
pt: Erro do sistema!
ru: Системная ошибка!
th: ระบบผิดพลาด!
zh: 系统错误！

# InfoMsg_RedeemActivationStatusRedeemed
source: Successfully redeemed key!
es: ¡Clave canjeada con éxito!
fr: Échange de clé réussi !
hi: कुंजी को सफलतापूर्वक रिडीम किया!
it: Chiave riscattata con successo!
ja: 正常にキーを登録しました!
nl: Code succesvol ingewisseld!
pt: Chave resgatada com sucesso!
ru: Ключ использован успешно!
th: รหัสกู้คืนได้สำเร็จ!
zh: 已成功兑换秘钥！

# ErrMsg_RedeemActivationStatusKeyNotFound
source: Key not found!
es: ¡Clave no encontrada!
fr: Clé non trouvée!
hi: कुंजी नहीं मिली!
it: Chiave non trovata!
ja: キーが見つかりません!
nl: Code niet gevonden!
pt: Chave não encontrada!
ru: Ключ не найден!
th: ไม่พบรหัส!
zh: 未找到秘钥！

# ErrMsg_RedeemActivationStatusHashNotFound
source: Device not found for the specified key!
es: ¡No se encuentra el dispositivo para la clave especificada!
fr: Le dispositif correspondant à cette clé n'a pas été trouvé !
hi: निर्दिष्‍ट कुंजी के लिए उपकरण नहीं मिला!
it: Dispositivo non trovato per la chiave specificata!
ja: 指定されたキー用のデバイスが見つかりませんでした!
nl: Apparaat niet gevonden voor de opgegeven code!
pt: Dispositivo não encontrado para a chave especificada!
ru: Не найдено устройство для указанного ключа!
th: ไม่พบอุปกรณ์สำหรับรหัสที่ระบุ!
zh: 未找到指定秘钥的设备！

# ErrMsg_RedeemActivationStatusServerError
source: Server error!
es: ¡Error del servidor!
fr: Erreur de serveur !
hi: सर्वर त्रुटि!
it: Errore del server!
ja: サーバー エラーが発生しました!
nl: Serverfout!
pt: Erro do servidor!
ru: Ошибка сервера!
th: เซิร์ฟเวอร์ผิดพลาด!
zh: 服务器错误！

# ErrMsg_RedeemActivationStatusNotSpecial
source: Device not accepted for this key!
es: ¡El dispositivo no corresponde a esta clave!
fr: Le dispositif correspondant à cette clé n'a pas été accepté !
hi: इस कुंजी के लिए उपकरण को स्‍वीकार नहीं किया!
it: Dispositivo non accettato per questa chiave!
ja: デバイスはこのキーを承認しませんでした!
nl: Apparaat niet geaccepteerd voor deze code!
pt: Dispositivo não aceite para esta chave!
ru: Устройство не принято для этого ключа!
th: อุปกรณ์ไม่ได้รับการยอมรับจากรหัสนี้!
zh: 设备无法使用该秘钥！

# ErrMsg_RedeemActivationStatusKeyExpired
source: Key expired!
es: ¡Clave caducada!
fr: Clé expirée !
hi: कुंजी की वैधता-अवधि समाप्‍त हो गई है!
it: Chiave scaduta!
ja: キーの有効期限が切れました!
nl: Code verlopen!
pt: Chave expirou!
ru: Ключ устарел!
th: รหัสหมดอายุแล้ว!
zh: 秘钥已过期！

# ErrMsg_RedeemActivationStatusLimitReached
source: Key limit reached!
es: ¡Se ha alcanzado el límite de la clave!
fr: Limite de clé atteinte !
hi: कुंजी सीमा आ गई है!
it: Limite di chiavi raggiunto!
ja: キーの上限に達しました!
nl: Codelimiet bereikt!
pt: Limite de chave atingido!
ru: Достигнуты лимиты ключа!
th: ถึงขีดจำกัดของรหัส!
zh: 已达到秘钥限制！

# Label_BuyOneTime
source: Full license %@
es: Licencia completa %@
fr: Licence complète %@
hi: पूरा लाइसेंस %@
it: Licenza completa %@
ja: フル・ライセンス %@
nl: Volledige licentie %@
pt: Licença completa %@
ru: Полная лицензия %@
th: ใบอนุญาตที่สมบูรณ์ %@
zh: 完全许可%@

# ErrMsg_PaymentFailed
source: Unfortunately, your payment has failed.
es: Lamentablemente, el pago no se ha podido realizar.
fr: Malheureusement votre paiement a échoué.
hi: दुर्भाग्‍यवश, आपका भुगतान असफल हो गया है।
it: Spiacente, il tuo pagamento non è andato a buon fine.
ja: 残念ながら、お支払い操作は失敗しました。
nl: Helaas, uw betaling is mislukt.
pt: Infelizmente, o seu pagamento falhou.
ru: К сожалению, оплата не удалась.
th: การชำระเงินของคุณล้มเหลว
zh: 很遗憾，你的付款失败了。

# Label_RecentFiles
source: Recent files
es: Archivos recientes
fr: Fichiers récents
hi: हाल ही की फाइलें
it: File recenti
ja: 最近使用したファイル
nl: Recente bestanden
pt: Ficheiros recentes
ru: Последние файлы
th: ไฟล์ล่าสุด
zh: 最近打开的文件

# WarningMsg_DeleteRecentItem
source: Are you sure you want to remove this item from recent files?
es: ¿Realmente desea quitar este elemento de archivos recientes?
fr: Êtes-vous sûr de vouloir supprimer cet objet des fichiers récents ?
hi: क्‍या आप निश्चित हैं कि आप इस आइटम को हाल ही की फाइलों से हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere questo oggetto dai file recenti?
ja: この項目を最近使ったファイルから削除しますか?
nl: Weet u zeker dat u dit item wilt verwijderen uit de recente bestanden?
pt: Tem a certeza de que pretende remover este item de ficheiros recentes?
ru: Вы уверены, что хотите удалить этот элемент из последних файлов?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบไอเท็มนี้จากไฟล์ล่าสุด?
zh: 您真的要将该项目移出最近打开的文档吗？

# WarningMsg_DeleteRecentItems
source: Are you sure you want to remove these items from recent files?
es: ¿Realmente desea quitar estos elementos de archivos recientes?
fr: Êtes-vous sûr de vouloir supprimer ces objets des fichiers récents ?
hi: क्‍या आप निश्चित हैं कि आप इन आइटम्‍स को हाल ही की फाइलों से हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere questi oggetti dai file recenti?
ja: これらの項目を最近使ったファイルから削除しますか?
nl: Weet u zeker dat u deze items wilt verwijderen uit de recente bestanden?
pt: Tem a certeza de que pretende remover estes itens de ficheiros recentes?
ru: Вы уверены, что хотите удалить эти элементы из последних файлов?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบไอเท็มเหล่านี้จากไฟล์ล่าสุด?
zh: 您真的要将这些项目移出最近打开的文档吗？

# Label_ExternalLocation
source: External location
es: Ubicación externa
fr: Lieu externe
hi: बाह्य स्‍थान
it: Posizione esterna
ja: 外部の保管場所
nl: Externe locatie
pt: Localização externa
ru: Внешнее расположение
th: สถานที่ภายนอก
zh: 外部位置

# Label_OpenContainingFolder
source: Open containing folder
es: Abrir carpeta que lo contiene
fr: Ouvrir le dossier contenant
hi: इसे रखने वाले फोल्‍डर को खोलें
it: Apri cartella
ja: ファイルを含むフォルダを開く
nl: Bijbehorende map openen
pt: Abrir pasta que contém
ru: Открыть папку с этим файлом
th: เปิดโฟลเดอร์ที่บรรจุอยู่
zh: 打开所在的文件夹

# Label_NoRecentFiles
source: No Recent Files
es: No hay archivos recientes
fr: Aucun fichier récent
hi: हाल ही की कोई भी फाइलें नहीं हैं
it: Nessun File Recente
ja: 最近使用したファイルはありません
nl: Geen recente bestanden
pt: Sem ficheiros recentes
ru: Нет последних файлов
th: ไม่มีไฟล์ล่าสุด
zh: 无最近打开的文件

# Label_Network
source: Network
es: Red
fr: Réseau
hi: नेटवर्क
it: Rete
ja: ネットワーク
nl: Netwerk
pt: Rede
ru: Сеть
th: เน็ตเวิร์ก
zh: 网络

# Label_AddAccount
source: Add account
es: Agregar cuenta
fr: Ajouter un compte
hi: अकाउंट जोड़ें
it: Aggiungi account
ja: アカウントの追加
nl: Account toevoegen
pt: Adicionar conta
ru: Добавить аккаунт
th: เพิ่มบัญชี
zh: 添加帐户

# Label_iCloudDrive
source: iCloud Drive
fr: Lecteur iCloud
hi: iCloud ड्राइव
ja: iCloudドライブ
pt: Unidade da iCloud
th: ไดรฟ์ iCloud

# Label_CopyFromICloudDrive
source: Copy from iCloud Drive
es: Copiar de iCloud Drive
fr: Copier depuis un lecteur iCloud
hi: iCloud ड्राइव से प्रतिलिपि बनाएं
it: Copia da iCloud Drive
ja: iCloudドライブからコピー
nl: KopiÎren van iCloud Drive
pt: Copiar de Unidade da iCloud
ru: Копировать с iCloud Drive
th: คัดลอกจากไดรฟ์ iCloud
zh: 从iCloud Drive中复制

# Label_CopyToICloudDrive
source: Copy to iCloud Drive
es: Copiar a iCloud Drive
fr: Copier vers un lecteur iCloud
hi: iCloud ड्राइव पर प्रतिलिपि बनाएं
it: Copia in iCloud Drive
ja: iCloudドライブへコピー
nl: KopiÎren naar iCloud Drive
pt: Copiar para Unidade da iCloud
ru: Копировать на iCloud Drive
th: คัดลอกไปยังไดรฟ์ iCloud
zh: 复制到iCloud Drive

# Label_MoveToICloudDrive
source: Move to iCloud Drive
es: Mover a iCloud Drive
fr: Déplacer vers un lecteur iCloud
hi: iCloud ड्राइव पर ले जाएं
it: Sposta in iCloud Drive
ja: iCloudドライブへ移動
nl: Verplaatsen naar iCloud Drive
pt: Mover para Unidade da iCloud
ru: Переместить на iCloud Drive
th: ย้ายไปยังไดรฟ์ iCloud
zh: 移动到iCloud Drive

# Label_LocalStorage
source: Local Storage
es: Almacenamiento local
fr: Stockage local
hi: स्‍थानीय भंडार
it: Memoria Locale
ja: ローカル記憶域
nl: Lokale opslag
pt: Armazenamento local
ru: Лок. хранилище
th: ที่เก็บข้อมูลในเครื่อง
zh: 本地存储

# Label_FitPage
source: Fit Page
es: Ajustar a la página
fr: Adapter la page
hi: पृष्‍ठ को फिट करें
it: Adatta Pagina
ja: ページに合わせる
nl: Pagina passend maken
pt: Adaptar página
ru: Поместить на страницу
th: พอดีหน้า
zh: 调整页面

# Label_100PercentZoom
source: 100% zoom
es: Zoom 100%
fr: Zoom 100%
hi: 100% ज़ूम
it: Zoom 100%
ja: 100%ズーム
pt: Ampliar 100%
ru: Увеличение 100%
th: ซูม 100%
zh: 100%缩放

# Label_GoToSlide
source: Go to Slide
es: Ir a diapositiva
fr: Aller à la diapositive
hi: स्‍लाइड पर जाएं
it: Vai alla Diapositiva
ja: スライドに移動
nl: Ga naar dia
pt: Ir para diapositivo
ru: Перейти к слайду
th: ไปที่สไลด์
zh: 转到幻灯片

# Label_DuplicateSlide
source: Duplicate Slide
es: Duplicar diapositiva
fr: Dupliquer la diapositive
hi: डुप्लिकेट स्‍लाइड
it: Copia Diapositiva
ja: スライドを複製
nl: Dia kopiÎren
pt: Suplicar diappositivo
ru: Дублировать слайд
th: ทำสำเนาสไลด์
zh: 复制幻灯片
