Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Confirm_ClearUnsupportedFilters
source: Sheet has some unsupported filters. Do you want to delete these filters and proceed with filter editing? This action cannot be undone.
es: La hoja contiene filtros no compatibles. ¿Desea eliminar estos filtros y continuar con la edición de filtros? Esta acción no se podrá deshacer.
fr: La feuille contient des filtres qui ne sont pas pris en charge. Voulez-vous supprimer ces filtres et continuer l'édition ? Cette action ne pourra être annulée.
hi: पत्रक में असमर्थित फिल्‍टर्स शामिल हैं। क्‍या आप इन फिल्‍टर्स को हटाना चाहते हैं और फिल्‍टर संपादन के साथ आगे बढ़ना चाहते हैं? इस कार्य को पलटा नहीं जा सकता है।
it: Il foglio contiene filtri non validi. Vuoi eliminare i filtri e procedere con la modifica? L'azione non potrà essere annullata.
ja: サポートされていないフィルターがシートに含まれています。これらのフィルターを削除してフィルター編集作業を続行しますか?この操作を取り消すことはできません。
nl: Blad bevat filters die niet worden ondersteund. Wilt u deze filters verwijderen en verder gaan met het bewerken van filters? Deze handeling kan niet ongedaan worden gemaakt.
pt: A folha contém filtros não suportados. Pretende eliminar estes filtros e continuar com a edição de filtros? Esta acção não pode ser desfeita.
ru: Лист содержит неподдерживаемые фильтры. Хотите удалить эти фильтры и продолжить редактирование? Отменить это действие будет невозможно.
th: ชีตมีตัวกรองที่ไม่ได้รับการสนับสนุน คุณต้องการลบตัวกรองเหล่านี้แล้วดำเนินการต่อด้วยการแก้ไขตัวกรองหรือไม่? การกระทำนี้ไม่สามารถยกเลิกคำสั่งได้
zh: 工作表中含有不被支持的筛选。您要删除这些筛选并继续编辑筛选吗？无法撤销该操作。

# ErrClass_Execute_Command
source: Can't execute command.
es: No se puede ejecutar el comando.
fr: Impossible d'exécuter la commande.
hi: आदेश को पूरा नहीं कर सकता है।
it: Impossibile eseguire il comando.
ja: コマンドを実行できません。
nl: Opdracht kan niet worden uitgevoerd.
pt: Não é possível executar o comando.
ru: Невозможно выполнить команду.
th: ไม่สามารถทำงานตามคำสั่งได้
zh: 无法执行命令。

# ErrExecute_EmptyRange
source: The selected range is empty.
es: El intervalo seleccionado está vacío.
fr: La plage sélectionnée est vide.
hi: चुनी हुई रेंज रिक्‍त है।
it: L'intervallo selezionato è vuoto.
ja: 選択した範囲が空です。
nl: Het geselecteerde bereik is leeg.
pt: O intervalo seleccionado está vazio.
ru: Выбранный диапазон пуст.
th: พิสัยที่เลือกนั้นว่างเปล่า
zh: 所选区域为空。

# ErrExecute_RangeWithinFilters
source: The selected range contains filters
es: El intervalo seleccionado contiene filtros.
fr: La plage sélectionnée contient des filtres.
hi: चुनी हुई रेंज में फिल्‍टर हैं।
it: L'intervallo selezionato contiene filtri.
ja: 選択した範囲にはフィルターが含まれています。
nl: Het geselecteerde bereik bevat filters.
pt: O intervalo seleccionado contém filtros.
ru: Выбранный диапазон содержит фильтры.
th: พิสัยที่เลือกมีตัวกรองอยู่
zh: 所选区域包含筛选。

# Label_NewSlide
source: New slide
es: Nueva diapositiva
fr: Nouvelle diapositive
hi: नई स्‍लाइड
it: Nuova slide
ja: 新しいスライド
nl: Nieuwe dia
pt: Novo diapositivo
ru: Новый слайд
th: สไลด์ใหม่
zh: 新幻灯片

# Label_TitleSubtitle
source: Title layout with centered title and subtitle placeholders
es: Diseño con marcadores de posición centrados del título y el subtítulo
fr: Mise en page avec titre central et sous-titres de substitution
hi: शीर्षक को मध्‍य में और उप-शीर्षक को प्‍लेसहोल्‍डर्स में करके लेआउट करें
it: Layout con segnaposto per titolo e sottotitolo centrati
ja: 中央にタイトルとサブタイトルのプレースホルダーを配置したレイアウト
nl: Indeling met tijdelijke aanduidingen voor gecentreerde titel en ondertitel
pt: Esquema com espaços para título e sub-título centrados
ru: Заголовок и подзаголовок по центру
th: ผังพร้อมหัวเรื่องอยู่ตรงกลางและที่วางหัวข้อย่อย
zh: 使用居中对齐标题和副标题占位符的布局

# Label_TitleText
source: Title and text
es: Título y texto
fr: Titre et texte
hi: शीर्षक और पाठ
it: Titolo e testo
ja: タイトルとテキスト
nl: Titel en tekst
pt: Título e texto
ru: Заголовок и текст
th: หัวเรื่องและข้อความ
zh: 标题与文本

# Label_TitleTextText
source: Title, text on left, text on right
es: Título, texto a la izquierda, texto a la derecha
fr: Titre, texte à gauche, texte à droite
hi: शीर्षक, पाठ बायीं ओर, पाठ दाहिनी ओर
it: Titolo, testo a sinistra e testo a destra
ja: タイトル、左にテキスト、右にテキスト
nl: Titel, tekst links, tekst rechts
pt: Título, texto à esquerda, texto à direita
ru: Заголовок, текст слева, текст справа
th: หัวเรื่อง ข้อความทางด้านซ้าย ข้อความทางด้านขวา
zh: 标题，文本在左，文本在右

# Label_TitleTable
source: Title and table
es: Título y tabla
fr: Titre et tableau
hi: शीर्षक और तालिका
it: Titolo e tabella
ja: タイトルと表
nl: Titel en tabel
pt: Título e tabela
ru: Заголовок и таблица
th: หัวเรื่องและตาราง
zh: 标题与表格

# Label_TitleTextChart
source: Title, text on left and chart on right
es: Título, texto a la izquierda y gráfico a la derecha
fr: Titre, texte à gauche et graphique à droite
hi: शीर्षक, पाठ बायीं ओर और चार्ट दाहिनी ओर
it: Titolo, testo a sinistra e grafico a destra
ja: タイトル、左にテキスト、右にグラフ
nl: Titel, tekst links en diagram rechts
pt: Título, texto à esquerda e gráfico à direita
ru: Заголовок, текст слева, график справа
th: หัวเรื่อง ข้อความทางด้านซ้าย และแผนภูมิทางด้านขวา
zh: 标题，文本在左，图标在右

# Label_TitleChartText
source: Title, chart on left and text on right
es: Título, gráfico a la izquierda y texto a la derecha
fr: Titre, graphique à gauche et texte à droite
hi: शीर्षक, चार्ट बायीं ओर और पाठ दाहिनी ओर
it: Titolo, grafico a sinistra e testo a destra
ja: タイトル、左にグラフ、右にテキスト
nl: Titel, diagram links en tekst rechts
pt: Título, gráfico à esquerda e texto à direita
ru: Заголовок, график слева и текст справа
th: หัวเรื่อง แผนภูมิทางด้านซ้าย และข้อความทางด้านขวา
zh: 标题，图标在左，文本在右

# Label_TitleDiagram
source: Title and diagram
es: Título y diagrama
fr: Titre et diagramme
hi: शीर्षक और रेखाचित्र
it: Titolo e diagramma
ja: タイトルとダイアグラム
nl: Titel en diagram
pt: Título e diagrama
ru: Заголовок и диаграмма
th: หัวเรื่องและแผนผัง
zh: 标题与图示

# Label_TitleChart
source: Title and chart
es: Título y gráfico
fr: Titre et graphique
hi: शीर्षक और चार्ट
it: Titolo e grafico
ja: タイトルとグラフ
nl: Titel en tekst
pt: Título e gráfico
ru: Заголовок и график
th: หัวเรื่องและแผนภูมิ
zh: 图表与图表

# Label_TitleTextClipArt
source: Title, text on left, clip art on right
es: Título, texto a la izquierda, imagen prediseñada a la derecha
fr: Titre, texte à gauche et image clipart à droite
hi: शीर्षक, पाठ बायीं ओर और क्लिपआर्ट दाहिनी ओर
it: Titolo, testo a sinistra e clipart a destra
ja: タイトル、左にテキスト、右にクリップアート
nl: Titel, tekst links, illustraties rechts
pt: Título, texto à esquerda, clipart à direita
ru: Заголовок, текст слева, иллюстрация справа
th: หัวเรื่อง ข้อความทางด้านซ้าย ภาพตัดปะทางด้านขวา
zh: 标题，文本在左，剪贴画在右

# Label_TitleClipArtText
source: Title, clipart on left, text on right
es: Título, imagen prediseñada a la izquierda, texto a la derecha
fr: Titre, image clipart à gauche et texte à droite
hi: शीर्षक, क्लिपआर्ट बायीं ओर, पाठ दाहिनी ओर
it: Titolo, clipart a sinistra e testo a destra
ja: タイトル、左にクリップアート、右にテキスト
nl: Titel, illustraties links, tekst rechts
pt: Título, clipart à esquerda, texto à direita
ru: Заголовок, иллюстрация слева, текст справа
th: หัวเรื่อง ภาพตัดปะทางด้านซ้าย ข้อความทางด้านขวา
zh: 标题，剪贴画在左，文本在右

# Label_TitleOnly
source: Title only
es: Solo título
fr: Titre seul
hi: केवल शीर्षक
it: Solo titolo
ja: タイトルのみ
nl: Alleen titel
pt: Apenas título
ru: Только заголовок
th: หัวเรื่องเท่านั้น
zh: 仅标题

# Label_Blank
source: Blank
es: Diapositiva en blanco
fr: Vide
hi: रिक्‍त
it: Bianca
ja: 空白
nl: Leeg
pt: Em branco
ru: Пустой
th: ว่างเปล่า
zh: 空白

# Label_TitleTextObject
source: Title, text on left, object on right
es: Título, texto a la izquierda, objeto a la derecha
fr: Titre, texte à gauche et objet à droite
hi: शीर्षक, पाठ बायीं ओर, वस्‍तु दाहिनी ओर
it: Titolo, testo a sinistra e oggetto a destra
ja: タイトル、左にテキスト、右にオブジェクト
nl: Titel, tekst links, object rechts
pt: Título, texto à esquerda, objecto à direita
ru: Заголовок, текст слева, объект справа
th: หัวเรื่อง ข้อความทางด้านซ้าย วัตถุทางด้านขวา
zh: 标题，文本在左，对象在右

# Label_TitleObjectText
source: Title, object on left, text on right
es: Título, objeto a la izquierda, texto a la derecha
fr: Titre, objet à gauche et texte à droite
hi: शीर्षक, वस्‍तु बायीं ओर और पाठ दाहिनी ओर
it: Titolo, oggetto a sinistra e testo a destra
ja: タイトル、左にオブジェクト、右にテキスト
nl: Titel, object links, tekst rechts
pt: Título, objecto à esquerda, texto à direita
ru: Заголовок, объект слева, текст справа
th: หัวเรื่อง วัตถุทางด้านซ้าย ข้อความทางด้านขวา
zh: 标题，对象在左，文本在右

# Label_ObjectOnly
source: Object only
es: Solo objeto
fr: Objet seul
hi: केवल वस्‍तु
it: Solo oggetto
ja: オブジェクトのみ
nl: Alleen object
pt: Apenas objecto
ru: Только объект
th: วัตถุเท่านั้น
zh: 仅对象

# Label_TitleObject
source: Title and object
es: Título y objeto
fr: Titre et objet
hi: शीर्षक और वस्‍तु
it: Titolo e oggetto
ja: タイトルとオブジェクト
nl: Titel en object
pt: Título e objecto
ru: Текст и объект
th: หัวเรื่องและวัตถุ
zh: 标题与对象

# Label_TitleTextMedia
source: Title, text on left, media on right
es: Título, texto a la izquierda, elemento multimedia a la derecha
fr: Titre, texte à gauche, clip multimédia à droite
hi: शीर्षक, पाठ बायीं ओर, मीडिया दाहिनी ओर
it: Titolo, oggetto a sinistra e contenuto multimediale a destra
ja: タイトル、左にテキスト、右にメディア
nl: Titel, tekst links, media rechts
pt: Título, texto à esquerda, media à direita
ru: Заголовок, текст слева, мультимедиа справа
th: หัวเรื่อง ข้อความทางด้านซ้าย สื่อทางด้านขวา
zh: 标题，文本在左，多媒体在右

# Label_TitleMediaText
source: Title, media on left, text on right
es: Título, elemento multimedia a la izquierda, texto a la derecha
fr: Titre, clip multimédia à gauche, texte à droite
hi: शीर्षक, मीडिया बायीं ओर और, पाठ दाहिनी ओर
it: Titolo, contenuto multimediale a sinistra e testo a destra
ja: タイトル、左にメディア、右にテキスト
nl: Titel, media links, tekst rechts
pt: Título, media à esquerda, texto à direita
ru: Заголовок, мультимедиа слева, текст справа
th: หัวเรื่อง สื่อทางด้านซ้าย ข้อความทางด้านขวา
zh: 标题，多媒体在左，文本在右

# Label_TitleTopObjectBottomText
source: Title, object on top, text on bottom
es: Título, objeto arriba, texto abajo
fr: Titre, objet au-dessus, texte en dessous
hi: शीर्षक, वस्‍तु सबसे ऊपर, पाठ सबसे नीचे
it: Titolo, oggetto in alto e testo in basso
ja: タイトル、上にオブジェクト、下にテキスト
nl: Titel, object boven, tekst onder
pt: Título, objecto no topo, texto no fundo
ru: Заголовок, объект сверху, текст снизу
th: หัวเรื่อง วัตถุทางด้านบน ข้อความทางด้านล่าง
zh: 标题，对象在上，文本在下

# Label_TitleTopTextBottomObject
source: Title, text on top, object on bottom
es: Título, texto arriba, objeto abajo
fr: Titre, texte au-dessus, objet en dessous
hi: शीर्षक, पाठ सबसे ऊपर, वस्‍तु सबसे नीचे
it: Titolo, testo in alto e oggetto in basso
ja: タイトル、上にテキスト、下にオブジェクト
nl: Titel, tekst boven, object onder
pt: Título, texto no topo, objecto no fundo
ru: Заголовок, текст сверху, объект снизу
th: หัวเรื่อง ข้อความทางด้านบน วัตถุทางด้านล่าง
zh: 标题，文本在上，对象在下

# Label_TitleText2Objects
source: Title, text on left, two objects on right
es: Título, texto a la izquierda, dos objetos a la derecha
fr: Titre, texte à gauche, deux objets à droite
hi: शीर्षक, पाठ बायीं ओर, दो वस्‍तुएं दाहिनी ओर
it: Titolo, testo a sinistra e due oggetti a destra
ja: タイトル、左にテキスト、右にオブジェクト2つ
nl: Titel, tekst links, twee objecten rechts
pt: Título, texto à esquerda, dois objectos à direita
ru: Заголовок, текст слева, два объекта справа
th: หัวเรื่อง ข้อความทางด้านซ้าย วัตถุสองชิ้นทางด้านขวา
zh: 标题，文本在左，两个对象在右

# Label_Title2ObjectsText
source: Title, two objects on left, text on right
es: Título, dos objetos a la izquierda, texto a la derecha
fr: Titre, deux objets à gauche, texte à droite
hi: शीर्षक, दो वस्‍तुएं बायीं ओर, पाठ दाहिनी ओर
it: Titolo, due oggetti a sinistra e testo a destra
ja: タイトル、左にオブジェクト2つ、右にテキスト
nl: Titel, twee objecten links, tekst rechts
pt: Título, dois objectos à esquerda, texto à direita
ru: Заголовок, два объекта слева, текст справа
th: หัวเรื่อง วัตถุสองชิ้นทางด้านซ้าย ข้อความทางด้านขวา
zh: 标题，两个对象在左，文本在右

# Label_TitleTop2ObjectsBottomText
source: Title, two objects on top, text on bottom
es: Título, dos objetos arriba, texto abajo
fr: Texte, deux objets au-dessus, texte en dessous
hi: शीर्षक, दो वस्‍तुएं सबसे ऊपर, पाठ सबसे नीचे
it: Titolo, due oggetti in alto e testo in basso
ja: タイトル、上にオブジェクト2つ、下にテキスト
nl: Titel, twee objecten boven, tekst onder
pt: Título, dois objectos no topo, texto no fundo
ru: Заголовок, два объекта сверху, текст снизу
th: หัวเรื่อง วัตถุสองชิ้นทางด้านบน ข้อความทางด้านล่าง
zh: 标题，两个对象在上，文本在下

# Label_Title4Objects
source: Title and four objects
es: Título y cuatro objetos
fr: Titre et quatre objets
hi: शीर्षक और चार वस्‍तुएं
it: Titolo e quattro oggetti
ja: タイトルとオブジェクト4つ
nl: Titel en vier objecten
pt: Título e quatro objectos
ru: Заголовок и четыре объекта
th: หัวเรื่องและวัตถุสี่ชิ้น
zh: 标题和四个对象

# Label_TitleVerticalText
source: Title and vertical text body
es: Título y cuadro de texto vertical
fr: Titre et corps de texte vertical
hi: शीर्षक और उर्ध्‍वाधर बॉडी टेक्‍स्‍ट
it: Titolo e testo verticale
ja: タイトルと縦書きテキスト
nl: Titel en verticale hoofdtekst
pt: Título e texto de corpo vertical
ru: Заголовок и вертикальный текст
th: หัวเรื่องและข้อความแนวตั้ง
zh: 标题和竖直正文文本

# Label_TitleClipArtVerticalText
source: Title, clip art on left, vertical text on right
es: Título, imagen prediseñada a la izquierda, texto vertical a la derecha
fr: Titre, clip multimédia à gauche, texte vertical à droite
hi: शीर्षक, क्लिपआर्ट बायीं ओर, उर्ध्‍वाधर पाठ दाहिनी ओर
it: Titolo, clipart a sinistra e testo verticale a destra
ja: タイトル、左にクリップアート、右に縦書きテキスト
nl: Titel, illustraties links, verticale tekst rechts
pt: Título, clipart à esquerda, texto vertical à direita
ru: Заголовок, иллюстрация слева, вертикальный текст справа
th: หัวเรื่อง ภาพตัดปะทางด้านซ้าย ข้อความแนวตั้งทางด้านขวา
zh: 标题，剪贴画在左，竖排文本在右

# Label_VerticalTitleVerticalText
source: Vertical title on right, vertical text on left
es: Título vertical a la derecha, texto vertical a la izquierda
fr: Titre vertical à droite, texte vertical à gauche
hi: उर्ध्‍वाधर शीर्षक दाहिनी ओर, उर्ध्‍वाधर पाठ बायीं ओर
it: Testo verticale a destra e testo verticale a sinistra
ja: 右に縦書きテキスト、左に縦書きテキスト
nl: Verticale titel rechts, verticale tekst links
pt: Título vertical à direita, texto vertical à esquerda
ru: Вертикальный заголовок справа, вертикальный текст слева
th: หัวเรื่องแนวตั้งทางด้านขวา ข้อความแนวตั้งทางด้านซ้าย
zh: 标题，竖排标题在右，竖排文本在左

# Label_VerticalTitleVerticalTextChart
source: Vertical title on right, vertical text on top, chart on bottom
es: Título vertical a la derecha, texto vertical arriba, gráfico abajo
fr: Titre vertical à droite, texte vertical au-dessus, graphique en dessous
hi: उर्ध्‍वाधर शीर्षक दाहिनी ओर, उर्ध्‍वाधर पाठ सबसे ऊपर, चार्ट सबसे नीचे
it: Titolo verticale e destra, titolo verticale in alto e grafico in basso
ja: 右に縦書きテキスト、上に縦書きテキスト、下にグラフ
nl: Verticale titel rechts, verticale tekst boven, diagram onder
pt: Título vertical à direita, texto vertical no topo, gráfico no fundo
ru: Вертикальный заголовок справа, вертикальный текст сверху, график снизу
th: หัวเรื่องแนวตั้งทางด้านขวา ข้อความแนวตั้งทางด้านบน แผนภูมิทางด้านล่าง
zh: 竖排标题在右，竖排文本在上，图表在下

# Label_TitleObjectObject
source: Title, object on left, object on right
es: Título, objeto a la izquierda, objeto a la derecha
fr: Titre, objet à gauche, objet à droite
hi: शीर्षक, वस्‍तु बायीं ओर, वस्‍तु दाहिनी ओर
it: Titolo, oggetto a sinistra e oggetto a destra
ja: タイトル、左にオブジェクト、右にオブジェクト
nl: Titel, object links, object rechts
pt: Título, objecto à esquerda, objecto à direita
ru: Заголовок, объект слева, объект справа
th: หัวเรื่อง วัตถุทางด้านซ้าย วัตถุทางด้านขวา
zh: 标题，对象在左，对象在右

# Label_TitleObject2Objects
source: Title, one object on left, two objects on right
es: Titulo, un objeto a la izquierda, dos objetos a la derecha
fr: Titre, un objet à gauche, deux objets à droite
hi: शीर्षक, एक वस्‍तु बायीं ओर, दो वस्‍तुएं दाहिनी ओर
it: Titolo, oggetto a sinistra e due oggetti a destra
ja: タイトル、左にオブジェクト1つ、右にオブジェクト2つ
nl: Titel, ÈÈn object links, twee objecten rechts
pt: Título, um objecto à esqeurda, dois objectos à direita
ru: Заголовок, один объект слева, два объекта справа
th: หัวเรื่อง วัตถุหนึ่งชิ้นทางด้านซ้าย วัตถุสองชิ้นทางด้านขวา
zh: 标题，一个对象在左，两个对象在右

# Label_Title2ObjectsObject
source: Title, two objects on left, one object on right
es: Título, dos objetos a la izquierda, un objeto a la derecha
fr: Titre, deux objets à gauche, un objet à droite
hi: शीर्षक, दो वस्‍तुएं बायीं ओर, एक वस्‍तु दाहिनी ओर
it: Titolo, due oggetti a sinistra e un oggetto a destra
ja: タイトル、左にオブジェクト2つ、右にオブジェクト1つ
nl: Titel, twee objecten links, ÈÈn object rechts
pt: Título, dois objectos à esquerda, um objecto à direita
ru: Заголовок, два объекта слева, один объект справа
th: หัวเรื่อง วัตถุสองชิ้นทางด้านซ้าย วัตถุหนึ่งชิ้นทางด้านขวา
zh: 标题，两个对象在左，一个对象在右

# Label_CustomLayout
source: Custom layout defined by user
es: Diseño personalizado
fr: Mise en page personnalisée définie par l'utilisateur
hi: उपयोगकर्ता द्वारा परिभाषित कस्‍टम लेआउट
it: Layout personalizzato definito dall'utente
ja: ユーザー定義のカスタムレイアウト
nl: Aangepaste indeling gedefinieerd door de gebruiker
pt: Esquema personalizado definido pelo utilizador
ru: Настраиваемый макет
th: ผังทำเองที่กำหนดโดยผู้ใช้งาน
zh: 用户自定义布局

# Label_SectionHeaderTitleSubtitle
source: Section header title and subtitle text
es: Título del encabezado de sección y texto del subtítulo
fr: Titre de l'en-tête de section et texte du sous-titre
hi: अनुभाग शीर्षलेख शीर्षक और उप-शीर्षक पाठ
it: Titolo di sezione e sottotitolo
ja: セクションヘッダータイトルとサブタイトルのテキスト
nl: Sectiekoptekst en ondertiteltekst
pt: Título de cabeçalho de secção e texto de sub-título
ru: Название раздела: текст заголовка и подзаголовка
th: ชื่อส่วนหัวเรื่องและข้อความหัวข้อย่อย
zh: 节标题标题与副标题文本

# Label_Title2Objects
source: Title, two objects each with text
es: Título y dos objetos con texto
fr: Titre et deux objets avec texte
hi: पाठ के साथ शीर्षक और दो वस्‍तुएं
it: Titolo e due oggetti con testo
ja: タイトルとテキスト付きオブジェクト2つ
nl: Titel en twee objecten met tekst
pt: Título e dois objectos com texto
ru: Заголовок и два объекта с текстом
th: หัวเรื่องและวัตถุสองชิ้นพร้อมข้อความ
zh: 标题与包含文本的两个对象

# Label_TitleObjectCaptionText
source: Title, object and caption text
es: Título, objeto y texto de leyenda
fr: Titre, objet et ses sous-titres
hi: शीर्षक, वस्‍तु, और कैप्‍शन पाठ्य
it: Titolo, oggetto e didascalia
ja: タイトル、オブジェクト、およびキャプション テキスト
nl: Titel, object en bijschrifttekst
pt: Título, objecto e texto de legenda
ru: Заголовок, объект и подпись
th: หัวเรื่อง วัตถุ และข้อความบรรยาย
zh: 标题，对象，与题注文本

# Label_TitlePictureCaptionText
source: Title, picture, and caption text
es: Título, imagen y texto de leyenda
fr: Titre, image et ses sous-titres
hi: शीर्षक, तस्‍वीर, और कैप्‍शन पाठ्य
it: Titolo, immagine e didascalia
ja: タイトル、画像、およびキャプション テキスト
nl: Titel, afbeelding en bijschrifttekst
pt: Título, imagem e texto de legenda
ru: Заголовок, изображение и подпись
th: หัวเรื่อง รูปภาพ และข้อความบรรยาย
zh: 标题，图片，与题注文本

# Label_SlideNumberNotes
source: Slide %d notes
es: Notas de diapositiva %d
fr: Notes de la diapositive %d
hi: स्‍लाइड %d नोट्स
it: Note sulla slide %d
ja: スライド %d ノート
nl: Notities bij dia %d
pt: Deslizar notas %d
ru: Примечания к слайду %d
th: สไลด์ %d บันทึก
zh: 幻灯片%d注释

# Label_OpenHyperlink
source: Open Hyperlink
es: Abrir hipervínculo
fr: Ouvrir Hyperlien
hi: हाइपरलिंक खोलें
it: Apri collegamento ipertestuale
ja: ハイパーリンクを開く
nl: Hyperlink openen
pt: Abrir hiperligação
ru: Открыть гиперссылку
th: เปิดลิงค์
zh: 打开超链接

# Label_CopyHyperlink
source: Copy Hyperlink
es: Copiar hipervínculo
fr: Copier Hyperlien
hi: हाइपरलिंक की प्रतिलिपि बनाएं
it: Copia collegamento ipertestuale
ja: ハイパーリンクをコピー
nl: Hyperlink kopiÎren
pt: Copiar hiperligação
ru: Копировать гиперссылку
th: คัดลอกลิงค์
zh: 复制超链接

# Label_Hyperlink
source: Hyperlink
es: Hipervínculo
fr: Hyperlien
hi: हाइपरलिंक
it: Collegamento ipertestuale
ja: ハイパーリンク
pt: Hiperligação
ru: Гиперссылка
th: ลิงค์
zh: 超链接

# Label_RemoveHyperlink
source: Remove Hyperlink
es: Eliminar hipervínculo
fr: Supprimer Hyperlien
hi: हाइपरलिंक दूर करें
it: Rimuovi collegamento ipertestuale
ja: ハイパーリンクを削除
nl: Hyperlink verwijderen
pt: Remover hiperligação
ru: Удалить гиперссылку
th: ลบลิงค์
zh: 移除超链接

# Label_EnterURL
source: Enter URL address
es: Introduzca la dirección URL
fr: Entrer une adresse internet
hi: URL पता दर्ज करें
it: Inserire l'indirizzo URL
ja: URLを入力
nl: Voer URL-adres in
pt: Inserir endereço de URL
ru: Ввести адрес URL
th: กรอก URL
zh: 编辑URL地址

# Label_EnterEmail
source: Enter e-mail address
es: Introduzca la dirección de correo electrónico
fr: Entrer une adresse e-mail
hi: ई-मेल पता दर्ज करें
it: Inserire gli indirizzi e-mail
ja: メールアドレスを入力
nl: Voer e-mailadres in
pt: Inserir endereço de e-mail
ru: Ввести адрес эл. почты
th: กรอกอีเมล์
zh: 输入电子邮件地址

# Label_EnterSubject
source: Enter subject
es: Introduzca el asunto
fr: Entrer un sujet
hi: विषय दर्ज करें
it: Inserire l'oggetto
ja: 件名を入力
nl: Voer onderwerp in
pt: Inserir sujeito
ru: Ввести тему
th: กรอกหัวข้อ
zh: 输入主题

# Label_Slide
source: Slide
es: Diapositiva
fr: Diapositive
hi: स्‍लाइड
ja: スライド
nl: Dia
pt: Diapostivo
ru: Слайд
th: สไลด์
zh: 幻灯片

# Label_SetHyperlinkAction
source: Set Hyperlink action on tap
es: Activar hipervínculo con una pulsación
fr: Configurer une action Hyperlien sur tapotage
hi: टैप करने पर हाइपरलिंक कार्य करना स्‍थापित करें
it: Imposta l'azione del Collegamento Ipertestuale al tocco
ja: タップ時のハイパーリンクのアクションを設定
nl: Stel Hyperlink-actie bij tikken in
pt: Definir acção de Hiperligação ao tocar
ru: Установить переход по гиперссылке при касании
th: ตั้งลิงค์เมื่อแตะ
zh: 设置轻按超链接操作

# Label_SlideNumber
source: Slide %d
es: Diapositiva %d
fr: Diapositive %d
hi: स्‍लाइड %d
ja: スライド %d
nl: Dia %d
pt: Diapositivo %d
ru: Слайд %d
th: สไลด์ %d
zh: 幻灯片%d

# Label_NextSlide
source: Next Slide
es: Siguiente diapositiva
fr: Diapositive suivante
hi: अगली स्‍लाइड
it: Slide Successiva
ja: 次のスライド
nl: Volgende dia
pt: Diapositivo seguinte
ru: Следующий слайд
th: สไลด์ถัดไป
zh: 下张幻灯片

# Label_PreviousSlide
source: Previous Slide
es: Diapositiva anterior
fr: Diapositive précédente
hi: पिछली स्‍लाइड
it: Slide Precedente
ja: 前のスライド
nl: Vorige dia
pt: Diapositivo anterior
ru: Предыдущий слайд
th: สไลด์ก่อนหน้า
zh: 上张幻灯片

# Label_FirstSlide
source: First Slide
es: Primera diapositiva
fr: Première diapositive
hi: पहली स्‍लाइड
it: Prima Slide
ja: 最初のスライド
nl: Eerste dia
pt: Primeiro diapositivo
ru: Первый слайд
th: สไลด์แรก
zh: 第一张幻灯片

# Label_LastSlide
source: Last Slide
es: Última diapositiva
fr: Dernière diapositive
hi: अंतिम स्‍लाइड
it: Ultima Slide
ja: 最後のスライド
nl: Laatste dia
pt: Último diapositivo
ru: Последний слайд
th: สไลด์สุดท้าย
zh: 最后一张幻灯片

# Label_EndSlideshow
source: End Slideshow
es: Finalizar presentación
fr: Arrêter le diaporama
hi: स्‍लाइडशो का अंत
it: Termina Presentazione
ja: スライドショーを終了
nl: Diavoorstelling stoppen
pt: Terminar apresentação
ru: Завершить слайд-шоу
th: สิ้นสุดสไลด์โชว์
zh: 终止播放幻灯片

# Label_NoAction
source: No action
es: Sin acción
fr: Aucune action
hi: कोई कार्य नहीं
it: Nessuna azione
ja: アクションはありません
nl: Geen actie
pt: Sem acção
ru: Никаких действий
th: ไม่มีการกระทำใดๆ
zh: 无操作

# Label_Unsupported
source: Unsupported
es: No compatible
fr: Non pris en charge
hi: असमर्थित
it: Non supportato
ja: サポートされていません
nl: Niet ondersteund
pt: Não suportada
ru: Не поддерживается
th: ไม่ได้รับการสนับสนุน
zh: 不支持

# Label_Shape
source: Shape
es: Forma
fr: Forme
hi: आकृति
it: Forma
ja: シェイプ
nl: Vorm
pt: Formato
ru: Фигура
th: รูปทรง
zh: 形状

# Label_Shapes
source: Shapes
es: Formas
fr: Formes
hi: आकृतियां
it: Forme
ja: シェイプ
nl: Vormen
pt: Formatos
ru: Фигуры
th: รูปทรง
zh: 形状

# Label_Lines
source: Lines
es: Líneas
fr: Lignes
hi: रेखाएं
it: Linee
ja: 線
nl: Lijnen
pt: Linhas
ru: Линии
th: เส้นตรง
zh: 线条

# Label_Rectangles
source: Rectangles
es: Rectángulos
hi: आयत
it: Rettangoli
ja: 四角形
nl: Rechthoeken
pt: Rectângulos
ru: Прямоугольники
th: สี่เหลี่ยม
zh: 矩形
