Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_OCT2BIN
source: Converts an octal number to binary
es: Convierte un número octal a binario
fr: Convertit un nombre octal en nombre binaire.
hi: अष्टाधारी संख्या को द्विधारी में परिवर्तित करता है
it: Converte un numero da ottale a binario
ja: 8進値を2進値に変換します
nl: Converteert een octaal getal naar een decimaal getal
pt: Converte um número octal em binário
ru: Преобразует восьмеричное число в двоичное
th: แปลงเลขฐานแปดเป็นเลขฐานสอง
zh: 将八进制数转换为二进制数

# Excel_func_OCT2DEC
source: Converts an octal number to decimal
es: Convierte un número octal a decimal
fr: Convertit un nombre octal en nombre décimal.
hi: अष्टाधारी संख्या को दशमलव में परिवर्तित करता है
it: Converte un numero da ottale a decimale
ja: 8進値を10進値に変換します
nl: Converteert een octaal getal naar een decimaal getal
pt: Converte um número octal em decimal
ru: Преобразует восьмеричное число в десятичное
th: แปลงเลขฐานแปดเป็นเลขฐานสิบ
zh: 将八进制数转换为十进制数

# Excel_func_OCT2HEX
source: Converts an octal number to hexadecimal
es: Convierte un número octal a hexadecimal
fr: Convertit un nombre octal en nombre hexadécimal.
hi: अष्टाधारी संख्या को षोडश आधारी में परिवर्तित करता है
it: Converte un numero da ottale a esadecimale
ja: 8進値を16進値に変換します
nl: Converteert een octaal getal naar een hexadecimaal getal
pt: Converte um número octal em hexadecimal
ru: Преобразует восьмеричное число в шестнадцатеричное
th: แปลงเลขฐานแปดเป็นเลขฐานสิบหก
zh: 将八进制数转换为十六进制数

# Excel_func_ODD
source: Rounds a number up to the nearest odd integer
es: Redondea un número hacia arriba al entero impar más cercano
fr: Renvoie le nombre, arrondi à la valeur du nombre entier impair le plus proche en s'éloignant de zéro.
hi: संख्या को निकटतम विषम पूर्ण संख्या में पूर्णांकित करता है
it: Arrotonda il valore assoluto di un numero per eccesso all'intero dispari più vicino
ja: 数値を最も近い奇数に切り上げます
nl: Rondt een getal naar boven af op het dichtstbijzijnde gehele oneven getal
pt: Arredonda um número por excesso para o número ímpar mais próximo
ru: Округляет число до ближайшего нечетного целого
th: ปัดเศษตัวเลขจนถึงจำนวนเต็มคี่ที่ใกล้ที่สุด
zh: 将数字向上舍入为最接近的奇数

# Excel_func_ODDFPRICE
source: Returns the price per $100 face value of a security with an odd first period
es: Devuelve el precio por $100 de valor nominal de un valor bursátil con un primer período impar
fr: Renvoie le prix par tranche de valeur nominale de 100 euros d'un titre dont la première période de coupon est irrégulière.
hi: विषम प्रथम अवधि सहित प्रतिभूति के अंकित मूल्य को प्रति $100 क़ीमत देता है
it: Restituisce il prezzo di un titolo dal valore nominale di 100 $ avente il primo periodo di durata irregolare
ja: 奇数の最初の期間の100ドルの額面価値ごとの価格を返します
nl: Geeft als resultaat de prijs per € 100 nominale waarde voor een waardepapier met een afwijkende eerste termijn
pt: Devolve o preço de € 100 do valor nominal de um título com um período inicial incompleto
ru: Возвращает цену за 100 рублей для номинальной стоимости ценных бумаг с нерегулярным (коротким или длинным) первым периодом купона
th: แสดงผลราคาต่อมูลค่าที่ตราไว้ $100 ของหลักทรัพย์ที่มีงวดคี่งวดแรก
zh: 返回每张票面为$100且第一期为奇数的债券的现价

# Excel_func_ODDFYIELD
source: Returns the yield of a security with an odd first period
es: Devuelve el rendimiento de un valor bursátil con un primer período impar
fr: Renvoie le taux de rendement d'un titre dont la première période de coupon est irrégulière.
hi: विषम प्रथम अवधि सहित प्रतिभूति का प्रतिफल देता है
it: Restituisce il rendimento di un titolo avente il primo periodo di durata irregolare
ja: 奇数の最初の期間の証券の利回りを返します
nl: Geeft als resultaat het rendement voor een waardepapier met een afwijkende eerste termijn
pt: Devolve o lucro de um título com um período inicial incompleto
ru: Возвращает доход по ценным бумагам с нерегулярным (коротким или длинным) первым периодом купона
th: แสดงผลตอบแทนของหลักทรัพย์ที่มีงวดคี่งวดแรก
zh: 返回第一期为奇数的债券的收益

# Excel_func_ODDLPRICE
source: Returns the price per $100 face value of a security with an odd last period
es: Devuelve el precio por un valor nominal de $100 de un valor bursátil con un último período impar
fr: Renvoie le prix par tranche de valeur nominale de 100 euros d'un titre dont la dernière période de coupon est irrégulière.
hi: विषम अंतिम अवधि सहित प्रतिभूति के प्रति $100 अंकित मूल्य की क़ीमत देता है
it: Restituisce il prezzo di un titolo dal valore nominale di 100 $ avente l'ultimo periodo di durata irregolare
ja: 奇数の最後の期間の100ドルの額面価値ごとの価格を返します
nl: Geeft als resultaat de prijs per € 100 nominale waarde voor een waardepapier met een afwijkende laatste termijn
pt: Devolve o preço de € 100 do valor nominal de um título com um período final incompleto
ru: Возвращает цену за 100 рублей для номинальной стоимости ценных бумаг с нерегулярным (коротким или длинным) последним периодом купона
th: แสดงผลราคาต่อมูลค่าที่ตราไว้ $100 ของหลักทรัพย์ที่มีงวดคี่งวดสุดท้าย
zh: 返回每张票面为$100且最后一期为奇数的债券的现价

# Excel_func_ODDLYIELD
source: Returns the yield of a security with an odd last period
es: Devuelve el rendimiento de un valor bursátil con un último período impar
fr: Renvoie le taux de rendement d'un titre dont la dernière période de coupon est irrégulière.
hi: विषम अंतिम अवधि सहित प्रतिभूति का प्रतिफल देता है
it: Restituisce il rendimento di un titolo avente l'ultimo periodo di durata irregolare
ja: 奇数の最後の期間の証券の利回りを返します
nl: Geeft als resultaat het rendement voor een waardepapier met een afwijkende laatste termijn
pt: Devolve o lucro de um título com um período final incompleto
ru: Возвращает доход по ценным бумагам с нерегулярным (коротким или длинным) последним периодом купона
th: แสดงผลตอบแทนของหลักทรัพย์ที่มีงวดคี่งวดสุดท้าย
zh: 返回最后一期为奇数的债券的收益

# Excel_func_OFFSET
source: Returns a reference offset from a given reference
es: Devuelve un desplazamiento de referencia respecto a una referencia dada
fr: Renvoie une référence décalée par rapport à une référence donnée.
hi: निश्चित संदर्भ से संदर्भ ऑफ़सेट देता है
it: Restituisce lo scostamento di riferimento rispetto al riferimento specificato
ja: 指定された参照からの参照オフセットを返します
nl: Geeft als resultaat een nieuwe verwijzing die is verschoven ten opzichte van een bepaalde verwijzing
pt: Devolve o deslocamento de referência de uma determinada referência
ru: Возвращает смещение ссылки относительно заданной ссылки
th: แสดงผลออฟเซ็ตการอ้างอิงจากการอ้างอิงที่ระบุ
zh: 从给定引用中返回引用偏移量

# Excel_func_OR
source: Returns TRUE if any argument is TRUE
es: Devuelve VERDADERO si cualquier argumento es VERDADERO
fr: Renvoie VRAI si un des arguments est VRAI.
hi: यदि कोई तर्क TRUE है तो TRUE देता है
it: Restituisce TRUE se un argomento è TRUE
ja: 引数がTRUEの場合にTRUEを返します
nl: Geeft als resultaat WAAR als minimaal een van de argumenten WAAR is
pt: Devolve VERDADEIRO se qualquer argumento for VERDADEIRO
ru: Возвращает значение TRUE (ИСТИНА), если какой-либо из аргументов равен TRUE (ИСТИНА)
th: แสดงผล TRUE ถ้าอาร์กิวเมนต์ใดๆ เป็น TRUE
zh: 如果任一参数为TRUE，则返回TRUE

# Excel_func_PEARSON
source: Returns the Pearson product moment correlation coefficient
es: Devuelve el coeficiente de momento de correlación de producto Pearson
fr: Renvoie le coefficient de corrélation d'échantillonnage de Pearson.
hi: Pearson गुणनफल पल सहसंबंध गुणांक देता है
it: Restituisce il prodotto del coefficiente di momento di correlazione di Pearson
ja: ピアソンの積率相関係数を返します
nl: Geeft als resultaat de correlatiecoëfficiënt van Pearson
pt: Devolve o coeficiente de correlação momento/produto de Pearson
ru: Возвращает коэффициент корреляции Пирсона
th: แสดงผลค่าสัมประสิทธิ์สหสัมพันธ์ของผลคูณ Pearson
zh: 返回Pearson乘积矩相关系数

# Excel_func_PERCENTILE
source: Returns the k-th percentile of values in a range
es: Devuelve el k-ésimo percentil de los valores de un rango
fr: Renvoie le k-ième centile des valeurs d'une plage.
hi: किसी श्रेणी के मानों में k-वां शतमक देता है
it: Restituisce il k-esimo percentile di valori in un intervallo
ja: 範囲内の kTh の百分位数を返します
nl: Geeft als resultaat het k-de percentiel van waarden in een bereik
pt: Devolve o enésimo percentil de valores num intervalo
ru: Возвращает k-ую персентиль для значений диапазона
th: แสดงผลเปอร์เซ็นไทล์ k-th ของค่าในช่วง
zh: 返回区域中数值的第k个百分点的值

# Excel_func_PERCENTRANK
source: Returns the percentage rank of a value in a data set
es: Devuelve el rango porcentual de un valor de un conjunto de datos
fr: Renvoie le rang en pourcentage d'une valeur d'une série de données.
hi: डेटा सेट में मान का प्रतिशत रैंक देता है
it: Restituisce il rango percentuale di un valore in un insieme di dati
ja: データセットの値のパーセンテージ ランクを返します
nl: Geeft als resultaat de positie, in procenten uitgedrukt, van een waarde in de rangorde van een gegevensverzameling
pt: Devolve a ordem percentual de um valor num conjunto de dados
ru: Возвращает процентную норму значения в наборе данных
th: แสดงผลอันดับเปอร์เซ็นต์ของค่าในชุดข้อมูล
zh: 返回数据集中值的百分比排位

# Excel_func_PERMUT
source: Returns the number of permutations for a given number of objects
es: Devuelve el número de permutaciones de un número determinado de objetos
fr: Renvoie le nombre de permutations pour un nombre donné d'objets.
hi: निश्चित ऑब्जेक्टों के लिए क्रम-परिवर्तनों की संख्या देता है
it: Restituisce il numero di permutazioni per un numero specifico di oggetti
ja: 指定されたオブジェクトの順列の数を返します
nl: Geeft als resultaat het aantal permutaties voor een gegeven aantal objecten
pt: Devolve o número de permutações de um determinado número de objetos
ru: Возвращает число перестановок для заданного числа элементов
th: แสดงผลจำนวนการเรียงสับเปลี่ยนสำหรับจำนวนวัตถุที่ระบุ
zh: 返回给定数目对象的排列数

# Excel_func_PHONETIC
source: Extracts the phonetic (furigana) characters from a text string
es: Extrae los caracteres fonéticos (furigana) de una cadena de texto
fr: Extrait les caractères phonétiques (furigana) d'une chaîne de texte.
hi: पाठ स्ट्रिंग से ध्वन्यात्मक (furigana) वर्णों को निष्कर्षित करता है
it: Estrae i caratteri fonetici (furigana) da una stringa di testo
ja: テキスト文字列の音声 (ふりがな) 文字を抽出します
nl: Haalt de fonetische tekens (furigana) uit een tekenreeks op
pt: Retira os caracteres fonéticos (furigana) de uma cadeia de texto
ru: Извлекает фонетические (фуригана) знаки из текстовой строки
th: ดึงข้อมูลอักขระการออกเสียง (furigana) จากสตริงข้อความ
zh: 提取文本字符串中的拼音（汉字注音）字符

# Excel_func_PI
source: Returns the value of pi
es: Devuelve el valor de pi
fr: Renvoie la valeur de pi.
hi: पाई का मान देता है
it: Restituisce il valore pi greco
ja: piの値を返します
nl: Geeft als resultaat de waarde van pi
pt: Devolve o valor de pi
ru: Возвращает значение числа пи
th: แสดงค่าของพาย
zh: 返回pi的值

# Excel_func_PMT
source: Returns the periodic payment for an annuity
es: Devuelve el pago periódico de una anualidad
fr: Calcule le paiement périodique d'un investissement donné.
hi: वार्षिकी के लिए आवधिक भुगतान देता है
it: Restituisce il pagamento periodico per un'annualità
ja: 年間の期間支払いを返します
nl: Geeft als resultaat de periodieke betaling voor een annuïteit
pt: Devolve o pagamento periódico de uma anuidade
ru: Возвращает периодический платеж в счет ежегодных выплат
th: แสดงผลการชำระเงินเป็นงวดสำหรับเงินรายปี
zh: 返回年金的定期支付金额

# Excel_func_POISSON
source: Returns the Poisson distribution
es: Devuelve la distribución de Poisson
fr: Renvoie la probabilité d'une variable aléatoire suivant une loi de Poisson.
hi: पॉइज़न वितरण देता है
it: Restituisce la distribuzione di probabilità di Poisson
ja: ポアソン分布を返します
nl: Geeft als resultaat de Poisson-verdeling
pt: Devolve a distribuição de Poisson
ru: Возвращает распределение Пуассона
th: แสดงผลการแจกแจง Poisson
zh: 返回泊松分布

# Excel_func_POWER
source: Returns the result of a number raised to a power
es: Devuelve el resultado de elevar un número a una potencia
fr: Renvoie la valeur du nombre élevé à une puissance.
hi: विभिन्न गुणांकों का परिणाम देता है
it: Restituisce il risultato di un numero elevato alla potenza
ja: 累乗した数値の結果を返します
nl: Verheft een getal tot een macht
pt: Devolve o resultado de um número elevado a uma potência
ru: Возвращает результат возведения числа в степень
th: แสดงผลลัพธ์ของตัวเลขที่ยกกำลัง
zh: 返回数的乘幂

# Excel_func_PPMT
source: Returns the payment on the principal for an investment for a given period
es: Devuelve el pago de capital de una inversión durante un período determinado
fr: Calcule, pour une période donnée, la part de remboursement du principal d'un investissement.
hi: निश्चित अवधि के लिए किसी निवेश हेतु मूलधन पर भुगतान देता है
it: Restituisce il pagamento sul capitale di un investimento per un dato periodo
ja: 指定した期間の投資に対する元本の支払いを返します
nl: Geeft als resultaat de afbetaling op de hoofdsom voor een bepaalde termijn
pt: Devolve o pagamento sobre o capital de um investimento num determinado período
ru: Возвращает платеж с основного вложенного капитала за данный период
th: แสดงผลการชำระเงินต้นสำหรับการลงทุนสำหรับงวดที่ระบุ
zh: 返回一笔投资在给定期间内偿还的本金

# Excel_func_PRICE
source: Returns the price per $100 face value of a security that pays periodic interest
es: Devuelve el precio por un valor nominal de $100 de un valor bursátil que paga una tasa de interés periódico
fr: Renvoie le prix d'un titre rapportant des intérêts périodiques, pour une valeur nominale de 100 euros.
hi: आवधिक ब्याज अदा करने वाली प्रतिभूति का प्रति $100 अंकित मूल्य क़ीमत देता है
it: Restituisce il prezzo di un titolo dal valore nominale di 100 $ con interessi periodici
ja: 期間金利を支払う証券の100ドル額面価値ごとの価格を返します
nl: Geeft als resultaat de prijs per € 100 nominale waarde voor een waardepapier waarvan de rente periodiek wordt uitgekeerd
pt: Devolve o preço de € 100 do valor nominal de um título que paga juros periódicos
ru: Возвращает цену за 100 рублей для номинальной стоимости ценных бумаг, по которым выплачивается периодический процент
th: แสดงผลราคาต่อมูลค่าที่ตราไว้ $100 ของหลักทรัพย์ที่ชำระดอกเบี้ยเป็นงวด
zh: 返回每张票面为$100且定期支付利息的债券的现价

# Excel_func_PRICEDISC
source: Returns the price per $100 face value of a discounted security
es: Devuelve el precio por un valor nominal de $100 de un valor bursátil con descuento
fr: Renvoie la valeur d'encaissement d'un escompte commercial, pour une valeur nominale de 100 euros.
hi: बट्टागत प्रतिभूति का प्रति $100 अंकित मूल्य क़ीमत देता है
it: Restituisce il prezzo di un titolo scontato dal valore nominale di 100 $
ja: 割り引いた証券の100ドルの額面価値ごとの価格を返します
nl: Geeft als resultaat de prijs per € 100 nominale waarde voor een verdisconteerd waardepapier
pt: Devolve o preço por € 100 do valor nominal de um título descontado
ru: Возвращает цену за 100 рублей для номинальной стоимости ценных бумаг, на которые сделана скидка
th: แสดงผลราคาต่อมูลค่าที่ตราไว้ $100 ของหลักทรัพย์ที่มีส่วนลด
zh: 返回每张票面为$100的已贴现债券的现价

# Excel_func_PRICEMAT
source: Returns the price per $100 face value of a security that pays interest at maturity
es: Devuelve el precio por un valor nominal de $100 de un valor bursátil que paga interés a su vencimiento
fr: Renvoie le prix d'un titre dont la valeur nominale est 100 euros et qui rapporte des intérêts à l'échéance.
hi: परिपक्वता पर ब्याज का भुगतान करने वाली प्रतिभूति का प्रति $100 अंकित मूल्य क़ीमत देता है
it: Restituisce il prezzo di un titolo dal valore nominale di 100 $ con interessi alla scadenza
ja: 満期時に金利を支払う証券の100ドルの額面値ごとの価格を返します
nl: Geeft als resultaat de prijs per € 100 nominale waarde voor een waardepapier waarvan de rente wordt uitgekeerd op de vervaldatum
pt: Devolve o preço por € 100 do valor nominal de um título que paga juros no vencimento
ru: Возвращает цену за 100 рублей для номинальной стоимости ценных бумаг, по которым процент выплачивается в срок погашения
th: แสดงผลราคาต่อมูลค่าที่ตราไว้ $100 ของหลักทรัพย์ที่ชำระดอกเบี้ยเมื่อครบกำหนด
zh: 返回每张票面为$100且在到期日支付利息的债券的现价

# Excel_func_PROB
source: Returns the probability that values in a range are between two limits
es: Devuelve la probabilidad de que los valores de un rango se encuentren entre dos límites
fr: Renvoie la probabilité que des valeurs d'une plage soient comprises entre deux limites.
hi: संभावना व्यक्त करता है कि किसी श्रेणी के मान दो सीमाओं के बीच हैं
it: Restituisce la probabilità che i valori di un intervallo si trovino entro due limiti
ja: 範囲内の値が2つの制限値の間にある確率を返します
nl: Geeft als resultaat de kans dat waarden zich tussen twee grenzen bevinden
pt: Devolve a probabilidade de os valores num intervalo se encontrarem entre dois limites
ru: Возвращает вероятность того, что значения диапазона находятся внутри заданных пределов
th: แสดงผลความน่าจะเป็นที่ค่าในช่วงอยู่ระหว่างขีดจำกัดสองค่า
zh: 返回区域中的数值落在指定区间内的概率

# Excel_func_PRODUCT
source: Multiplies its arguments
es: Multiplica sus argumentos
fr: Multiplie ses arguments.
hi: अपने तर्कों को कई गुणा बढ़ाता है
it: Moltiplica gli argomenti
ja: 引数を乗じます
nl: Vermenigvuldigt de argumenten met elkaar
pt: Multiplica os respetivos argumentos
ru: Перемножает аргументы
th: คูณอาร์กิวเมนต์
zh: 将其参数相乘

# Excel_func_PROPER
source: Capitalizes the first letter in each word of a text value
es: Pone en mayúscula la primera letra de cada palabra de un valor de texto
fr: Met en majuscules la première lettre de chaque mot dans une chaîne textuelle.
hi: पाठ मान के प्रत्येक शब्द के प्रथम अक्षर को कैपिटल अक्षर में बदलता है
it: Converte in maiuscolo la prima lettera di ogni parola in un valore di testo
ja: テキスト値の各単語の頭文字を大文字にします
nl: Zet de eerste letter van elk woord in een tekst om in een hoofdletter
pt: Coloca em maiúsculas a primeira letra de cada palavra de um valor de texto
ru: Преобразует первые буквы всех слов в текстовом значении в прописные
th: ใช้ตัวพิมพ์ใหญ่กับตัวอักษรแรกในแต่ละคำในค่าข้อความ
zh: 将文本值的每个字的首字母大写

# Excel_func_PV
source: Returns the present value of an investment
es: Devuelve el valor actual de una inversión
fr: Calcule la valeur actuelle d'un investissement.
hi: किसी निवेश का वर्तमान मूल्य देता है
it: Restituisce il valore attuale di un investimento
ja: 投資の現在価値を返します
nl: Geeft als resultaat de huidige waarde van een investering
pt: Devolve o valor atual de um investimento
ru: Возвращает текущую стоимость капиталовложений
th: แสดงผลค่าปัจจุบันของการลงทุน
zh: 返回投资的现值

# Excel_func_QUARTILE
source: Returns the quartile of a data set
es: Devuelve el cuartil de un conjunto de datos
fr: Renvoie le quartile d'une série de données.
hi: किसी डेटा सेट का चतुर्थक देता है
it: Restituisce il quartile per un insieme di dati
ja: データセットの四分位値を返します
nl: Geeft als resultaat het kwartiel van een gegevensverzameling
pt: Devolve o quartil de um conjunto de dados
ru: Возвращает квартиль набора данных
th: แสดงผลควอไทล์ของชุดข้อมูล
zh: 返回一组数据的四分位点

# Excel_func_QUOTIENT
source: Returns the integer portion of a division
es: Devuelve la parte entera de una división
fr: Renvoie la partie entière du résultat d'une division.
hi: भाग का पूर्णांक अंश देता है
it: Restituisce il quoziente di una divisione
ja: 除算の整数部分を返します
nl: Geeft als resultaat de uitkomst van een deling als geheel getal
pt: Devolve a parte inteira de uma divisão
ru: Возвращает целую часть от деления
th: แสดงผลส่วนของจำนวนเต็มของการหาร
zh: 返回除法的整数部分

# Excel_func_RADIANS
source: Converts degrees to radians
es: Convierte grados en radianes
fr: Convertit des degrés en radians.
hi: डिग्री को त्रिज्या-कोण में परिवर्तित करता है
it: Converte i gradi in radianti
ja: 角度をラジアンに変換します
nl: Converteert graden naar radialen
pt: Converte graus em radianos
ru: Преобразует градусы в радианы
th: แปลงองศาเป็นเรเดียน
zh: 将度转换为弧度

# Excel_func_RAND
source: Returns a random number between 0 and 1
es: Devuelve un número aleatorio entre 0 y 1
fr: Renvoie un nombre aléatoire compris entre 0 et 1.
hi: 0 और 1 के बीच यादृच्छिक संख्या देता है
it: Restituisce un numero casuale tra 0 e 1
ja: 0と1の間の乱数を返します
nl: Geeft als resultaat een willekeurig getal tussen 0 en 1
pt: Devolve um número aleatório entre 0 e 1
ru: Возвращает случайное число между 0 и 1
th: แสดงผลตัวเลขสุ่มระหว่าง 0 และ 1
zh: 返回0和1之间的一个随机数

# Excel_func_RANDBETWEEN
source: Returns a random number between the numbers you specify
es: Devuelve un número aleatorio entre los números que especifique
fr: Renvoie un nombre aléatoire entre les nombres que vous spécifiez.
hi: आपके द्वारा निर्दिष्ट संख्याओं के बीच यादृच्छिक संख्या देता है
it: Restituisce un numero casuale tra i numeri specificati
ja: 指定した数の間の乱数を返します
nl: Geeft een willekeurig getal tussen de getallen die je hebt opgegeven
pt: Devolve um número aleatório entre os números especificados
ru: Возвращает случайное число между двумя заданными числами
th: แสดงผลตัวเลขสุ่มระหว่างตัวเลขที่คุณระบุ
zh: 返回位于两个指定数之间的一个随机数

# Excel_func_RANK
source: Returns the rank of a number in a list of numbers
es: Devuelve la jerarquía de un número en una lista de números
fr: Renvoie le rang d'un nombre contenu dans une liste.
hi: संख्याओं की सूची में संख्या का दर्जा देता है
it: Restituisce il rango di un numero in un elenco di numeri
ja: 数値のリストの数値のランクを返します
nl: Geeft als resultaat het rangnummer van een getal in een lijst getallen
pt: Devolve a ordem de um número numa lista numérica
ru: Возвращает ранг числа в списке чисел
th: แสดงผลอันดับของตัวเลขในรายการตัวเลข
zh: 返回一列数字的数字排位

# Excel_func_RATE
source: Returns the interest rate per period of an annuity
es: Devuelve la tasa de interés por período de una anualidad
fr: Calcule le taux d'intérêt par période pour une annuité.
hi: किसी वार्षिकी का प्रति अवधि ब्याज दर देता है
it: Restituisce il tasso d'interesse per periodo in un'annualità
ja: 年賦金の期間あたりの金利を返します
nl: Geeft als resultaat het periodieke rentepercentage voor een annuïteit
pt: Devolve a taxa de juros por período de uma anuidade
ru: Возвращает процентную ставку за период ежегодных выплат
th: แสดงผลอัตราดอกเบี้ยของเงินรายปี
zh: 返回年金的各期利率

# Excel_func_RECEIVED
source: Returns the amount received at maturity for a fully invested security
es: Devuelve la cantidad recibida al vencimiento de un valor bursátil completamente invertido
fr: Renvoie la valeur nominale à échéance d'un titre totalement investi.
hi: संपूर्ण निवेश वाली प्रतिभूति के लिए परिपक्वता पर प्राप्त राशि देता है
it: Restituisce l'ammontare ricevuto alla scadenza di un titolo interamente investito
ja: 完全投資型証券の満期受取金額を返します
nl: Geeft als resultaat het bedrag dat op de vervaldatum wordt uitgekeerd voor een volgestort waardepapier
pt: Devolve o montante recebido no vencimento de um título investido na totalidade
ru: Возвращает сумму, полученную к сроку погашения полностью инвестированных ценных бумаг
th: แสดงผลจำนวนเงินที่ได้รับเมื่อครบกำหนดสำหรับหลักทรัพย์ที่ลงทุนแบบเต็ม
zh: 返回完全投资型债券在到期日收回的金额

# Excel_func_REGISTER_ID
source: Returns the register ID of the specified dynamic link library (DLL) or code resource that has been previously registered
es: Devuelve el número de identificación del registro de la biblioteca de vínculos dinámicos (DLL) especificada o del recurso de código previamente registrado
fr: Renvoie le numéro d'identification du registre de la bibliothèque de liens dynamiques qui a été spécifiée ou de la ressource de code qui a été mise en registre auparavant.
hi: पहले पंजीकृत किसी निर्दिष्ट डायनमिक लिंक लाइब्रेरी (DLL) या कोड रिसोर्स का रजिस्टर ID देता है
it: Restituisce l'identificatore di registro della libreria a collegamento dinamico (DLL) o risorsa codice specificati precedentemente registrati
ja: 指定されたダイナミックリンクライブラリ（DLL）または前に登録されているコードリソースの登録IDを返します
nl: Bepaalt de registratie-id van de opgegeven DLL (Dynamic Link Library) of de codebron die eerder is geregistreerd
pt: Devolve a identificação do registo da biblioteca de ligação dinâmica (DLL) especificada ou o recurso de código que foi registado anteriormente
ru: Возвращает регистрационный идентификатор указанной библиотеки динамической компоновки (DLL) или ранее зарегистрированного кодового ресурса
th: แสดงผล ID การลงทะเบียนของไดนามิกลิงก์ไลบรารี (DLL) หรือทรัพยากรรหัสที่ระบุซึ่งมีการลงทะเบียนก่อนหน้านี้
zh: 返回已注册过的指定动态链接库(DLL)或代码源的注册号
