Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_Untitled
source: Untitled
es: Sin título
fr: Sans titre
hi: अनामांकित
it: Senza titolo
ja: 名称未設定
nl: Naamloos
pt: Sem título
ru: Без названия
th: ไม่มีชื่อ
zh: 无标题

# Label_Error
source: Error
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
nl: Fout
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
zh: 错误

# Label_OK
source: OK
es: Aceptar
hi: ठीक है
th: ตกลง
zh: 确定

# Label_Cancel
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
th: ยกเลิก
zh: 取消

# Label_Confirmation
source: Confirmation
es: Confirmación
hi: पुष्टिकरण
it: Conferma
ja: 確認
nl: Bevestiging
pt: Confirmação
ru: Подтверждение
th: การยืนยัน
zh: 确认

# Label_Enter
source: Enter
es: Introducir
fr: Entrer
hi: प्रविष्‍ट करें
it: Inserisci
ja: 入力
nl: Invoeren
pt: Introduzir
ru: Ввод
th: กรอกข้อมูล
zh: 输入

# Label_Password
source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
nl: Wachtwoord
pt: Palavra-passe
ru: Пароль
th: รหัสผ่าน
zh: 密码

# Label_DontSave
source: Don't Save
es: No guardar
fr: Ne pas enregistrer
hi: सहेजें नहीं
it: Non salvare
ja: 保存しない
nl: Niet opslaan
pt: Não Guardar
ru: Не сохранять
th: ไม่บันทึก
zh: 不保存

# Label_Save
source: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
nl: Opslaan
pt: Guardar
ru: Сохранить
th: บันทึก
zh: 保存

# Label_SaveAs
source: Save As
es: Guardar como
fr: Enregistrer sous
hi: के रूप में सहेजें
it: Salva con nome
ja: 別名で保存
nl: Opslaan als
pt: Guardar Como
ru: Сохранить как
th: บันทึกเป็น
zh: 另存为

# Label_UndoRedoTitle
source: Undo/Redo
es: Deshacer/Rehacer
fr: Annuler/Rétablir
hi: पूर्ववत करें/फिर से करें
it: Annulla/Ripeti
ja: 取り消し/やり直し
nl: Ongedaan maken/Opnieuw
pt: Anular/Repetir
ru: Отменить/вернуть
th: ยกเลิกการทำ/ทำซ้ำ
zh: 撤销/重复

# Label_Undo
source: Undo
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 取り消し
nl: Ongedaan maken
pt: Anular
ru: Отменить
th: ยกเลิกการทำ
zh: 撤销

# Label_Redo
source: Redo
es: Rehacer
fr: Rétablir
hi: फिर से करें
it: Ripeti
ja: やり直し
nl: Opnieuw
pt: Repetir
ru: Вернуть
th: ทำซ้ำ
zh: 重复

# Label_Copy
source: Copy
es: Copiar
fr: Copier
hi: प्रतिलिपि बनाएं
it: Copia
ja: コピー
nl: Kopiëren
pt: Copiar
ru: Копировать
th: คัดลอก
zh: 复制

# Label_Paste
source: Paste
es: Pegar
fr: Coller
hi: चिपकाएं
it: Incolla
ja: 貼り付け
nl: Plakken
pt: Colar
ru: Вставить
th: วาง
zh: 粘贴

# Label_Cut
source: Cut
es: Cortar
fr: Couper
hi: काटें
it: Taglia
ja: 切り取り
nl: Knippen
pt: Cortar
ru: Вырезать
th: ตัด
zh: 剪切

# Label_Clear
source: Clear
es: Borrar
fr: Effacer
hi: साफ करें
it: Cancella
ja: クリア
nl: Wissen
pt: Limpar
ru: Очистить
th: ล้าง
zh: 清除

# Label_Insert
source: Insert
es: Insertar
fr: Insérer
hi: सम्मिलित करें
it: Inserisci
ja: 挿入
nl: Invoegen
pt: Inserir
ru: Вставка
th: แทรก
zh: 插入

# Label_Delete
source: Delete
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
nl: Verwijderen
pt: Eliminar
ru: Удалить
th: ลบ
zh: 删除

# Label_Functions
source: Functions
es: Funciones
fr: Fonctions
hi: फंक्‍शंस
it: Funzioni
ja: 機能
nl: Functies
pt: Funções
ru: Функции
th: ฟังก์ชั่น
zh: 函数

# Label_Recalculate
source: Recalculate
es: Recalcular
fr: Recalculer
hi: फिर से गणना करें
it: Ricalcola
ja: 再計算
nl: Herberekenen
pt: Recalcular
ru: Пересчитать
th: คำนวณใหม่
zh: 重新计算

# Label_Hide
source: Hide
es: Ocultar
fr: Masquer
hi: छिपाएं
it: Nascondi
ja: 非表示
nl: Verbergen
pt: Ocultar
ru: Скрыть
th: ซ่อน
zh: 隐藏

# Label_Unhide
source: Unhide
es: Mostrar
fr: Afficher
hi: दिखाएं
it: Scopri
ja: 表示
nl: Weergeven
pt: Voltar a mostrar
ru: Показать
th: ยกเลิกการซ่อน
zh: 取消隐藏

# Label_Autofit
source: Fit
es: Ajustar
fr: Ajuster
hi: फिट हो
it: Adatta
ja: 調整
nl: Aanpassen
pt: Ajustar
ru: Вписать
th: ทำให้พอดี
zh: 调整

# Label_Goto
source: Go to...
es: Ir a...
fr: Atteindre...
hi: ...पर जाएं
it: Vai a...
ja: 移動する...
nl: Ga naar...
pt: Ir para...
ru: Перейти к...
th: ไปที่...
zh: 转至...

# Label_GoToCell
source: Go to Cell
es: Ir a celda
fr: Atteindre la cellule
hi: सेल पर जाएं
it: Vai alla cella
ja: セルへ移動
nl: Ga naar cel
pt: Ir para a Célula
ru: Перейти к ячейке
th: ไปที่เซลล์
zh: 转至单元格

# Label_ReferenceNotValid
source: Reference is not valid.
es: Referencia no válida.
fr: La référence n’est pas valide.
hi: संदर्भ मान्‍य नहीं है।
it: Il riferimento non è valido.
ja: 参照が無効です。
nl: Verwijzing is niet geldig.
pt: A referência não é válida.
ru: Ссылка недействительна.
th: การอ้างอิงไม่ถูกต้อง
zh: 引用无效。

# Label_GoToPage
source: Go to Page
es: Ir a página
fr: Atteindre la page
hi: पृष्‍ठ पर जाएं
it: Vai a pagina
ja: ページに移動
nl: Ga naar pagina
pt: Ir para a Página
ru: Перейти на страницу
th: ไปที่หน้า
zh: 转至页

# Label_EnterPageNumber
source: Page number (1 - %d)
es: Número de página (1 - %d)
fr: Page (1 - %d)
hi: पृष्‍ठ संख्‍या (1 - %d)
it: Numero pagina (1 - %d)
ja: ページ番号 (1 - %d)
nl: Paginanummer (1 - %d)
pt: Número de página (1 - %d)
ru: Номер страницы (1-%d)
th: หน้าหมายเลข (1 - %d)
zh: 页码(1 - %d)

# Label_CellAddress
source: Enter cell coordinates:
es: Introduzca las coordenadas de celda:
fr: Entrer les coordonnées des cellules :
hi: सेल के निर्देशांक प्रविष्‍ट करें :
it: Inserisci le coordinate della cella:
ja: セルの座標を入力:
nl: Celcoördinaten invoeren:
pt: Introduzir coordenadas da célula:
ru: Введите координаты ячейки:
th: กรอกพิกัดเซลล์:
zh: 输入单元格坐标：

# Label_Previous
source: Previous
es: Anterior
fr: Précédent
hi: पिछला
it: Precedente
ja: 前へ
nl: Vorige
pt: Anterior
ru: Предыдущая
th: ก่อนหน้า
zh: 上一个

# Label_Next
source: Next
es: Siguiente
fr: Suivant
hi: अगला
it: Successivo
ja: 次へ
nl: Volgende
pt: Seguinte
ru: Следующая
th: ถัดไป
zh: 下一个

# Label_Replace
source: Replace
es: Reemplazar
fr: Remplacer
hi: प्रतिस्‍थापित करें
it: Sostituisci
ja: 置換
nl: Vervangen
pt: Substituir
ru: Заменить
th: แทนที่
zh: 替换

# Label_Done
source: Done
es: Listo
fr: Terminé
hi: पूरा हुआ
it: Finito
ja: 完了
nl: Gereed
pt: Concluído
ru: Готово
th: เสร็จสิ้น
zh: 完成

# Label_search
source: Search
es: Buscar
fr: Rechercher
hi: खोजें
it: Ricerca
ja: 検索
nl: Zoeken
pt: Procura
ru: Поиск
th: ค้นหา
zh: 搜索

# Label_SearchOptions
source: Search Options
es: Opciones de búsqueda
fr: Options de recherche
hi: खोज विकल्‍प
it: Opzioni di ricerca
ja: 検索オプション
nl: Zoekopties
pt: Opções de Pesquisa
ru: Параметры поиска
th: ทางเลือกการค้นหา
zh: 搜索选项

# Label_replace
source: replace
es: reemplazar
fr: remplacer
hi: प्रतिस्‍थापित करें
it: sostituisci
ja: 置換
nl: vervangen
pt: substituir
ru: заменить
th: แทนที่
zh: 替换

# Label_MatchCase
source: Match Case
es: Mayúsculas y minúsculas
fr: Respecter la casse
hi: केस मिलाएं
it: Maiuscole/Minuscole
ja: 大文字と小文字を区別する
nl: Hoofdlettergevoelig
pt: Maiúsculas/minúsculas
ru: С учетом регистра
th: ตรงอักษรใหญ่เล็ก
zh: 区分大小写

# Label_MatchWholeWords
source: Match Whole Words
es: Coincidir palabras completas
fr: Mot entier
hi: पूरे शब्‍द मिलाएं
it: Confronta solo parole intere
ja: 完全一致する単語を検索する
nl: Hele woorden
pt: Palavras Inteiras
ru: Только слова целиком
th: ตรงทั้งคำ
zh: 全字匹配

# Label_MatchEntireCell
source: Match Entire Cell
es: Coincidir con toda la celda
fr: Totalité de la cellule
hi: पूरा सेल मिलाएं
it: Confronta l'intera cella
ja: セル全体にマッチ
nl: Identieke celinhoud
pt: Célula Completa
ru: Только ячейки целиком
th: ตรงทั้งเซลล์
zh: 整个单元格匹配

# Label_Values
source: Values
es: Valores
fr: Valeurs
hi: मान
it: Valori
ja: 値
nl: Waarden
pt: Valores
ru: Значения
th: ค่า
zh: 数值

# Label_Formulas
source: Formulas
es: Fórmulas
fr: Formules
hi: फॉर्म्‍युलाज़
it: Formule
ja: 式
nl: Formules
pt: Fórmulas
ru: Формулы
th: สูตร
zh: 公式

# Label_Options
source: Options
es: Opciones
hi: विकल्‍प
it: Opzioni
ja: オプション
nl: Opties
pt: Opções
ru: Параметры
th: ทางเลือก
zh: 选项

# Label_LookIn
source: Look in
es: Buscar en
fr: Rechercher dans
hi: में देखें
it: Cerca in
ja: 検索対象
nl: Zoeken in
pt: Procurar em
ru: Искать в
th: ดูใน
zh: 查找范围

# Label_Rows
source: Rows
es: Filas
fr: Lignes
hi: पंक्ति
it: Righe
ja: 行
nl: Rijen
pt: Linhas
ru: Строки
th: แถว
zh: 行

# Label_Columns
source: Columns
es: Columnas
fr: Colonnes
hi: स्‍तंभ
it: Colonne
ja: 列
nl: Kolommen
pt: Colunas
ru: Столбцы
th: คอลัมน์
zh: 列

# Label_Back
source: Back
es: Atrás
fr: Retour
hi: पीछे
it: Indietro
ja: 戻る
nl: Vorige
pt: Anterior
ru: Назад
th: กลับ
zh: 向后

# Label_Menu
source: Menu
es: Menú
hi: मेन्‍यू
ja: メニュー
ru: Меню
th: เมนู
zh: 菜单

# Label_Zoom
source: Zoom
fr: Zoomer
hi: ज़ूम करें
ja: ズーム
ru: Масштабирование
th: ซูม
zh: 缩放

# Label_ZoomPercentage
source: Zoom: $1
hi: ज़ूम करें : $1
ja: ズーム: $1
ru: Масштабирование: $1
th: ซูม: $1
zh: 缩放： $1

# Label_ZoomFit
source: Fit Width
es: Ajustar a ancho
fr: Ajuster à la largeur
hi: चौड़ाई में फिट हो
it: Adatta larghezza
ja: 幅を合わせる
nl: Aan breedte aanpassen
pt: Ajustar à Largura
ru: Вписать по ширине
th: ทำให้เต็มความกว้าง
zh: 调整宽度

# Label_Search
source: Search
es: Buscar
fr: Rechercher
hi: खोजें
it: Ricerca
ja: 検索
nl: Zoeken
pt: Procura
ru: Поиск
th: ค้นหา
zh: 搜索

# Label_Help
source: Help
es: Ayuda
fr: Aide
hi: सहायता
it: Aiuto
ja: ヘルプ
pt: Ajuda
ru: Справка
th: ช่วยเหลือ
zh: 帮助

# Label_About
source: About
es: Acerca de
fr: À propos
hi: के बारे में
it: Info
ja: この製品について
nl: Info
pt: Acerca
ru: О программе
th: เกี่ยวกับ
zh: 关于

# Label_Keyboard
source: Keyboard
es: Teclado
fr: Clavier
hi: कुंजीपटल
it: Tastiera
ja: キーボード
nl: Toetsenbord
pt: Teclado
ru: Клавиатура
th: คีย์บอร์ด
zh: 键盘

# Label_Settings
source: Settings
es: Configuración
fr: Paramètres
hi: सेटिंग्‍स
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Definições
ru: Настройки
th: การตั้งค่า
zh: 设置

# Label_SettingAutoCorrect
source: Autocorrect
es: Autocorrección
fr: Correction automatique
hi: स्‍वत:सुधार
it: Correttore automatico
ja: 自動接続
nl: Autocorrectie
pt: Correção Automática
ru: Автозамена
th: แก้ไขอัตโนมัติ
zh: 自动校正

# Button_Font
source: Font
es: Fuente
fr: Police
hi: फॉण्‍ट
it: Carattere
ja: フォント
nl: Lettertype
pt: Tipo de Letra
ru: Шрифт
th: ฟ้อนต์
zh: 字体

# Button_Cell
source: Cell
es: Celda
fr: Cellule
hi: सेल
it: Cella
ja: セル
nl: Cel
pt: Célula
ru: Ячейка
th: เซลล์
zh: 单元格

# Button_Number
source: Number
es: Número
fr: Nombre
hi: संख्‍या
it: Numero
ja: 数値
nl: Getal
pt: Número
ru: Номер
th: ตัวเลข
zh: 数值

# Button_Paragraph
source: Paragraph
es: Párrafo
fr: Paragraphe
hi: पैराग्राफ
it: Paragrafo
ja: 段落
nl: Alinea
pt: Parágrafo
ru: Параграф
th: ย่อหน้า
zh: 段落

# Label_Horizontal
source: Horizontal
hi: क्षैतिज
it: Orizzontale
ja: 水平
nl: Horizontaal
ru: Горизонтальный
th: แนวนอน
zh: 水平

# Label_Vertical
source: Vertical
hi: उर्ध्‍वाधर
it: Verticale
ja: 垂直
nl: Verticaal
ru: Вертикальный
th: แนวตั้ง
zh: 垂直

# Label_Indent
source: Indent
es: Sangría
fr: Retrait
hi: इंडेट
it: Rientro
ja: インデント
nl: Inspringen
pt: Avanço
ru: Отступ
th: จัดย่อหน้า
zh: 缩进

# Label_Style
source: Style
es: Estilo
hi: शैली
it: Stile
ja: スタイル
nl: Opmaak
pt: Estilo
ru: Стиль
th: สไตล์
zh: 样式

# Label_Color
source: Color
fr: Couleur
hi: रंग
it: Colore
ja: 色
nl: Kleur
pt: Cor
ru: Цвет
th: สี
zh: 颜色

# Label_BorderThin
source: Thin
es: Fino
fr: Fin
hi: पतला
it: Sottile
ja: 薄い
nl: Dun
pt: Fino
ru: Тонкий
th: บาง
zh: 细

# Label_BorderMedium
source: Medium
es: Medio
fr: Moyen
hi: मध्‍यम
it: Medio
ja: 中程度
nl: Normaal
pt: Médio
ru: Средний
th: กลาง
zh: 中

# Label_BorderThick
source: Thick
es: Grueso
fr: Épais
hi: मोटा
it: Spesso
ja: 厚い
nl: Dik
pt: Espesso
ru: Толстый
th: หนา
zh: 粗

# Label_NumGeneral
source: General
fr: Général
hi: सामान्‍य
it: Generale
ja: 標準
nl: Algemeen
pt: Geral
ru: Общий
th: ทั่วไป
zh: 常规

# Label_NumNumber
source: Number
es: Número
fr: Nombre
hi: संख्‍या
it: Numero
ja: 数値
nl: Getal
pt: Número
ru: Номер
th: ตัวเลข
zh: 数值

# Label_NumCurrency
source: Currency
es: Moneda
fr: Devise
hi: मुद्रा
it: Valuta
ja: 通貨
nl: Valuta
pt: Moeda
ru: Валюта
th: สกุลเงิน
zh: 货币

# Label_NumDate
source: Date
es: Fecha
hi: तिथि‍
it: Data
ja: 日付
nl: Datum
pt: Data
ru: Дата
th: วันที่
zh: 日期

# Label_NumTime
source: Time
es: Hora
fr: Heure
hi: समय
it: Ora
ja: 時刻
nl: Tijd
pt: Hora
ru: Время
th: เวลา
zh: 时间

# Label_NumPercentage
source: Percentage
es: Porcentaje
fr: Pourcentage
hi: प्रतिशत
it: Percentuale
ja: パーセンテージ
pt: Percentagem
ru: Проценты
th: เปอร์เซ็นต์
zh: 百分比

# Label_NumScientific
source: Scientific
es: Científico
fr: Scientifique
hi: वैज्ञानिक
it: Scientifica
ja: 科学
nl: Wetensch
pt: Científico
ru: Научный
th: เลขวิทยาศาสตร์
zh: 科学记数

# Label_NumText
source: Text
es: Texto
fr: Texte
hi: पाठ
it: Testo
ja: 文字列
nl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
zh: 文本

# Label_NumDecimalPlaces
source: Decimal Places
es: Posiciones decimales
fr: Décimales
hi: दशमलव के स्‍थान
it: Cifre decimali
ja: 小数点以下の桁数
nl: Aantal decimalen
pt: Casas Decimais
ru: Десятичные разряды
th: ตำแหน่งจุดทศนิยม
zh: 小数点

# Label_NumThousandSeparator
source: Use 1000 Separator
es: Utilizar separador de miles
fr: Utiliser séparateur des 1000
hi: 1,000 वाले पृथक्‍करणों का इस्‍तेमाल करें
it: Usa separatore delle migliaia
ja: 1000桁区切りを使用
nl: Gebruik 1000 Separator
pt: Usar Separador de Milhares
ru: Использовать знак разделения 1000
th: ใช้ตัวคั่น 1,000
zh: 使用千位分隔符

# Label_CurrencyNone
source: None
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuna
ja: なし
nl: Geen
pt: Nenhum
ru: Отсутствует
th: ไม่มี
zh: 无

# Label_Font
source: Font
es: Fuente
fr: Police
hi: फॉण्‍ट
it: Carattere
ja: フォント
nl: Lettertype
pt: Tipo de Letra
ru: Шрифт
th: ฟ้อนต์
zh: 字体

# Label_Fonts
source: Fonts
es: Fuentes
fr: Polices
hi: फॉण्‍ट
it: Caratteri
ja: フォント
nl: Lettertypes
pt: Tipos de Letra
ru: Шрифты
th: ฟ้อนต์
zh: 字体

# Label_FontFamilies
source: Font Families
es: Familias de fuentes
fr: Familles de polices
hi: फॉण्‍ट परिवार
it: Famiglie di caratteri
ja: フォントファミリー
nl: Lettertypefamilies
pt: Famílias de Tipos de Letra
ru: Семейства шрифтов
th: ตระกูลฟ้อนต์
zh: 字体种类

# Label_FontFamily
source: Font Name:
es: Nombre de fuente:
fr: Nom de la police :
hi: फॉण्‍ट का नाम :
it: Nome carattere:
ja: フォント名:
nl: Naam lettertype:
pt: Nome do Tipo de Letra:
ru: Название шрифта:
th: ชื่อฟ้อนต์:
zh: 字体名称：

# Label_FontSize
source: Font Size
es: Tamaño de fuente
fr: Taille de police
hi: फॉण्‍ट का आकार
it: Dimensioni carattere
ja: フォントサイズ
nl: Tekengrootte
pt: Tamanho do Tipo de Letra
ru: Размер шрифта
th: ขนาดฟ้อนต์
zh: 字体大小

# Label_FontTextColor
source: Text Color
es: Color del texto
fr: Couleur du texte
hi: पाठ का रंग
it: Colore del testo
ja: 文字列の色
nl: Tekstkleur
pt: Cor do Texto
ru: Цвет текста
th: สีข้อความ
zh: 文字颜色

# Label_FontBgColor
source: Cell Color
es: Color de celda
fr: Couleur de cellule
hi: सेल का रंग
it: Colore della cella
ja: セルの色
nl: Celkleur
pt: Cor da Célula
ru: Цвет ячейки
th: สีเซลล์
zh: 单元格颜色

# Label_FontHighlightColor
source: Highlight Color
es: Color de resaltado
fr: Couleur de surlignage
hi: हाइलाइट का रंग
it: Colore di evidenziatura
ja: ハイライト色
nl: Markeringskleur
pt: Cor do Destaque
ru: Цвет выделения
th: สีไฮไลท์
zh: 突出显示颜色

# Label_FontBold
source: Bold
es: Negrita
fr: Gras
hi: बोल्‍ड
it: Grassetto
ja: 太字
nl: Vet
pt: Negrito
ru: Жирный
th: หนา
zh: 加粗

# Label_FontItalic
source: Italic
es: Cursiva
fr: Italique
hi: इटैलिक
it: Corsivo
ja: 斜体
nl: Cursief
pt: Itálico
ru: Курсив
th: เอียง
zh: 倾斜

# Label_Fill
source: Fill
es: Relleno
fr: Remplissage
hi: भरें
it: Riempimento
ja: 塗りつぶし
nl: Opvullen
pt: Preencher
ru: Заливка
th: เติมเต็ม
zh: 填充

# Label_Highlight
source: Highlight
es: Resaltar
fr: Surlignage
hi: हाइलाइट करें
it: Evidenziato
ja: ハイライト
nl: Markeren
pt: Destaque
ru: Подчеркнутый
th: ไฮไลท์
zh: 突出显示

# Label_LineSpacing
source: Line Spacing
es: Interlineado
fr: Interligne
hi: पंक्तियों के बीच अंतर
it: Interlinea
ja: 行間
nl: Regelafstand
pt: Espaço Linhas
ru: Разрядка строк
th: การเว้นระยะบรรทัด
zh: 行距

# Label_TextAlignmentLeft
source: Left
es: Izquierda
fr: Gauche
hi: बाएं
it: A sinistra
ja: 左
nl: Links
pt: Esquerda
ru: По левому краю
th: ซ้าย
zh: 左对齐

# Label_TextAlignmentCenter
source: Center
es: Centro
fr: Centrer
hi: मध्‍य
it: Centrato
ja: 中央
nl: Gecentreerd
pt: Centro
ru: По центру
th: กลาง
zh: 居中

# Label_TextAlignmentRight
source: Right
es: Derecha
fr: Droite
hi: दाएं
it: A destra
ja: 右
nl: Rechts
pt: Direita
ru: По правому краю
th: ขวา
zh: 右对齐

# Label_TextAlignmentJustified
source: Justified
es: Justificado
fr: Justifié
hi: जस्‍टीफाइड
it: Giustificato
ja: 両端揃え
nl: Uitvullen
pt: Justificado
ru: По ширине
th: ชิดขอบ
zh: 两端对齐

# Label_Lists
source: Lists
es: Listas
fr: Listes
hi: सूचियां
it: Elenchi
ja: リスト
nl: Lijsten
pt: Listas
ru: Списки
th: รายการ
zh: 列表

# Label_ListTypeNone
source: None
es: Ninguno
fr: Aucun
hi: कुछ नहीं
it: Nessuna
ja: なし
nl: Geen
pt: Nenhum
ru: Отсутствует
th: ไม่มี
zh: 无

# Label_ListTypeBullet
source: Bullets
es: Viñetas
fr: Puces
hi: बुलेट्स
it: Elenco puntato
ja: 箇条書き
pt: Marcas
ru: Маркированный
th: บูลเล็ต
zh: 编号

# Label_ListTypeNumbered
source: Numbered
es: Numerada
fr: Numéros
hi: संख्‍याकृत
it: Numerato
ja: 段落番号
nl: Genummerd
pt: Numerado
ru: Нумерованный
th: ตัวเลข
zh: 符号

# Label_Top
source: Top
es: Superior
fr: Haut
hi: सबसे ऊपर
it: In alto
ja: 上
nl: Boven
pt: Superior
ru: Наибольшие
th: บน
zh: 顶部

# Label_Bottom
source: Bottom
es: Inferior
fr: Bas
hi: सबसे नीचे
it: In basso
ja: 下
nl: Onder
pt: Inferior
ru: Наименьшие
th: ล่าง
zh: 底部

# Label_PasswordProtectedDocument
source: Password Protected Document
es: Documento protegido con contraseña
fr: Document protégé par mot de passe
hi: पासवर्ड से सुरक्षित दस्‍तावेज
it: Documento protetto da password
ja: パスワード保護文書
nl: Met wachtwoord beveiligd document
pt: Documento Protegido por Palavra-passe
ru: Защищенный паролем документ
th: เอกสารที่ปกป้องไว้ด้วยรหัสผ่าน
zh: 密码保护文件

# Label_EnterPassword
source: Enter password
es: Introducir contraseña
fr: Entrer le mot de passe
hi: पासवर्ड दर्ज करें
it: Inserisci password
ja: パスワードの入力
nl: Wachtwoord invoeren
pt: Introduzir palavra-passe
ru: Введите пароль
th: กรอกรหัสผ่าน
zh: 输入密码

# Err_UnsupportedFile
source: Invalid or unsupported file format.
es: Archivo no válido o formato no admitido.
fr: Format de fichier non valide ou non pris en charge.
hi: असमर्थित फाइल प्रारूप।
it: Il formato del file non è valido o non è supportato.
ja: 無効または未対応のファイル形式です。
nl: Ongeldige of niet-ondersteunde bestandsindeling.
pt: Formato de ficheiro inválido ou não suportado.
ru: Неправильный или неподдерживаемый формат файла.
th: รูปแบบไฟล์ไม่ถูกต้องหรือไม่ได้รับการสนับสนุน
zh: 无效或不支持的文件格式。

# Err_IO_Error
source: IO Error
es: Error de E/S
fr: Erreur d’E/S
hi: I/O त्रुटि
it: Errore IO
ja: 入出力エラー
nl: I/O-fout
pt: Erro de E/S
ru: Ошибка ввода-вывода
th: I/O ผิดพลาด
zh: IO错误

# Err_OutOfMemory
source: Out of Memory
es: Sin memoria
fr: Mémoire pleine
hi: स्‍मृति से बाहर
it: Memoria esaurita
ja: メモリ不足
nl: Onvoldoende geheugen
pt: Falta de Memória
ru: Недостаточно памяти
th: หน่วยความจำหมด
zh: 内存不足

# Label_Edition
source: Professional Edition
es: Edición profesional
fr: Édition Professional
hi: पेशेवर संस्‍करण
it: Edizione Professional
ja: プロフェッショナルエディション
pt: Edição Profissional
th: รุ่นโปรเฟสชันแนล
zh: 专业版

# Label_Version
source: Version
es: Versión
hi: संस्‍करण
it: Versione
ja: バージョン
nl: Versie
pt: Versão
ru: Версия
th: เวอร์ชั่น
zh: 版本

# Label_Website
source: Website
es: Sitio Web
fr: Site Internet
hi: वेबसाइट
it: Sito Web
ja: ウェブサイト
ru: Веб-сайт
th: เว็บไซต์
zh: 网站

# Label_Facebook
source: Facebook
hi: फेसबुक
th: เฟสบุ๊ค

# Label_AppStore
source: Rate in App Store
es: Clasificación en App Store
fr: Noter sur App Store
hi: ऐप स्‍टोर पर रेट करें
it: Valuta su App Store
ja: App Storeで評価する
nl: Waardering in App Store
pt: Classificar na App Store
ru: Оценить на App Store
th: ให้คะแนนในแอ็พสโตร์
zh: 应用商店评分

# Label_LibsUsed
source: Libraries Used
es: Bibliotecas utilizadas
fr: Utilisation des bibliothèques
hi: इस्‍तेमाल की गई लाइब्रेरीज़
it: Archivi utilizzati
ja: 使用済みライブラリー
nl: Gebruikte bibliotheken
pt: Bibliotecas Utilizadas
ru: Использованные библиотеки
th: ใช้งานไลบรารี
zh: 使用的库

# PRGRSS_LoadingString
source: Loading...
es: Cargando...
fr: Chargement en cours...
hi: लोड हो रहा है...
it: Caricamento in corso...
ja: ロード中...
nl: Bezig met laden...
pt: A carregar...
ru: Загрузка...
th: กำลังโหลด...
zh: 正在加载...

# PRGRSS_SavingString
source: Saving...
es: Guardando...
fr: Enregistrement en cours...
hi: सहेज रहा है...
it: Salvataggio in corso...
ja: 保存中...
nl: Bezig met opslaan...
pt: A guardar...
ru: Сохранение...
th: กำลังบันทึก...
zh: 正在保存...

# PRGRSS_SearchingString
source: Searching...
es: Buscando...
fr: Recherche en cours...
hi: खोज रहा है...
it: Ricerca in corso...
ja: 検索中...
nl: Bezig met zoeken...
pt: A procurar...
ru: Поиск...
th: กำลังค้นหา...
zh: 正在搜索..

# ErrClass_NewFileString
source: Failed to create file.
es: No se ha podido crear el archivo.
fr: Échec de création du fichier.
hi: फाइल सृजित करने में असफल रहा।
it: Impossibile creare il file.
ja: ファイルの作成に失敗しました。
nl: Kan bestand niet maken.
pt: Falha ao criar o ficheiro.
ru: Не удалось создать файл.
th: สร้างไฟล์ล้มเหลว
zh: 创建文件失败。

# ErrClass_LoadFileString
source: Failed to load $1.
es: No se ha podido cargar $1.
fr: Le chargement de $1 a échoué.
hi: $1 को लोड करने में असफल रहा।
it: Impossibile caricare $1.
ja: $1のロードに失敗しました。
nl: Kan $1 niet laden.
pt: Falha ao carregar $1.
ru: Не удалось загрузить $1.
th: โหลด $1 ล้มเหลว
zh: 加载失败$1。

# ErrClass_RestoreFileString
source: Failed to restore document.
es: No se ha podido restaurar el documento.
fr: Échec de restauration du document.
hi: दस्‍तावेज को रीस्‍टोर करने में असफल रहा।
it: Impossibile ripristinare il documento.
ja: 文書の回復に失敗しました。
nl: Kan document niet herstellen.
pt: Falha ao restaurar documento.
ru: Не удалось восстановить документ.
th: กู้เอกสารล้มเหลว
zh: 恢复文件失败。

# ErrClass_SaveFileString
source: Failed to save file.
es: No se ha podido guardar el archivo.
fr: Impossible d’enregistrer le fichier.
hi: फाइल को सहेजने में असफल रहा।
it: Impossibile salvare il file.
ja: ファイルの保存に失敗しました。
nl: Kan bestand niet opslaan.
pt: Falha ao guardar ficheiro.
ru: Не удалось сохранить файл.
th: บันทึกไฟล์ล้มเหลว
zh: 保存文件失败。

# ErrClass_CellTextString
source: Failed to change the cell text.
es: No se ha podido cambiar el texto de la celda.
fr: Impossible de modifier le texte de la cellule.
hi: सेल का पाठ बदलने में असफल रहा।
it: Impossibile modificare il testo della cella.
ja: セル文字列の変更に失敗しました。
nl: Kan celtekst niet wijzigen.
pt: Falha ao alterar o texto da célula.
ru: Не удалось изменить текст ячейки.
th: เปลี่ยนข้อความในเซลล์ล้มเหลว
zh: 更改单元格文本失败。

# ErrClass_PasteString
source: Paste failed.
es: No se ha podido pegar.
fr: Échec du collage.
hi: चिपकाना असफल रहा।
it: Impossibile incollare.
ja: ペーストに失敗しました。
nl: Plakken niet gelukt.
pt: Falha ao colar.
ru: Вставка не удалась.
th: วางล้มเหลว
zh: 粘贴失败。

# ErrClass_ClearString
source: Clear failed.
es: No se ha podido borrar.
fr: Échec de l’effacement.
hi: साफ करना असफल रहा।
it: Impossibile cancellare.
ja: 消去に失敗しました。
nl: Wissen niet gelukt.
pt: Falha ao limpar.
ru: Очистка не удалась.
th: ล้างล้มเหลว
zh: 清除失败。

# ErrClass_CopyString
source: Copy failed.
es: No se ha podido copiar
fr: Échec de la copie.
hi: प्रतिलिपि बनाना असफल रहा।
it: Impossibile copiare.
ja: コピーに失敗しました。
nl: Kopiëren niet gelukt.
pt: Falha ao copiar.
ru: Копирование не удалось.
th: คัดลอกล้มเหลว
zh: 复制失败。

# ErrClass_CutString
source: Failed to cut selection.
es: No se ha podido cortar la sección.
fr: Impossible de couper la sélection.
hi: चयनित को काटने में असफल रहा।
it: Impossibile tagliare la selezione.
ja: 選択箇所の切り取りに失敗しました。
nl: Kan selectie niet knippen.
pt: Falha ao cortar a seleção.
ru: Не удалось вырезать выделенный фрагмент.
th: ตัดการเลือกล้มเหลว
zh: 剪切选择内容失败。

# ErrClass_SetSheetString
source: Failed to change active sheet.
es: No se ha podido modificar la hoja activa.
fr: Impossible de modifier la feuille active.
hi: सक्रिय पत्रक को बदलने में असफल रहा।
it: Impossibile modificare il foglio attivo.
ja: 選択したシートの変更に失敗しました。
nl: Kan ander blad niet actief maken.
pt: Falha ao mudar a folha ativa.
ru: Не удалось изменить активный лист.
th: เปลี่ยนชีตที่ใช้งานล้มเหลว
zh: 更改当前工作表失败。
