Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# WarningMsg_DeleteItem
source: Are you sure you want to delete this item?
es: ¿Seguro que desea eliminar este elemento?
fr: Êtes-vous sûr de vouloir effacer cet élément ?
hi: क्‍या आप पक्का हैं कि आप इस आइटम को हटाना चाहते हैं?
it: Vuoi eliminare questo elemento?
ja: 本当にこの項目を削除しますか?
nl: Weet u zeker dat u dit item wilt verwijderen?
pt: Tem a certeza de que pretende eliminar este item?
ru: Вы точно хотите удалить данный элемент?
th: คุณแน่ใจหรือว่าต้องการลบไอเท็มนี้?
zh: 您确定要删除该项目吗？

# WarningMsg_DeleteItems
source: Are you sure you want to delete these items?
es: ¿Seguro que desea eliminar estos elementos?
fr: Êtes-vous sûr de vouloir effacer ces éléments ?
hi: क्‍या आप पक्का हैं कि आप इन आइटम्‍स को हटाना चाहते हैं?
it: Vuoi eliminare questi elementi?
ja: 本当にこれらの項目を削除しますか?
nl: Weet u zeker dat u deze items wilt verwijderen?
pt: Tem a certeza de que pretende eliminar estes itens?
ru: Вы точно хотите удалить данные элементы?
th: คุณแน่ใจหรือว่าคุณต้องการลบไอเท็มเหล่านี้?
zh: 您确定要删除这些项目吗？

# WarningMsg_UploadInterrupted
source: File upload failed. Please save the file again.
es: No se ha podido cargar el archivo. Guárdelo de nuevo.
fr: Échec de chargement du fichier. Veuillez enregistrer à nouveau le fichier.
hi: फाइल अपलोड करना असफल रहा। कृपया फिर से प्रयास करें।
it: Impossibile caricare il file. Salva nuovamente il file.
ja: ファイルのアップロードに失敗しました。 再度ファイルを保存してください。
nl: Uploaden bestand niet gelukt. Sla het bestand opnieuw op.
pt: Falha ao carregar o ficheiro. Volte a guardá-lo.
ru: Выгрузка файла не удалась. Сохраните файл еще раз.
th: อัพโหลดไฟล์ล้มเหลว กรุณาลองใหม่อีกครั้ง
zh: 文件上传失败。 请再次保存文件。

# WarningMsg_PasteInterrupted
source: Paste operation failed.
es: No se ha podido pegar.
fr: Échec de l’opération de collage.
hi: चिपकाने का कार्य असफल रहा।
it: Impossibile incollare.
ja: ペースト操作に失敗しました。
nl: Plakken niet gelukt.
pt: A operação de colar falhou.
ru: Операция вставки не удалась.
th: การวางล้มเหลว
zh: 粘贴操作失败。

# WarningMsg_DeleteInterrupted
source: Delete operation failed.
es: No se ha podido eliminar.
fr: Échec de l’opération de suppression.
hi: हटाने का कार्य असफल रहा।
it: Impossibile eliminare.
ja: 削除操作に失敗しました。
nl: Verwijderen niet gelukt.
pt: A operação de eliminação falhou.
ru: Операция удаления не удалась.
th: การลบล้มเหลว
zh: 删除操作失败。

# WarningMsg_RenameInterrupted
source: Rename operation failed.
es: No se ha podido cambiar el nombre.
fr: Échec de l’opération de changement de nom.
hi: पुन: नाम रखने का कार्य असफल रहा।
it: Impossibile rinominare.
ja: 名前変更操作に失敗しました。
nl: Naam wijzigen niet gelukt.
pt: A operação de mudança de nome falhou.
ru: Операция переименования не удалась.
th: การเปลี่ยนชื่อล้มเหลว
zh: 重命名操作失败。

# WarningMsg_LoadFileListInterrupted
source: Loading folder contents failed.
es: No se ha podido cargar el contenido del archivo.
fr: Échec de chargement du contenu du dossier.
hi: फोल्‍डर की सामग्री लोड करने का कार्य असफल रहा।
it: Impossibile caricare i contenuti della cartella.
ja: フォルダ内容のロードに失敗しました。
nl: Laden mapinhoud niet gelukt.
pt: Falha ao carregar conteúdo da pasta.
ru: Ошибка содержимого загружаемого файла.
th: การโหลดเนื้อหาโฟลเดอร์ล้มเหลว
zh: 加载文件夹内容失败。

# DetailString_file
source: file
es: archivo
fr: fichier
hi: फाइल
ja: ファイル
nl: bestand
pt: ficheiro
ru: файл
th: ไฟล์
zh: 文件

# DetailString_folder
source: folder
es: carpeta
fr: dossier
hi: फोल्‍डर
it: cartella
ja: フォルダ
nl: map
pt: pasta
ru: папка
th: โฟลเดอร์
zh: 文件夹

# DetailString_File
source: File
es: Archivo
fr: Fichier
hi: फाइल
ja: ファイル
nl: Bestand
pt: Ficheiro
ru: Файл
th: ไฟล์
zh: 文件

# DetailString_Folder
source: Folder
es: Carpeta
fr: Dossier
hi: फोल्‍डर
it: Cartella
ja: フォルダ
nl: Map
pt: Pasta
ru: Папка
th: โฟลเดอร์
zh: 文件夹

# PRGRSS_CopyICloudToLocal
source: Copying files from iCloud to the device...
es: Copiando archivos de iCloud al dispositivo...
fr: Copie des fichiers d’iCloud sur l’appareil...
hi: iCloud से आपके उपकरण पर फाइलों की प्रतिलिपि बना रहा है...
it: Copia dei file da iCloud sul dispositivo in corso...
ja: ファイルをiCloudからデバイスにコピーしています...
nl: Bezig met kopiëren bestanden van iCloud naar apparaat...
pt: A copiar ficheiros do iCloud para o dispositivo...
ru: Копирование файлов с iCloud на устройство...
th: กำลังคัดลอกไฟล์จาก iCloud ไปยังอุปกรณ์ของคุณ...
zh: 正在将文件从iCloud复制到设备...

# PRGRSS_CreateFolder
source: Creating folder
es: Creando carpeta
fr: Création de dossier
hi: फोल्‍डर सृजित कर रहा है...
it: Creazione della cartella
ja: フォルダを作成中
nl: Bezig met maken map
pt: A criar pasta
ru: Создание папки
th: กำลังสร้างโฟลเดอร์...
zh: 正在创建文件夹

# PRGRSS_CopyFile
source: Copying file %@...
es: Copiando el archivo %@...
fr: Copie du fichier %@...
hi: %@ की प्रतिलिपि बना रहा है...
it: Copia del file %@ in corso...
ja: ファイル%@をコピー中...
nl: Bezig met kopiëren bestand %@...
pt: A copiar o ficheiro %@...
ru: Копирование файла %@...
th: กำลังคัดลอกไฟล์ %@...
zh: 正在复制文件%@...

# PRGRSS_Moving
source: Moving
es: Moviendo
fr: Déplacement en cours
hi: ले जा रहा है...
it: Spostamento
ja: 移動中
nl: Bezig met verplaatsen
pt: A mover
ru: Перемещение
th: กำลังย้าย...
zh: 正在移动

# PRGRSS_Copying
source: Copying
es: Copiando
fr: Copie
hi: प्रतिलिपि बना रहा है...
it: Copia
ja: コピー中
nl: Bezig met kopiëren
pt: A copiar
ru: Копирование
th: กำลังคัดลอก...
zh: 正在复制

# PRGRSS_PreparePaste
source: Preparing to paste
es: Preparando para pegar
fr: Préparation du collage
hi: चिपकाने की तैयारी कर रहा है
it: Preparazione all'incollaggio
ja: ペーストの準備中
nl: Voorbereiding plakken
pt: A preparar para colar
ru: Подготовка к вставке
th: กำลังเตรียมที่จะวาง
zh: 正在准备粘贴

# PRGRSS_Fetching
source: Fetching
es: Recopilando
fr: Récupération
hi: ले रहा है...
it: Recupero
ja: 取得中
nl: Bezig met ophalen
pt: A obter
ru: Выборка
th: กำลังนำมา...
zh: 正在获取

# PRGRSS_CreatingFolder
source: Creating folder
es: Creando carpeta
fr: Création de dossier
hi: फोल्‍डर सृजित कर रहा है...
it: Creazione della cartella
ja: フォルダを作成中
nl: Bezig met maken map
pt: A criar pasta
ru: Создание папки
th: กำลังสร้างโฟลเดอร์...
zh: 正在创建文件夹

# PRGRSS_UploadingFile
source: Uploading file
es: Cargando archivo
fr: Téléchargement du fichier en cours
hi: फाइल अपलोड कर रहा है...
it: Caricamento del file
ja: ファイルをアップロード中
nl: Bezig met uploaden bestand
pt: A carregar ficheiro
ru: Выгрузка файла
th: กำลังอัพโหลดไฟล์...
zh: 正在上传文件

# PRGRSS_Deleting
source: Deleting
es: Eliminando
fr: Suppression
hi: हटा रहा है...
it: Eliminazione
ja: 削除中
nl: Bezig met verwijderen
pt: A eliminar
ru: Удаление
th: กำลังลบ...
zh: 正在删除

# PRGRSS_LoadingAccountInfo
source: Loading account info...
es: Cargando información de cuenta...
fr: Téléchargement des informations sur le compte...
hi: अकाउंट की जानकारी लोड कर रहा है...
it: Caricamento delle informazioni dell'account...
ja: アカウント情報のロード中...
nl: Bezig met laden accountgegevens...
pt: A carregar informações da conta...
ru: Загрузка информации об учетной записи...
th: กำลังโหลดข้อมูลบัญชี...
zh: 正在加载帐户信息...

# PRGRSS_LoadingFileList
source: Loading file list...
es: Cargando lista de archivos...
fr: Chargement de la liste de fichiers...
hi: फाइल की सूची लोड कर रहा है...
it: Caricamento dell'elenco di file...
ja: ファイルリストのロード中...
nl: Bezig met laden bestandslijst...
pt: A carregar lista de ficheiros...
ru: Загрузка списка файлов...
th: กำลังโหลดรายการไฟล์...
zh: 正在加载文件列表...

# PRGRSS_LoadingFile
source: Loading file...
es: Cargando archivo...
fr: Chargement du fichier...
hi: फाइल लोड कर रहा है...
it: Caricamento del file...
ja: ファイルをロード中...
nl: Bezig met laden bestand...
pt: A carregar ficheiro...
ru: Загрузка файла...
th: กำลังโหลดไฟล์...
zh: 正在加载文件...

# PRGRSS_RenamingFile
source: Renaming file
es: Cambiando de nombre el archivo
fr: Changement de nom du fichier en cours
hi: फाइल का फिर से नाम रख रहा है...
it: Rinomina del file
ja: ファイル名を変更中
nl: Bezig met wijzigen naam bestand
pt: A mudar nome do ficheiro
ru: Переименование файла
th: กำลังเปลี่ยนชื่อไฟล์...
zh: 正在重命名文件

# PRGRSS_LoadingProperties
source: Loading properties
es: Cargando propiedades
fr: Chargement des propriétés
hi: गुणों को लोड कर रहा है...
it: Caricamento delle proprietà
ja: プロパティをロード中
nl: Bezig met laden eigenschappen
pt: A carregar propriedades
ru: Загрузка свойств
th: กำลังโหลดคุณสมบัติ...
zh: 正在加载属性

# PRGRSS_Extracting
source: Extracting
es: Extrayendo
fr: Extraction en cours
hi: निकाल रहा है...
it: Estrazione
ja: 抽出中
nl: Bezig met uitpakken
pt: A extrair
ru: Извлечение
th: กำลังแยกออก...
zh: 正在解压

# PRGRSS_PleaseWait
source: Please wait
es: Espere
fr: Veuillez patienter
hi: कृपया प्रतीक्षा करें...
it: Attendi
ja: お待ちください
nl: Een ogenblik geduld
pt: Por favor aguarde
ru: Ожидайте
th: กรุณารอ...
zh: 请等待

# PRGRSS_ForBigICloudFolders
source: for big iCloud folders
es: para carpetas grandes de iCloud
fr: pour les gros dossiers iCloud
hi: बड़े iCloud फोल्‍डरों के लिए
it: per le grandi cartelle di iCloud
ja: 大型のiCloudフォルダへ
nl: voor grote iCloud-mappen
pt: para grandes pastas do iCloud
ru: больших папок iCloud
th: สำหรับโฟลเดอร์ iCloud ขนาดใหญ่
zh: 大iCloud文件夹

# Name_NewFile
source: Untitled
es: Sin título
fr: Sans titre
hi: शीर्षकहीन
it: Senza titolo
ja: 名称未設定
nl: Naamloos
pt: Sem título
ru: Без названия
th: ไม่มีชื่อ
zh: 无标题

# Name_NewFolder
source: Untitled folder
es: Carpeta sin título
fr: Dossier sans nom
hi: शीर्षकहीन फोल्‍डर
it: Cartella senza titolo
ja: 名称未設定フォルダ
nl: Naamloze map
pt: Pasta sem título
ru: Папка без названия
th: โฟลเดอร์ที่ไม่มีชื่อ
zh: 无标题文件夹

# Label_Print
source: Print
es: Imprimir
fr: Imprimer
hi: प्रिंट
it: Stampa
ja: 印刷
nl: Afdrukken
pt: Imprimir
ru: Печать
th: พิมพ์
zh: 打印

# Label_WebSearch
source: Web Search
es: Buscar en la web
fr: Recherche sur internet
hi: वेब खोज
it: Ricerca Web
ja: Web検索
nl: Zoeken op het web
pt: Pesquisa Web
ru: Поиск в Интернете
th: ค้นหาเว็บ
zh: Web搜索

# Label_Dictionary
source: Dictionary
es: Diccionario
fr: Dictionnaire
hi: शब्‍दकोश
it: Dizionario
ja: 辞書
nl: Woordenboek
pt: Dicionário
ru: Словарь
th: พจนานุกรม
zh: 字典

# Label_Open
source: Open
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
nl: Openen
pt: Abrir
ru: Открыть
th: เปิด
zh: 打开

# Label_LinkURL
source: Link
es: Enlace
fr: Lien
hi: लिंक
it: Collegamento
ja: リンク
nl: Koppeling
pt: Ligação
ru: Ссылка
th: ลิงค์
zh: 链接

# Label_LinkName
source: Display
es: Mostrar
fr: Affichage
hi: डिस्‍प्‍ले करें
it: Nome
ja: 表示
nl: Weergave
pt: Apresentar
ru: Отображать
th: แสดง
zh: 显示

# Label_Bookmark
source: Bookmark
es: Marcador
fr: Favoris
hi: बुकमार्क
it: Segnalibro
ja: ブックマーク
nl: Bladwijzer
pt: Marcador
ru: Закладка
th: บุ๊คมาร์ก
zh: 书签

# Label_Section
source: Section
es: Sección
hi: अनुभाग
it: Sezione
ja: セクション
nl: Sectie
pt: Secção
ru: Раздел
th: ส่วน
zh: 节

# Label_NumberOfColumns
source: Number of Columns
es: Número de columnas
fr: Nombre de colonnes
hi: स्‍तंभों की संख्‍या
it: Numero di Colonne
ja: 列の数
nl: Aantal kolommen
pt: Número de colunas
ru: Количество столбцов
th: จำนวนคอลัมน์
zh: 列数

# Label_AddSectionBreak
source: Add Section Break
es: Añadir salto de sección
fr: Ajouter un saut de section
hi: अनुभाग विराम जोड़ें
it: Inserisci Interruzione di Sezione
ja: セクション区切りを追加
nl: Sectie-einde toevoegen
pt: Adicionar quebra de secção
ru: Вставить разрыв раздела
th: เพิ่มการแบ่งส่วน
zh: 添加分节符

# Label_Tools
source: Tools
es: Herramientas
fr: Outils
hi: टूल्‍स
it: Strumenti
ja: ツール
nl: Opties
pt: Ferramentas
ru: Инструменты
th: เครื่องมือ
zh: 工具

# Label_PrintAndShare
source: Print & Share
es: Imprimir y Compartir
fr: Imprimer & Partager
hi: प्रिंट करें एवं साझा करें
it: Stampa e Condividi
ja: 印刷および共有
nl: Afdrukken en delen
pt: Imprimir e partilhar
ru: Распечатать и поделиться
th: พิมพ์ & แบ่งปัน
zh: 打印与共享

# Label_OpenInAnotherApp
source: Open in Another App
es: Abrir en otra app
fr: Ouvrir dans une autre application
hi: किसी अन्‍य ऐप में खोलें
it: Apri in un'altra App
ja: 別のアプリケーションで開く
nl: Openen in een andere app
pt: Abrir noutra App
ru: Открыть в другом приложении
th: เปิดในแอ็พอื่น
zh: 在其他应用中打开

# Label_Accounts
source: Accounts
es: Cuentas
fr: Comptes
hi: अकाउंट्स
it: Account
ja: アカウント一覧
pt: Contas
ru: Учетные записи
th: บัญชี
zh: 帐户

# Label_EmailDocument
source: Email Document
es: Enviar documento por correo
fr: Envoyer le document par e-mail
hi: दस्‍तावेज ई-मेल करें
it: Invia Documento per email
ja: ドキュメントをメールで送信
nl: Document e-mailen
pt: Enviar documento por e-mail
ru: Отправить документ по эл. почте
th: ส่งอีเมล์เอกสาร
zh: 通过电子邮件发送文档

# Label_EmailDocuments
source: Email Documents
es: Enviar documentos por correo
fr: Envoyer les documents par e-mail
hi: दस्‍तावेजों को ई-मेल करें
it: Invia Documenti per email
ja: これらのドキュメントをメールで送信
nl: Documenten e-mailen
pt: Enviar documentos por e-mail
ru: Отправить документы по эл. почте
th: ส่งอีเมล์เอกสาร
zh: 通过电子邮件发送文档

# Label_ZipAndEmailDocument
source: Zip & Email Document
es: Comprimir y enviar documento
fr: Compresser et émailer fichier
hi: दस्‍तावेज को ज़ि‍प और ई-मेल करें
it: Comprimi e Invia per email
ja: アーカイブ＆メール文書
nl: Document zippen en e-mailen
pt: Comprimir e enviar por e-mail
ru: Архив и отправка документа
th: บีบอัด & ส่งอีเมล์เอกสาร
zh: 压缩并通过电子邮件发送文档

# Label_ZipAndEmailDocuments
source: Zip & Email Documents
es: Comprimir y enviar documentos
fr: Compresser et émailer fichiers
hi: दस्‍तावेजों को ज़ि‍प और ई-मेल करें
it: Comprimi e Invia per email
ja: アーカイブ＆メール文書
nl: Documenten zippen en e-mailen
pt: Comprimir e enviar por e-mail
ru: Архив и отправка документов
th: บีบอัด & ส่งอีเมล์เอกสาร
zh: 压缩并通过电子邮件发送文档

# Label_TextSize
source: Text size
es: Tamaño de texto
fr: Taille du texte
hi: पाठ का आकार
it: Dimensioni testo
ja: テキストサイズ
nl: Tekstgrootte
pt: Tamanho do texto
ru: Размер шрифта
th: ขนาดตัวอักษร
zh: 文本大小

# Label_RecentFilesCap
source: RECENT FILES
es: ARCHIVOS RECIENTES
fr: FICHIERS RÉCENTS
hi: हाल ही की फाइलें
it: DOCUMENTI RECENTI
ja: 最近使用したファイル
nl: RECENTE BESTANDEN
pt: FICHEIROS RECENTES
ru: ПОСЛЕДНИЕ ФАЙЛЫ
th: ไฟล์ล่าสุด
zh: 最近打开的文件

# Label_Document
source: Document
es: Documento
hi: दस्‍तावेज
it: Documento
ja: ドキュメント
pt: Documento
ru: Документ
th: เอกสาร
zh: 文档

# Label_Spreadsheet
source: Spreadsheet
es: Hoja de cálculo
fr: Feuille de calcul
hi: स्‍प्रेडशीट
it: Foglio di Calcolo
ja: スプレッドシート
pt: Folha de cálculo
ru: Таблица
th: เอกสารสเปรดชีต
zh: 电子表格

# Label_Presentation
source: Presentation
es: Presentación
fr: Présentation
hi: प्रस्‍तुति
it: Presentazione
ja: プレゼンテーション
nl: Presentatie
pt: Apresentação
ru: Презентация
th: เอกสารการนำเสนอ
zh: 演示文稿

# ErrTitle_CannotSaveFile
source: Cannot save file
es: No se puede guardar archivo
fr: Impossible d'enregistrer le fichier
hi: फाइल को नहीं सहेज सकता
it: Impossibile salvare il file
ja: ファイルを保存できません
nl: Bestand kan niet worden opgeslagen
pt: Não é possível guardar ficheiro
ru: Невозможно сохранить файл
th: ไม่สามารถบันทึกไฟล์ได้
zh: 无法保存文件

# InfoTitle_AttachFile
source: Attach file?
es: ¿Adjuntar archivo?
fr: Fichier attaché ?
hi: फाइल संलग्‍न करें?
it: Allegare il file?
ja: ファイルを添付しますか?
nl: Bestand bijvoegen?
pt: Anexar ficheiro?
ru: Прикрепить файл?
th: แนบไฟล์หรือไม่?
zh: 要添加文件吗？

# InfoTitle_SendCrashReport
source: Send crash report?
es: ¿Enviar informe sobre el fallo?
fr: Envoyer le rapport d'incident ?
hi: क्रैश रिपोर्ट भेजें?
it: Inviare il report sul crash?
ja: クラッシュレポート送信しますか?
nl: Foutrapport versturen?
pt: Enviar relatório de erro?
ru: Отправить отчет об ошибке?
th: ส่งรายงานการรวนหรือไม่?
zh: 要发送故障报告吗？

# InfoTitle_CrashReportMailSubject
source: Crash report and log files
es: Informe sobre el fallo y archivos de registro
fr: Rapport d'incident et fichier journal
hi: क्रैश रिपोर्ट और लॉग फाइलें
it: Report sul crash e file di log
ja: クラッシュレポートおよびログファイル
nl: Foutrapport en logbestanden
pt: Relatório de e ficheiros de registo de erro
ru: Отчет об ошибке и файлы журнала
th: ไฟล์รายงานการรวนและล็อก
zh: 故障报告和日志文件

# InfoTitle_NoAvailableApps
source: No available apps
es: No hay aplicaciones disponibles
fr: Aucune application disponible
hi: कोई उपलब्‍ध ऐप नहीं
it: Nessuna app disponibile
ja: 使用可能なアプリケーションはありません
nl: Geen beschikbare apps
pt: Não existem apps disponíveis
ru: Нет доступных приложений
th: ไม่มีแอ็พที่ใช้ได้
zh: 无可用应用

# InfoTitle_SelectOnlyOneFile
source: Select a file
es: Seleccione un archivo
fr: Sélectionnez un fichier
hi: एक फाइल चुनें
it: Seleziona un file
ja: ファイルを選択
nl: Selecteer een bestand
pt: Seleccionar um ficheiro
ru: Выбрать файл
th: เลือกไฟล์
zh: 选择文件

# ErrMsg_NoPermissionToCreate
source: No permission to create %@ %@
es: No hay permiso para crear %@ %@
fr: Vous ne possédez pas les permissions pour créer %@ %@
hi: %@ %@ को सृजित करने की अनुमति नहीं है
it: Non hai i permessi per creare %@ %@
ja: %@ %@を作成する権限がありません
nl: Geen toestemming om %@ %@ te maken
pt: Não tem permissão para criar %@ %@
ru: Нет разрешения на создание %@ %@
th: ไม่มีสิทธิ์ในการสร้าง %@ %@
zh: 权限不足，无法创建%@ %@

# ErrMsg_NoPermissionToSaveFile
source: No permission to save file. Try to save at another location.
es: No hay permiso para guardar el archivo. Intente hacerlo en otra ubicación.
fr: Vous ne possédez pas les permissions pour enregistrer le fichier ici. Essayez ailleurs.
hi: फाइल सहेजने की अनुमति नहीं है। किसी अन्‍य स्‍थान का प्रयास करें।
it: Non hai i permessi per salvare il file. Prova un'altra destinazione.
ja: ファイルを保存する権限がありません。別の場所をお試しください。
nl: Geen toestemming om bestand op te slaan. Probeer een andere locatie.
pt: Não tem permissão para guardar o ficheiro. Tente outra localização.
ru: Нет разрешения на сохранение файла. Попробуйте сохранить в другом месте.
th: ไม่มีสิทธิ์บันทึกไฟล์ ลองบันทึกที่อื่น
zh: 权限不足，无法保存文件。请选择其他位置重试。

# ErrMsg_InvalidCharInFileName
source: Invalid characters in name.
es: Caracteres no válidos en el nombre.
fr: Utilisation de caractères invalides dans le nom.
hi: नाम में अमान्‍य वर्ण हैं।
it: Il nome contiene caratteri non validi.
ja: 不正な文字が名前に使用されています。
nl: Ongeldige tekens in naam.
pt: Caracteres inválidos no nome.
ru: Недопустимые символы в имени.
th: มีตัวอักษรที่ไม่ถูกต้องอยู่ในชื่อ
zh: 名称中包含无效字符。

# ErrMsg_GeneralFileNameError
source: Invalid file name.
es: Nombre de archivo no válido.
fr: Nom de fichier invalide.
hi: अमान्‍य फाइल नाम।
it: Nome del file non valido.
ja: ファイル名が不正です。
nl: Ongeldige bestandsnaam.
pt: Nome de ficheiro inválido.
ru: Недопустимое имя файла.
th: ชื่อไฟล์ไม่ถูกต้อง
zh: 文件名无效。

# InfoMsg_AttachFile
source: Attach %@ to the report? Your file may help us identify the cause of the error.
es: ¿Desea adjuntar %@ al informe? Su archivo puede ayudarnos a identificar la causa del error.
fr: Attacher %@ à votre rapport ? Votre fichier peut nous aider à identifier la cause de l'incident.
hi: आपकी रिपोर्ट में %@ संलग्‍न करें? आपकी फाइल त्रुटि के कारण की पहचान करने में हमारी सहायता कर सकती है।
it: Allegare %@ al report? Il tuo file potrebbe aiutarci ad identificare la causa dell'errore.
ja: レポートに %@ を添付しますか?ファイルをご送付いただきますと、エラーの原因を特定するのに役立ちます。
nl: %@ bijvoegen bij uw rapport? Uw bestand kan ons helpen de oorzaak van de fout vast te stellen.
pt: Anexar %@ ao relatório? O ficheiro poderá ajudar-nos a identificar a causa do erro.
ru: Прикрепить %@ к вашему отчету? Ваш файл может помочь нам установить причину ошибки.
th: แนบ %@ ไปกับรายงานหรือไม่? ไฟล์ของคุณอาจช่วยให้เราระบุถึงสาเหตุของข้อผิดพลาดนี้
zh: 要向报告中添加%@吗？您的文件可以帮助我们确定错误原因。

# InfoMsg_SendCrashReport
source: Help improve OfficeSuite by sending the generated crash report.
es: Generar y enviar un informe sobre el fallo para ayudar a mejorar OfficeSuite.
fr: Envoyez-nous un rapport d'incident généré pour nous aider à améliorer OfficeSuite.
hi: उत्‍पन्‍न की हुई क्रैश रिपोर्ट भेजकर ऑफिस-सुइट को सुधारने में सहायता करें।
it: Aiutaci a migliorare OfficeSuite inviandoci il report sul crash generato.
ja: 生成されたクラッシュレポートをご送付いただき、OfficeSuiteの改善にご協力ください。
nl: Help OfficeSuite te verbeteren door een gegenereerd foutrapport te versturen.
pt: Ajude a melhorar o OfficeSuite enviando um relatório de erro gerado.
ru: Помогите улучшить OfficeSuite, отправив созданный отчет об ошибке.
th: ช่วยปรับปรุง OfficeSuite ด้วยการส่งรายงานการรวนที่สร้างขึ้นมาให้
zh: 发送生成的故障报告，帮助改善OfficeSuite。

# InfoMsg_CrashReportMailMessage
source: OfficeSuite crashed the last time I was using it!
es: ¡OfficeSuite se bloqueó cuando lo utilicé la última vez!
fr: OfficeSuite a planté la dernière fois que je l'ai utilisé !
hi: अंतिम बार जब मैं ऑफिस-सुइट का इस्‍तेमाल कर रहा था तो यह क्रैश हो गया!
it: OfficeSuite è crashato mentre lo stavo utilizzando!
ja: OfficeSuiteは最後に私が使っている最中にクラッシュしました!
nl: OfficeSuite is gecrasht de laatste keer dat ik het gebruikte!
pt: OfficeSuite deu erro da última vez que o utilizei!
ru: Произошел сбой при последнем использовании OfficeSuite!
th: OfficeSuite รวนในครั้งล่าสุดที่ฉันใช้งาน!
zh: 我上次使用OfficeSuite时它崩溃了！

# InfoMsg_NoAvailableApps
source: There are no installed apps that can open this file format.
es: No hay aplicaciones instaladas que puedan abrir este formato de archivo.
fr: Aucune application installée ne permet l'ouverture de ce format de fichier.
hi: ऐसे कोई ऐप संस्‍थापित नहीं हैं जो इस फाइल प्रारूप को खोल सकें।
it: Non ci sono applicazioni installate che possono aprire questo formato di file.
ja: このファイル形式を開くことができるアプリケーションがインストールされていません。
nl: Er zijn geen geÔnstalleerde apps die deze bestandsindeling kunnen openen.
pt: Não existem apps instaladas para abrir este formato de ficheiro.
ru: Нет установленных приложений, в которых можно открыть файл такого формата.
th: ไม่มีแอ็พที่ติดตั้งไว้สามารถเปิดไฟล์รูปแบบนี้ได้
zh: 没有可以打开该文件格式的应用。

# InfoMsg_SelectOnlyOneFile
source: Please, select only one file to open in another app.
es: Por favor, seleccione solo un archivo para abrir en otra aplicación.
fr: Veuillez ne sélectionner qu'un fichier à ouvrir dans une autre application.
hi: कृपया, किसी अन्‍य ऐप में खोलने के लिए सिर्फ एक फाइल चुनें।
it: Selezionare solamente un file da aprire in un'altra app.
ja: 別のアプリケーションで開くファイルは1つだけ選択してください。
nl: Selecteer slechts ÈÈn bestand om te openen in een andere app.
pt: Seleccione apenas um ficheiro para abrir noutra app.
ru: Пожалуйста, выберите только один файл, чтобы открыть в другом приложении.
th: กรุณาเลือกเปิดเพียงไฟล์เดียวในอีกแอ็พหนึ่ง
zh: 请仅选择一个文件，在其他应用中打开。

# InfoMsg_SelectRightEncoding
source: Select the encoding that makes the text readable:
es: Seleccione la codificación que permita leer el texto:
fr: Sélectionnez l'encodage qui permettra de lire le texte :
hi: वह एन्कोडिंग चुनें जो पाठ को पठनीय बना दे :
it: Selezionare una codifica per rendere il testo leggibile:
ja: テキストを識別可能なエンコーディングを選択してください。
nl: Selecteer de codering waarmee de tekst kan worden gelezen:
pt: Seleccione a codificação que torne o texto legível:
ru: Выбрать кодировку, которая сделает текст читабельным:
th: เลือกการเข้ารหัสที่ทำให้ข้อความอ่านได้:
zh: 选择可以正常显示文本的编码：

# Label_Encoding
source: Encoding
es: Codificación
fr: Encodage en cours
hi: एन्कोडिंग
it: Codifica
ja: エンコード
nl: Codering
pt: Codificação
ru: Кодировка
th: การเข้ารหัส
zh: 编码

# Label_Preview
source: Preview
es: Vista previa
fr: Prévisualisation
hi: पूर्वदृश्‍य
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pt: Pré-visualizar
ru: Просмотр
th: พรีวิว
zh: 预览

# Encoding_EasternEuropean
source: Eastern European
es: Centroeuropeo
fr: Europe orientale
hi: पूर्वी यूरोपीय
it: Europa Orientale
ja: 東ヨーロッパ
nl: Oost-Europees
pt: Europa Oriental
ru: Восточноевропейская
th: ยุโรปตะวันออก
zh: 东欧

# Encoding_WesternEuropean
source: Western European
es: Europa Occidental
fr: Europe occidentale
hi: पश्चिमी यूरोपीय
it: Europa Occidentale
ja: 西ヨーロッパ
nl: West-Europees
pt: Europa Ocidental
ru: Западноевропейская
th: ยุโรปตะวันตก
zh: 西欧

# Encoding_NorthEuropean
source: North European
es: Europa del Norte
fr: Europe du nord
hi: उत्‍तरी यूरोपीय
it: Europa Settentrionale
ja: 北ヨーロッパ
nl: Noord-Europees
pt: Norte da Europa
ru: Северноевропейская
th: ยุโรปเหนือ
zh: 北欧

# Encoding_SouthEuropean
source: South European
es: Europa del Sur
fr: Europe du sud
hi: दक्षिणी यूरोपीय
it: Europa Meridionale
ja: 南ヨーロッパ
nl: Zuid-Europees
pt: Sul da Europa
ru: Южноевропейская
th: ยุโรปใต้
zh: 南欧
