Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_DocumentIndex
source: Document Index
es: Índice del documento
fr: Index du document
hi: दस्‍तावेज की विषय-सूची
it: Indice Documento
ja: 文書の見出し
nl: Inhoudsopgave
pt: Índice de documentos
ru: Предметный указатель
th: ดัชนีเอกสาร
zh: 文档索引

# Label_Alignment
source: Alignment
es: Alineación
fr: Alignement
hi: संरेखण
it: Allineamento
ja: 位置合わせ
nl: Uitlijning
pt: Alignhamento
ru: Выравнивание
th: การจัดแถว
zh: 对齐

# Label_Indents
source: Indents
es: Sangría
fr: Retraits
hi: इंडेंट्स
it: Rientri
ja: インデント
nl: Inspringing
pt: Indentações
ru: Отступы
th: การจัดย่อหน้า
zh: 缩进

# Label_Spacing
source: Spacing
es: Espaciado
fr: Espacement
hi: अंतराल
it: Spaziatura
ja: 間隔
nl: Tekenafstand
pt: Espaçamento
ru: Интервалы
th: ระยะระหว่างบรรทัด
zh: 间距

# Label_Before
source: Before
es: Antes
fr: Avant
hi: पहले
it: Prima
ja: 前
nl: Voor
pt: Antes
ru: До
th: ก่อนหน้า
zh: 前方

# Label_After
source: After
es: Después
fr: Après
hi: बाद में
it: Dopo
ja: 後
nl: Na
pt: Após
ru: После
th: หลัง
zh: 后方

# Label_FirstLine
source: First Line
es: Primera línea
fr: Première ligne
hi: पहली रेखा
it: Prima linea
ja: 最初の行
nl: Eerste regel
pt: Primeira linha
ru: Первая строка
th: บรรทัดแรก
zh: 首行

# Label_Units
source: Units
es: Unidades
fr: Unités
hi: इकाईयां
it: Unità
ja: 単位
nl: Eenheden
pt: Unidades
ru: Единицы
th: หน่วย
zh: 单位

# Label_Millimeters
source: Millimeters
es: Milímetros
fr: Millimètres
hi: मिलिमीटर
it: Millimetri
ja: ミリメートル
nl: Millimeter
pt: Milímetros
ru: Миллиметры
th: มิลลิเมตร
zh: 毫米

# Label_Centimeters
source: Centimeters
es: Centímetros
fr: Centimètres
hi: सेंटीमीटर
it: Centimetri
ja: センチメートル
nl: Centimeter
pt: Centímetros
ru: Сантиметры
th: เซนติเมตร
zh: 厘米

# Label_Inches
source: Inches
es: Pulgadas
fr: Pouces
hi: इंच
it: Pollici
ja: インチ
nl: Inch
pt: Polegadas
ru: Дюймы
th: นิ้ว
zh: 英寸

# Label_Points
source: Points
es: Puntos
hi: प्‍वाइंट्स
it: Punti
ja: ポイント
nl: Punten
pt: Pontos
ru: Точки
th: พ้อยต์
zh: 磅

# Label_PointsTextFormat
source: %@ pt
hi: %@ प्‍वाइंट
ru: %@ тчк
zh: %@磅

# Button_TableStyleStylesTab
source: Table styles
es: Estilos de tabla
fr: Styles de tableau
hi: तालिका की शैलियां
it: Stili tabella
ja: 表のスタイル
nl: Tabelstijlen
pt: Estilos de tabela
ru: Стили таблицы
th: สไตล์ตาราง
zh: 表格样式

# Button_TableStyleSettingsTab
source: Settings
es: Configuración
fr: Paramètres
hi: सेटिंग्‍स
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Definições
ru: Настройки
th: การตั้งค่า
zh: 设置

# Label_TableStyleCustomStyles
source: Custom Styles
es: Estilos personalizados
fr: Styles personnalisés
hi: कस्‍टम शैलियां
it: Stili Personalizzati
ja: カスタムスタイル
nl: Aangepaste stijlen
pt: Estilos personalizados
ru: Настраиваемые стили
th: สไตล์กำหนดเอง
zh: 自定义样式

# Label_TableStyleBuiltInStyles
source: Built-in Styles
es: Estilos integrados
fr: Styles inclus
hi: अंतर्निर्मित शैलियां
it: Stili Predefiniti
ja: 組み込みのスタイル
nl: Ingebouwde stijlen
pt: Estilos incorporados
ru: Встроенные стили
th: สไตล์ที่มีในตัว
zh: 内建样式

# Label_TableStyleHeaderRow
source: Header row
es: Fila de encabezado
fr: Ligne d'en-tête
hi: शीर्षक पंक्ति
it: Riga di intestazione
ja: ヘッダー行
nl: Koprij
pt: Fila de cabeçalho
ru: Строка заголовка
th: แถวส่วนหัว
zh: 标题行

# Label_TableStyleTotalRow
source: Total row
es: Fila Total
fr: Total des lignes
hi: कुल पंक्ति
it: Riga Totale
ja: 集計行
nl: Totaalrij
pt: Total de filas
ru: Строка итогов
th: แถวทั้งหมด
zh: 汇总行

# Label_TableStyleFirstColumn
source: First column
es: Primera columna
fr: Première colonne
hi: पहला स्‍तंभ
it: Prima colonna
ja: 最初の列
nl: Eerste kolom
pt: Primeira coluna
ru: Первый столбец
th: คอลัมน์แรก
zh: 第一列

# Label_TableStyleLastColumn
source: Last column
es: Última columna
fr: Dernière colonne
hi: अंतिम स्‍तंभ
it: Ultima colonna
ja: 最後の列
nl: Laatste kolom
pt: Última coluna
ru: Последний столбец
th: คอลัมน์สุดท้าย
zh: 最后一列

# Label_TableStyleBandedRows
source: Banded rows
es: Filas con bandas
fr: Lignes à bandes
hi: बैंडेड पंक्तियां
it: Righe alternate evidenziate
ja: 縞模様 (行)
nl: Stroken op oneven rijen
pt: Filas agrupadas
ru: Связанные строки
th: แถบสีแถว
zh: 镶边行

# Label_TableStyleBandedColumns
source: Banded columns
es: Columnas con bandas
fr: Colonnes à bandes
hi: बैंडेड स्‍तंभ
it: Colonne alternate evidenziate
ja: 縞模様 (列)
nl: Stroken op oneven kolommen
pt: Colunas agrupadas
ru: Связанные столбцы
th: แถบสีคอลัมน์
zh: 镶边列

# Label_Tab
source: Tab
es: Tabulador
fr: Onglet
hi: टैब
ja: タブ
pt: Tabulação
ru: Вкладка
th: แท็บ
zh: 制表符

# Label_LineBreak
source: Line Break
es: Salto de línea
fr: Saut de ligne
hi: रेखा विराम
it: Interruzione di Linea
ja: 改行
nl: Regeleinde
pt: Quebra de linha
ru: Перенос строки
th: แบ่งบรรทัด
zh: 换行符

# Label_MSCaptureCameraUsePhoto
source: Use Photo
es: Usar foto
fr: Utiliser la Photo
hi: तस्‍वीर का इस्‍तेमाल करें
it: Usa Foto
ja: 写真を使用
nl: Foto gebruiken
pt: Usar foto
ru: Использовать фото
th: ใช้รูปถ่าย
zh: 使用照片

# Label_MSCaptureCameraRetake
source: Retake
es: Repetir
fr: Reprendre
hi: रीटेक लें
it: Riscatta
ja: 撮り直し
nl: Opnieuw
pt: Tirar novamente
ru: Переснять
th: ถ่ายใหม่
zh: 重新拍摄

# Label_Moments
source: Moments
es: Momentos
hi: पल
it: Momenti
ja: モーメント
nl: Momenten
pt: Momentos
ru: Моменты
th: ชั่วขณะ
zh: 时刻

# Label_CameraDenyAccessTitle
source: Can't Access Camera
es: No se puede acceder a la cámara
fr: Impossible d'accéder à la caméra
hi: कैमरा तक पहुंच नहीं बना सकता
it: Accesso Negato Fotocamera
ja: カメラにアクセスできません
nl: Geen toegang tot camera
pt: Não é possível aceder à Câmara
ru: Нет доступа к камере
th: ไม่สามารถเข้าถึงกล้อง
zh: 无法使用摄像头

# Label_CameraDenyAccessMessage
source: To access your camera, go to Settings > Privacy > Camera, and set the OfficeSuite switch to On.
es: Para acceder a la cámara, vaya a Configuración > Privacidad > Cámara y active la casilla de OfficeSuite.
fr: Pour accéder à votre caméra, allez dans Paramètres > Confidentialité > Caméra, et activez le bouton OfficeSuite.
hi: अपने कैमरा तक पहुंच बनाने के लिए, सेटिंग्‍स > निजता > कैमरा पर जाएं, और ऑफिस-सुइट स्विच को चालू पर कर दें।
it: Per accedere alla tua fotocamera, vai in Impostazioni > Privacy > Fotocamera, e sposta il pulsante di OfficeSuite su ON.
ja: カメラにアクセスするには、[設定]>[プライバシー]>[カメラ] に移動し、OfficeSuiteのスイッチをオンに設定します。
nl: Ga voor toegang tot de camera naar Instellingen > Privacy > Camera en zet OfficeSuite op AAN.
pt: Para aceder à Câmara, vá para Definições > Privacidade > Câmara, e defina o botão do OfficeSuite para LIGADO.
ru: Чтобы разрешить доступ к камере, перейдите в Настройки > Приватность > Фотографии и включите доступ OfficeSuite.
th: ในการเข้าถึงกล้องของคุณ ไปที่ การตั้งค่า > ความเป็นส่วนตัว > กล้อง แล้วตั้ง OfficeSuite เป็น เปิด
zh: 要使用摄像头，请前往“设置”>“隐私”>“摄像头”，然后将OfficeSuite设为“开”。

# Label_SlideShowSettings
source: Slideshow Settings
es: Ajustes de presentación
fr: Paramètres du diaporama
hi: स्‍लाइड शो की सेटिंग्‍स
it: Impostazioni presentazione
ja: スライドショーの設定
nl: Instellingen voor diavoorstelling
pt: Configurações de Slides
ru: Настройки слайд-шоу
th: การตั้งค่าสไลด์โชว์
zh: 幻灯片播放设置

# Label_NewName
source: New name:
es: Nuevo nombre:
fr: Nouveau nom :
hi: नया नाम :
it: Nuovo nome:
ja: 新しい名前:
nl: Nieuwe naam:
pt: Novo nome:
ru: Новое имя:
th: ชื่อใหม่:
zh: 新名称：

# ErrMsg_LongName
source: Name is too long.
es: El nombre es demasiado largo.
fr: Le nom est trop long.
hi: नाम बहुत लंबा है।
it: Nome troppo lungo.
ja: 名前が長すぎます。
nl: Naam is te lang.
pt: Nome demasiado longo.
ru: Слишком длинное имя.
th: ชื่อยาวเกินไป
zh: 名称太长。

# ErrMsg_SheetNameEmpty
source: Sheet name cannot be empty.
es: El nombre de la hoja está vacío.
fr: Le nom de la feuille ne peut être vide.
hi: पत्रक का नाम रिक्‍त नहीं रह सकता है।
it: Il nome del foglio non può essere vuoto.
ja: シート名を空にすることはできません。
nl: De bladnaam mag niet leeg zijn.
pt: Nome da folha não pode estar vazio.
ru: Название листа не может быть пустым.
th: ชื่อชีตไม่สามารถว่างเปล่าได้
zh: 工作表名称不能为空。

# WarningMessage_RtfWillLoseFormatting
source: If you save your file as RTF file, some formatting may be lost. Continue?
es: Si guarda el archivo en formato RTF, alguna parte del formato se podría perder. ¿Desea continuar?
fr: Si vous enregistrez votre fichier au format RTF, certaines mises en forme peuvent être perdues. Continuer ?
hi: यदि आप अपनी फाइल को RTF के रूप में सहेजते हैं, तो कुछ फॉर्मेटिंग नष्‍ट हो जाएगी। जारी रखें?
it: Se salvi il tuo file come RTF, alcune formattazioni potrebbero essere perse. Continuare?
ja: あなたのファイルをRTF形式で保存した場合、一部の書式設定が失われる可能性があります。続行しますか?
nl: Als u uw bestand opslaat als RTF, kan sommige opmaak verloren gaan. Doorgaan?
pt: Se guardar o ficheiro como RTF, poderá perder alguma formatação. Continuar?
ru: При сохранении файла в RTF форматирование может быть частично потеряно. Продолжить?
th: หากคุณบันทึกไฟล์เป็น RTF การจัดรูปแบบบางอย่างอาจสูญเสียไป ทำต่อหรือไม่?
zh: 如果将文件保存为RTF格式，一些格式会丢失。要继续吗？

# WarningMessage_TxtWillLoseFormatting
source: Saving as a text file will cause all formatting, pictures, and objects in your file to be lost. Continue?
es: El hecho de guardar el archivo como archivo de texto provocará la pérdida de formato, imágenes y objetos. ¿Desea continuar?
fr: Si vous enregistrez votre fichier en tant que texte, toutes les mises en formes, images et objets contenus dans le fichier seront perdus. Continuer ?
hi: एक पाठ्य फाइल के रूप में सहेजे जाने पर, आपकी फाइल में स्थित समस्‍त फॉर्मेटिंग, तस्‍वीरें और वस्‍तुएं नष्‍ट हो जाएंगी। जारी रखें?
it: Salvare come file di testo causerà la perdita di tutte le formattazioni, immagini e oggetti nel tuo file. Continuare?
ja: テキストファイルとして保存すると、ファイル内のすべての書式、画像、およびオブジェクトが失われます。続行しますか?
nl: Door opslaan als tekstbestand gaan alle opmaak, afbeeldingen en objecten in uw bestand verloren. Doorgaan?
pt: Ao guardar como ficheiro de texto irá perder toda a formatação, imagens e objectos no ficheiro. Continuar?
ru: Сохранение в виде текстового файла может привести к потере всего форматирования, изображений и объектов в вашем файле. Продолжить?
th: การบันทึกเป็นไฟล์ข้อความจะทำให้การจัดรูปแบบ รูปภาพ และวัตถุทั้งหมดในไฟล์หายไป ทำต่อหรือไม่?
zh: 将文件保存为文本文件将导致其中的所有格式、图片与对象丢失。要继续吗？

# Label_BuyMoreFonts
source: Buy Extra Fonts
es: Más Fuentes
fr: Acheter police
hi: अतिरिक्‍त फॉण्‍ट खरीदें
it: Acquista Font Extra
ja: フォントを買って
nl: Meer lettertypen
pt: Comprar tipos
ru: Купить шрифты
th: ซื้อฟ้อนต์พิเศษ
zh: 购买额外字体

# Label_InstalledFonts
source: Installed fonts
es: Fuentes instaladas
fr: Polices de caractères installées
hi: संस्‍थापित फॉण्‍ट
it: Font installati
ja: インストールされているフォント
nl: GeÔnstalleerde lettertypen
pt: Tipos de letra instalados
ru: Установленные шрифты
th: ฟ้อนต์ที่ติดตั้งอยู่
zh: 已安装字体

# Label_Breaks
source: Breaks
es: Saltos
fr: Sauts
hi: विराम
it: Interruzioni
ja: 中断
nl: Eindemarkeringen
pt: Quebras
ru: Разрывы
th: แบ่ง
zh: 分隔符

# Label_GoPremium
source: Go Premium
es: Modo Premium
fr: Passer Premium
hi: प्रीमियम हो जाएं
it: Passa a Premium
ja: Premiumへ移行
nl: Premium kopen
pt: Obter Premium
ru: Премиум апгрейд
th: ไปสู่รุ่นพรีเมี่ยม
zh: 升到高级版

# Label_FontPackDescription1
source: A collection of the most popular fonts for use within OfficeSuite. View your documents the way they were meant to be seen
es: Una colección de las fuentes más populares para usar en OfficeSuite. Visualice los documentos de la manera en que fueron pensados.
fr: Une collection des polices de caractères les plus populaires utilisables dans OfficeSuite. Visualisez vos documents tels qu'ils ont été conçus.
hi: ऑफिस-सुइट में इस्‍तेमाल के लिए सर्वाधिक लोकप्रिय फॉण्‍ट्स का एक संग्रह। आपके दस्‍तावेज जिस प्रकार से दिखेंगे, उन्‍हें उस प्रकार से देखें।
it: Una raccolta dei più popolari font da utilizzare in OfficeSuite. Visualizza i tuoi documenti nel modo migliore.
ja: OfficeSuite内で使用できる、最も一般的なフォントのコレクション。意図したとおりに作成したドキュメントを閲覧することができます。
nl: Een verzameling van de populairste lettertypen voor gebruik in OfficeSuite. Bekijk uw documenten zoals ze bedoeld waren om te worden bekeken.
pt: Uma colecção dos tipos de letra mais populares para utilizar no OfficeSuite. Vizualize os seus documentos como é suposto.
ru: Подборка самых популярных шрифтов для OfficeSuite. Просматривайте ваши документы такими, какими они должны выглядеть.
th: ชุดรวมของฟ้อนต์ดังๆ สำหรับใช้ใน OfficeSuite เรียกดูเอกสารในแบบที่ควรจะเห็นเป็นอย่างนั้น
zh: 一组可以在OfficeSuite中使用的热门字体。以原样方式查看文档的显示效果。

# Label_FontPackDescription2
source: Contains 12 Monotype fonts such as Calibri, Tahoma and Wingdings.
es: Contiene 12 fuentes monotipo, tales como Calibri, Tahoma y Wingdings.
fr: Contient 12 polices Monotype comme Calibri, Tahoma et Wingdings.
hi: Calibri, Tahoma और Wingdings जैसे 12 मोनोटाइप फॉण्‍ट्स हैं।
it: Contiene 12 font Monotype come Calibri, Tahoma e Wingdings.
ja: Calibri、Tahoma およびwingdingsなど12種類のMonotypeフォントが含まれています。
nl: Bevat 12 Monotype-lettertypen zoals Calibri, Tahoma en Wingdings.
pt: Contém 12 tipos de letra Monotype como Calibri, Tahoma e Wingdings.
ru: Содержит 12 монотипных шрифтов, таких как Calibri, Tahoma и Wingdings.
th: มีฟ้อนต์โมโนไทป์ 12 ฟ้อนต์ เช่น Calibri, Tahoma และ Wingdings
zh: 包含12种单型字体，比如Calibri、Tahoma与Wingdings。

# Label_FontPackDescription3
source: Also contains 60 OFL fonts such as Garamond, Modern, Open Sans and Times Gothic.
es: Además, contiene 60 fuentes OFL, tales como Garamond, Modern, Open Sans y Times Gothic.
fr: Contient également 60 polices OFL comme Garamond, Modern, Open Sans et Times Gothic.
hi: साथ ही Garamond, Modern, Open Sans और Times Gothic जैसे 60 OFL फॉण्‍ट्स भी शामिल हैं।
it: Contiene anche 60 font OFL come Garamond, Modern, Open Sans e Times Gothic.
ja: また、Garamond、Modern、Open SansおよびTimes Gothicなどの60種類のOFLフォントが含まれています。
nl: Bevat ook 60 OFL-lettertypen zoals Garamond, Modern, Open Sans en Times Gothic.
pt: Também contém 60 tipos de letra OFL como Garamond, Modern, Open Sans e Times Gothic.
ru: Также содержит 60 шрифтов OFL, таких как Garamond, Modern, Open Sans и Times Gothic.
th: อีกทั้งยังมีฟ้อนต์ OFL 60 ฟ้อนต์ เช่น Garamond, Modern, Open Sans และ Times Gothic
zh: 还包括60种OFL字体，比如Garamond、Modern、Open Sans与Times Gothic。

# Label_FontPack
source: Font Pack
es: Paquete de fuentes
fr: Lot de polices de caractères
hi: फॉण्‍ट पैक
it: Pacchetto Font
ja: フォントパック
nl: Lettertypenpakket
pt: Pacote de tipos de letra
ru: Пакет шрифтов
th: แพ็คฟ้อนต์
zh: 字体包

# Label_FontPackDescription
source: A collection of 50+ fonts, such as Calibri, Tahoma and Wingdings, for use within OfficeSuite.
es: Una colección de más de 50 fuentes, tales como Calibri, Tahoma y Wingdings para usar en OfficeSuite.
fr: Une collection de plus de 50 polices de caractères, dont Calibri, Tahoma et Wingdings, utilisable dans OfficeSuite.
hi: ऑफिस-सुइट में इस्‍तेमाल के लिए Calibri, Tahoma और Wingdings जैसे 50+ फॉण्‍ट्स का एक संग्रह है।
it: Una raccolta di oltre 50 font, come Calibri, Tahoma e Wingdings da utilizzare in OfficeSuite.
ja: OfficeSuite内で使用できる、Calibri、Tahoma およびWingdingsなどの50種類以上のフォントコレクション。
nl: Een verzameling van meer dan 50 lettertypen zoals Calibri, Tahoma en Wingdings voor gebruik in OfficeSuite.
pt: Uma colecção de mais de 50 tipos de letra como Calibri, Tahoma e Wingdings para utilizar no OfficeSuite.
ru: Подборка из более 50 шрифтов, таких как Calibri, Tahoma и Wingdings, для OfficeSuite.
th: ชุดรวมของฟ้อนต์ 50+ ฟ้อนต์ เช่น Calibri, Tahoma และ Wingdings สำหรับใช้ใน OfficeSuite
zh: 包含50多种可以在OfficeSuite中使用的字体，比如Calibri、Tahoma与Wingdings。

# Label_EditPdf
source: Edit PDF Documents
es: Editar documentos PDF
fr: Édition de documents PDF
hi: PDF दस्‍तावेजों को संपादित करें
it: Modifica Documenti PDF
ja: PDFドキュメントの編集
nl: PDF-documenten bewerken
pt: Editar documentos PDF
ru: Редактировать документы PDF
th: แก้ไขเอกสาร PDF
zh: 编辑PDF文档

# Label_EditPdfDescription
source: Convert your PDF's into Word / Excel and make the changes you need
es: Convierta archivos PDF en archivos totalmente editables de tipo Word/Excel
fr: Convertissez vos PDFs en fichiers Word ou Excel entièrement modifiables
hi: अपनी PDFs को पूर्णत:-संपादनीय वर्ड/एक्‍सेल फाइलों में परिवर्तित करें
it: Converti i tuoi PDF in file Word/Excel completamente modificabili
ja: PDFファイルを完全に編集可能なWord/Excelファイルに変換
nl: Converteer PDFs naar volledig bewerkbare Word-/Excel-bestanden
pt: Converter os seus PDF para ficheiros Word/Excel totalmente editáveis
ru: Преобразовать ваши PDF-файлы в полностью редактируемые файлы формата Word/Excel
th: แปลง PDF ของคุณไปเป็นไฟล์ Word/Excel ที่แก้ไขได้อย่างเต็มที่
zh: 将PDF文件转为可编辑的Word或Excel文件。

# Label_SaveAsPdf
source: Save as PDF
es: Guardar como PDF
fr: Enregistrement au format PDF
hi: PDF के रूप में सहेजें
it: Salva come PDF
ja: PDFとして保存
nl: Opslaan als PDF
pt: Guardar como PDF
ru: Сохранить как PDF
th: บันทึกเป็น PDF
zh: 另存为PDF

# Label_SaveAsPdfDescription
source: Save your documents as PDF with no loss of formatting
es: Guarde documentos como PDF sin perder el formato de los datos
fr: Enregistrez vos documents au format PDF sans perdre la mise en forme
hi: अपने दस्‍तावेजों को फॉर्मेटिंग के नुकसान के बिना PDFs के रूप में सहेजें
it: Salva i tuoi documenti come PDFs senza perdere la formattazione
ja: ドキュメント書式を保持したままPDFとして保存
nl: Sla documenten op als PDFs zonder verlies van opmaak
pt: Guardar os documentos como PDF sem perda de formatação
ru: Сохранить ваши документы как PDF без потери форматирования
th: บันทึกเอกสารของคุณเป็น PDF พร้อมกับไม่สูญเสียการจัดรูปแบบ
zh: 将文档另存为格式齐全的PDF文档。

# Label_AnnotatePdf
source: Annotate your PDFs
es: Inserte notas en los PDF
fr: Annotation des PDFs
hi: अपनी PDFs को ऐनोटेट करें
it: Commenta i tuoi PDF
ja: PDFに注釈を追加
nl: Maak aantekeningen in PDFs
pt: Criar anotações nos PDF
ru: Комментировать ваши PDF-файлы
th: ทำบันทึกหมายเหตุ PDF ของคุณ
zh: 注释PDF文档

# Label_AnnotatePdfDescription
source: Make notes and comments while reviewing documents
es: Cree notas y comentarios al revisar documentos
fr: Écrivez des notes et des commentaires pendant que vous révisez vos documents
hi: दस्‍तावेजों की समीक्षा करते समय नोट्स और टिप्‍पणियां लिखें
it: Aggiungi note e commenti mentre revisioni i documenti
ja: ドキュメントをレビューしながらメモやコメントを追加
nl: Maak notities en opmerkingen bij het lezen van documenten
pt: Criar notas e comentários ao rever documentos
ru: Делать пометки и комментарии при рецензировании документов
th: จดบันทึกและหมายเหตุในระหว่างตรวจทานเอกสาร
zh: 审查文件时添加注释和评论

# Label_AddCameraPhoto
source: Add Camera Photo
es: Añadir foto de cámara
fr: Insertion de photos prises avec la caméra
hi: कैमरे की तस्‍वीर जोड़ें
it: Aggiungi Foto
ja: カメラの写真を追加
nl: Camera-afbeeldingen toevoegen
pt: Adicionar foto da câmara
ru: Добавить снятое на камеру фото
th: เพิ่มรูปถ่าย
zh: 添加摄像头照片

# Label_AddCameraPhotoDescription
source: Include pictures in your documents to aid your note taking
es: Incluir imágenes en los documentos
fr: Ajoutez des photos à vos documents
hi: अपने दस्‍तावेजों में तस्‍वीरें जोड़ें
it: Includi immagini nei tuoi documenti
ja: 文書内に画像を含める
nl: Voeg foto's toe aan documenten
pt: Incluir imagens nos documentos
ru: Включить изображения в ваши документы
th: รวมรูปอยู่ในเอกสาร
zh: 在文档中添加图片

# Label_ProtectYourDocs
source: Protect your documents
es: Proteja sus documentos
fr: Protection de vos documents
hi: अपने दस्‍तावेजों को सुरक्षित करें
it: Proteggi i tuoi documenti
ja: ドキュメントの保護
nl: Beveilig documenten
pt: Proteger os documentos
ru: Защитить ваши документы
th: ปกป้องเอกสารของคุณ
zh: 保护文档

# Label_ProtectYourDocsDescription
source: Protect your PDF's with a password, set a passcode for the whole app, etc.
es: Proteja con contraseña archivos individuales o fije un código para todos los documentos en OfficeSuite
fr: Protégez individuellement vos fichiers avec un mot de passe, ou configurez-en un pour tout OfficeSuite
hi: पासवर्ड-सुरक्षित व्‍यक्तिगत फाइलें, या यहां तक कि पूरे ऑफिस-सुइट के लिए एक पासकोड सेट करें
it: Proteggi con password i singoli file, oppure settane una univoca per tutti i documenti di OfficeSuite
ja: 個別ファイルのパスワード保護、またはOfficeSuite全体に対してパスコードを設定することも可能
nl: Beveilig afzonderlijke bestanden met een wachtwoord of stel een wachtwoord in voor de hele OfficeSuite
pt: Proteja documentos individuais com palavra-passe, ou defina um código-passe para o OfficeSuite
ru: Защитить паролем отдельные файлы или задать пароль для всех файлов OfficeSuite
th: ปกป้องแต่ละไฟล์ด้วยรหัสผ่าน หรือแม้กระทั่งตั้งรหัสผ่านสำหรับ OfficeSuite ทั้งหมด
zh: 通过密码保护单独文档，或者为所有OfficeSuite文档设置密码保护

# Label_AdFree
source: Ad free
es: Sin publicidad
fr: Sans publicité
hi: विज्ञापन मुक्‍त
it: Nessun annuncio
ja: 広告なし
nl: Zonder advertenties
pt: Sem publicidade
ru: Без рекламы
th: ปลอดโฆษณา
zh: 无广告

# Label_AdFreeDescription
source: No distractions while working
es: Sin distracciones en el trabajo
fr: Plus de distractions pendant que vous travaillez
hi: काम करते समय कोई भटकाव नहीं
it: Nessuna distrazione mentre lavori
ja: 作業中に気が散ることはありません
nl: Geen afleidingen tijdens het werk
pt: Sem distracções enquanto trabalha
ru: Ничего не отвлекает от работы
th: ไม่มีสิ่งรบกวนในขณะทำงาน
zh: 可以专心工作，无需分心

# Label_DoubleUnderline
source: Double Underline
es: Subrayado doble
fr: Double soulignage
hi: दोहरा अंडरलाइन
it: Sottolineato doppio
ja: 二重下線
nl: Dubbel onderstrepen
pt: Sublinhado duplo
ru: Двойное подчеркивание
th: ขีดเส้นใต้คู่
zh: 双下划线

# Label_IncreaseFont
source: Increase Font
es: Agrandar fuente
fr: Augmenter la police
hi: फॉण्‍ट बढ़ाएं
it: Aumenta Font
ja: フォントを拡大
nl: Tekengrootte vergroten
pt: Aumentar tipo de letra
ru: Увеличить шрифт
th: ขยายฟ้อนต์
zh: 增大字体

# Label_DecreaseFont
source: Decrease Font
es: Reducir fuente
fr: Diminuer la police
hi: फॉण्‍ट घटाएं
it: Diminuisci Font
ja: フォントを縮小
nl: Tekengrootte verkleinen
pt: Diminuir tipo de letra
ru: Уменьшить шрифт
th: ลดขนาดฟ้อนต์
zh: 缩小字体

# Label_HorizontalAlignLeft
source: Horizontal Align Left
es: Alineamiento horizontal izquierda
fr: Alignement horizontal gauche
hi: क्षैतिज संरेखण बाएं
it: Allinea in orizzontale a sinistra
ja: 左揃え
nl: Horizontaal links uitlijnen
pt: Alinhamento horizontal à esquerda
ru: Горизонтальное выравнивание по левому краю
th: จัดแถวแนวนอนทางซ้าย
zh: 水平左对齐

# Label_HorizontalAlignRight
source: Horizontal Align Right
es: Alineamiento horizontal derecha
fr: Alignement horizontal droite
hi: क्षैतिज संरेखण दाएं
it: Allinea in orizzontale a destra
ja: 右揃え
nl: Horizontaal rechts uitlijnen
pt: Alinhamento horizontal à direita
ru: Горизонтальное выравнивание по правому краю
th: จัดแถวแนวนอนทางขวา
zh: 水平右对齐

# Label_HorizontalAlignCenter
source: Horizontal Align Center
es: Alineamiento horizontal centro
fr: Alignement horizontal centre
hi: क्षैतिज संरेखण मध्‍य में
it: Allinea in orizzontale al centro
ja: 中央揃え
nl: Horizontaal centreren
pt: Alinhamento horizontal ao centro
ru: Горизонтальное выравнивание по центру
th: จัดแถวแนวนอนตรงกลาง
zh: 水平居中对齐

# Label_VerticalAlignBottom
source: Vertical Align Bottom
es: Alineamiento vertical inferior
fr: Alignement vertical en bas
hi: उर्ध्‍वाधर संरेखण सबसे नीचे
it: Allinea in verticale in basso
ja: 下揃え
nl: Verticaal onder uitlijnen
pt: Alinhamento vertical inferior
ru: Вертикальное выравнивание по нижнему краю
th: จัดแถวแนวตั้งด้านล่าง
zh: 竖直底端对齐

# Label_VerticalAlignMiddle
source: Vertical Align Middle
es: Alineamiento vertical medio
fr: Alignement vertical milieu
hi: उर्ध्‍वाधर संरेखण मध्‍य में
it: Allinea in verticale al centro
ja: 縦中央揃え
nl: Verticaal midden uitlijnen
pt: Alinhamento vertical Align no meio
ru: Вертикальное выравнивание по центру
th: จัดแถวแนวตั้งตรงกลาง
zh: 竖直居中对齐

# Label_VerticalAlignTop
source: Vertical Align Top
es: Alineamiento vertical superior
fr: Alignement vertical en haut
hi: उर्ध्‍वाधर संरेखण सबसे ऊपर
it: Allinea in verticale in alto
ja: 上揃え
nl: Verticaal boven uitlijnen
pt: Alinhamento vertical superior
ru: Вертикальное выравнивание по верхнему краю
th: จัดแถวแนวตั้งด้านบน
zh: 竖直顶端对齐

# Label_SelectTextColor
source: Select Text Color
es: Seleccione el color del texto
fr: Sélectionner la couleur du texte
hi: पाठ का रंग चुनें
it: Seleziona Colore Testo
ja: テキストの色を選択
nl: Tekstkleur selecteren
pt: Seleccionar cor de texto
ru: Выбрать цвет текста
th: เลือกสีข้อความ
zh: 选择文本颜色
