Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# ErrDoc_Save_Xls_Not_Supported
source: The document cannot be saved in XLS format, because it contains only chart sheets.
es: El documento no se puede guardar en formato XLS, ya que solo contiene hojas con gráficos.
fr: Le document ne peut être enregistré au format XLS, parce qu'il ne contient que des feuilles avec graphiques.
hi: दस्तावेज़ को XLS फ़ॉरमेट में नहीं सहेजा जा सकता है, क्योंकि इसमें केवल चार्ट शीट्स हैं।
it: Il documento non può essere salvato in formato XLS, perché contiene solo fogli di grafici.
ja: グラフシートしか含まれていないため、ドキュメントを XLS 形式で保存できません。
ru: Не удается сохранить документ в формате XLS, потому что он состоит только из листов диаграмм.
th: ไม่สามารถบันทึกเอกสารในรูปแบบ XLS ได้ เนื่องจากมีแต่แผ่นงานที่เป็นแผนภูมิ

# InfoMsg_InvalidDVAllTable
source: You cannot set data validation rules for the whole sheet.
es: No puede definir reglas de validación de datos para toda la hoja.
fr: Vous ne pouvez pas définir de règles de validation d'ensembles de données pour la feuille entière.
hi: आप पूरी शीट के लिए डेटा मान्यता नियम निर्धारित नहीं कर सकते।
it: Impossibile impostare le regole di convalida dei dati per l'intero foglio.
ja: シート全体にデータ認証ルールをセットすることはできません。
ru: Задать правила проверки данных для всего листа нельзя.
th: คุณไม่สามารถกำหนดกฎการตรวจสอบข้อมูลสำหรับทั้งแผ่นงานได้

# Label_MarkerLineChart
source: Line with markers
es: Línea con marcadores
fr: Ligne avec marqueurs
hi: मार्कर के साथ लाइन
it: Riga con indicatori
ja: 折れ線グラフ
ru: График с маркерами
th: เส้นตรงพร้อมมาร์กเกอร์

# Err_PleaseLoginAgain
source: You've been signed out. Please sign in again.
es: Se ha cerrado su sesión. Vuelva a iniciar sesión.
fr: Vous avez été déconnecté. Veuillez vous reconnecter.
hi: आपको साइन आउट कर दिया गया है। कृपया पुनः साइन इन करें।
it: Sei uscito. Riaccedi.
ja: サインアウトしています。再度サインインしてください。
ru: Вы вышли из учетной записи. Войдите снова.
th: คุณถูกให้ออกจากระบบ โปรดลงชื่อเข้าใช้อีกครั้ง

# Label_PremiumProtectSheet
source: Protect cells in your Spreadsheets. Available as part of OfficeSuite Premium.
es: Proteja las celdas de las hojas de cálculo. Disponible en OfficeSuite Premium.
fr: Protégez des cellules dans vos feuilles de calcul. Disponible dans le cadre d'OfficeSuite Premium.
hi: अपनी स्प्रेडशीट्स में सेल रक्षित करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Proteggi le celle nel foglio di calcolo. Disponibile come parte di OfficeSuite Premium.
ja: スプレッドシートのセルを保護してください。OfficeSuite Premium の一部としてご利用可能です。
ru: Можно защитить ячейки в таблицах. Эта функция доступна в составе OfficeSuite Premium.
th: ปกป้องเซลล์ในแผ่นงาน เป็นความสามารถของ OfficeSuite Premium

# Label_NoColor
source: No Color
es: Sin color
fr: Aucune couleur
hi: कोई रंग नहीं है
it: Nessun colore
ja: カラーなし
ru: Без цвета
th: ไม่มีสี

# Label_CellShading
source: Cell Shading
es: Sombra
fr: Ombrage
hi: सेल शेडिंग
it: Sfondo cella
ja: セルのシェーディング
ru: Заливка ячеек
th: การแรเงาเซลล์

# Label_EnterPassToUnprotect
source: Enter password to unprotect sheet.
es: Introduzca la contraseña para desproteger la hoja.
fr: Saisissez le mot de passe pour déprotéger la feuille.
hi: शीट अरक्षित करने के लिए पासवर्ड दर्ज करें।
it: Inserisci la password per rimuovere la protezione del foglio.
ja: パスワードを入力してシートの保護を解除してください。
ru: Введите пароль, чтобы снять защиту листа.
th: ป้อนรหัสผ่านเพื่อยกเลิกการปกป้องแผ่นงาน

# Label_Cells
source: Cells
es: Celdas
fr: Cellules
hi: सेल
it: Celle
ja: セル
ru: Ячейки
th: เซลล์

# Label_ShiftLeft
source: Shift cells left
es: Desplazar las celdas hacia la izquierda
fr: Déplacer les cellules vers la gauche
hi: सेल बाएँ स्थानांतरित करें
it: Sposta celle a sinistra
ja: セルを左へ移動
ru: Со сдвигом влево
th: เลื่อนเซลล์ไปทางซ้าย

# Label_ShiftUp
source: Shift cells up
es: Desplazar las celdas hacia arriba
fr: Déplacer les cellules vers la droite
hi: सेल ऊपर स्थानांतरित करें
it: Sposta celle in alto
ja: セルを上へ移動
ru: Со сдвигом вверх
th: เลื่อนเซลล์ไปข้างบน

# Label_EntireRow
source: Entire row
es: Toda la fila
fr: Ligne entière
hi: पूरी पंक्ति
it: Intera riga
ja: すべての行
ru: Вся строка
th: ทั้งแถว

# Label_EntireColumn
source: Entire column
es: Toda la columna
fr: Colonne entière
hi: पूरा कॉलम
it: Intera colonna
ja: すべての列
ru: Весь столбец
th: ทั้งคอลัมน์

# Label_DeleteOptions
source: Delete options
es: Opciones de eliminación
fr: Options de suppression
hi: विकल्प हटाएँ
it: Elimina opzioni
ja: 削除オプション
ru: Параметры удаления
th: ลบตัวเลือก

# WarnMsg_Continue
source: Continue?
es: ¿Continuar?
fr: Continuer ?
hi: जारी रखें?
it: Continuare?
ja: 続けますか？
ru: Продолжить?
th: ทำต่อหรือไม่?

# Err_WillChangeFilteredRange
source: Will change filtered range.
es: Cambiará el rango filtrado.
fr: Ceci modifiera la plage filtrée.
hi: फ़िल्टर की रेंज बदल जाएगी।
it: Modificherà l'intervallo filtrato.
ja: フィルタリングした範囲が変更されます。
ru: Отфильтрованный диапазон будет изменен.
th: จะเปลี่ยนช่วงที่ถูกกรอง

# ErrClass_DeleteCells
source: Failed to delete cell(s).
es: Error al eliminar la(s) celda(s)
fr: La suppression de la/des cellule(s) a échoué.
hi: सेल हटाने में विफल।
it: Eliminazione cella/e non riuscita.
ja: セルを削除できませんでした。
ru: Не удалось удалить ячейки.
th: ลบเซลล์ไม่สำเร็จ

# Label_Alert
source: Alert
es: Aviso
fr: Alerte
hi: चेतावनी
it: Avviso
ja: アラート
ru: Оповещение
th: คำเตือน

# AlertMsg_DeleteRow
source: Delete entire row?
es: ¿Eliminar toda la fila?
fr: Supprimer la ligne entière ?
hi: पूरी पंक्ति हटाएँ?
it: Eliminare l'intera riga?
ja: すべての行を削除？
ru: Удалить всю строку?
th: ลบทั้งแถวหรือไม่?

# AlertMsg_WillUnmergeCells
source: This command will cause some merged cells to unmerge. Do you want to continue?
es: Con este comando se anulará la combinación de algunas celdas combinadas. ¿Desea continuar?
fr: Cette commande défusionnera certaines cellules fusionnées. Voulez-vous continuer ?
hi: इस कमांड से कुछ मर्ज किए गए सेल अलग-अलग हो जाएँगे। क्या आप जारी रखना चाहते हैं?
it: Questo comando provocherà la divisione di alcune celle unite. Continuare?
ja: このコマンドを実行すると、マージしたセルはこれ以降マージできなくなります。続けてもよろしいですか？
ru: Этой командой вы разъедините некоторые объединенные ячейки. Хотите продолжить?
th: คำสั่งนี้จะทำให้เซลล์ที่ผสานไว้แยกออกจากกัน คุณต้องการทำต่อหรือไม่?

# Label_SearchByType
source: Search by type
es: Buscar por tipo
fr: Rechercher par type
hi: प्रकार के आधार पर खोज करें
it: Cerca per tipo
ja: 種類ごとに検索
ru: Поиск по типу
th: ค้นหาตามประเภท

# Label_RecentSearches
source: Recent searches
es: Búsquedas recientes
fr: Recherches récentes
hi: हाल की खोज
it: Ricerche recenti
ja: 最近の検索項目
ru: Последние поиски
th: การค้นหาล่าสุด

# Label_BarOfPie
source: Bar of Pie
es: Gráfico circular con subgráfico de barras
fr: Barres de secteur
hi: पाई की बार
it: Barre della torta
ja: 円グラフの補助縦棒
ru: Вторичная гистограмма
th: บาร์ของพาย

# Label_PieOfPie
source: Pie of Pie
es: Gráfico circular con subgráfico circular
fr: Secteurs de secteur
hi: पाई की पाई
it: Torta della torta
ja: 補助円グラフ付き円グラフ
ru: Вторичная круговая
th: พายของพาย

# Label_3DColumn
source: 3D Column
es: Columna en 3D
fr: Colonne 3D
hi: 3D कॉलम
it: Colonna 3D
ja: 3D 縦棒グラフ
ru: Объемная гистограмма
th: คอลัมน์ 3 มิติ

# Label_PowerPointMacroTemplate
source: PowerPoint Macro-Enabled Template
es: Plantilla habilitada para macros de PowerPoint
fr: Modèle PowerPoint prenant en charge les macros
hi: PowerPoint मैक्रो-सक्षम टेम्प्लेट
it: Modello con attivazione macro Powerpoint
ja: PowerPoint マクロ使用可能テンプレート
ru: Шаблон PowerPoint с поддержкой макросов
th: เทมเพลตที่สามารถใช้งานมาโครของ PowerPoint ได้

# Label_EnterpriseMode
source: Enterprise Mode
es: Modo empresarial
fr: Mode entreprise
hi: एंटरप्राइज़ मोड
it: Modalità Enterpirse
ja: エンタープライズ モード
ru: Режим предприятия
th: โหมด Enterprise

# Label_NetForEntrpriseNeeded
source: An internet connection is required to enable Enterprise mode.
es: Se necesita conexión a Internet para activar el modo empresarial.
fr: Vous devez être connecté à internet pour activer le mode entreprise.
hi: एंटरप्राइज़ मोड सक्षम करने के लिए इंटरनेट कनेक्शन की ज़रूरत है।
it: Per abilitare la modalità Enterprise è necessaria una connessione a Internet.
ja: エンタープライズ モードを利用するにはインターネット接続が必要です。
ru: Для перехода в режим предприятия требуется интернет-подключение.
th: หากต้องการใช้โหมด Enterprise คุณจำเป็นต้องเชื่อมต่ออินเทอร์เน็ต

# Label_SolidFill
source: Solid Fill
es: Relleno sólido
fr: Remplissage uni
hi: सॉलिड फ़िल
it: Riempimento a tinta unita
ja: 塗りつぶし (単色)
ru: Сплошная заливка
th: สีเติมแบบทึบ

# Label_PictureFill
source: Picture Fill
es: Relleno de imagen
fr: Remplissage de l'image
hi: पिक्चर फ़िल
it: Riempimento immagine
ja: 塗りつぶし (図)...
ru: Заливка рисунком
th: เติมสีรูปภาพ

# Label_TwoPages
source: Two Pages
es: Dos páginas
fr: Deux pages
hi: दो पृष्ठ
it: Due pagine
ja: 2 ページ
ru: Две страницы
th: สองหน้า

# Label_ContinuousScroll
source: Continuous Scroll
es: Desplazamiento continuo
fr: Défilement continu
hi: निरंतर स्क्रॉल
it: Scorrimento continuo
ja: 連続スクロール
ru: Непрерывная прокрутка
th: การเลื่อนอย่างต่อเนื่อง

# Label_PdfPageView
source: Page View
es: Vista de página
fr: Vue Page
hi: पृष्ठ दृश्य
it: Visualizzazione pagina
ja: ページビュー
ru: Просмотр страницы
th: มุมมองหน้าเอกสาร

# Label_ReflowView
source: Reflow View
es: Vista de redistribución
fr: Mode Redisposition dynamique
hi: रीफ़्लो दृश्य
it: Visualizzazione adattamento dinamico
ja: リフロービュー
ru: Режим расплавления
th: มุมมองเรียงหน้าใหม่

# Label_Favorites
source: Pinned
es: Anclado
fr: Épinglé
hi: पिन किया गया
it: Elemento aggiunto
ja: ピン留め
ru: Закреплено
th: ตรึงแล้ว

# Label_NoFavorites
source: Press edit to pin files.
es: Pulse Editar para anclar archivos.
fr: Appuyez sur Modifier pour épingler des fichiers.
hi: फ़ाइलें पिन करने के लिए संपादन करें दबाएँ।
it: Premi "modifica" per aggiungere file.
ja: 編集を押して、ファイルをピン留めする。
ru: Чтобы прикрепить файлы, нажмите «Изменить».
th: กดแก้ไขเพื่อตรึงไฟล์

# Label_NoFavoritesInEditMode
source: No Pinned Files.
es: No hay archivos anclados.
fr: Aucun fichier épinglé.
hi: कोई पिन की गई फ़ाइलें नहीं हैं।
it: Nessun file aggiunto.
ja: ピン留めされているファイルはありません。
ru: Прикрепленных файлов нет.
th: ไม่มีไฟล์ที่ตรึง

# Label_OtherLocations
source: Open Another Storage
es: Abrir otro almacenamiento
fr: Ouvrir un nouvel espace de stockage
hi: कोई अन्य संग्रहण खोलें
it: Apri un altro dispositivo di archiviazione
ja: 別のストレージを開く
ru: Открыть другое место
th: เปิดที่เก็บข้อมูลอื่น

# Label_CreateNewFolder
source: Create New Folder
es: Crear nueva carpeta
fr: Créer nouveau dossier
hi: नया फ़ोल्डर बनाएँ
it: Crea nuova cartella
ja: 新規フォルダを作成
ru: Создать папку
th: สร้างโฟลเดอร์ใหม่

# Label_CreateNewOfficeDoc
source: Create New File
es: Crear nuevo archivo
fr: Créer nouveau fichier
hi: नई फ़ाइल बनाएँ
it: Crea nuovo file
ja: 新規ファイルを作成
ru: Создать файл
th: สร้างไฟล์ใหม่

# Label_MoveToThisLocation
source: Move to this location
es: Mover a esta ubicación
fr: Déplacer vers cet emplacement
hi: इस स्थान पर स्थानांतरित करें
it: Sposta qui
ja: この場所に移動
ru: Перенести в это место
th: ย้ายไปที่ตำแหน่งนี้

# InfoTitle_iCloudSwitchedOn
source: iCloud has been enabled
es: iCloud se ha activado
fr: iCloud est activé
hi: iCloud सक्षम कर दिया गया है
it: iCloud è stato abilitato
ja: iCloud が有効になりました
ru: Включена служба iCloud
th: เปิดใช้งาน iCloud แล้ว

# InfoMsg_iCloudSwitchedOn
source: Do you want to move local files to iCloud?
es: ¿Desea mover archivos locales a iCloud?
fr: Voulez-vous déplacer les fichiers locaux vers iCloud ?
hi: क्या आप स्थानीय फ़ाइलें iCloud पर स्थानांतरित करना चाहते है?
it: Desideri trasferire i file locali su iCloud?
ja: このローカルファイルを iCloud へ移動しますか？
ru: Хотите перенести локальные файлы в iCloud?
th: คุณต้องการย้ายไฟล์ในเครื่องไปยัง iCloud หรือไม่?

# InfoMsg_iCloudIsDisabled
source: iClould drive is disabled for OfficeSuite. You can enable iCloud drive from the Settings app, and then iCloud.
es: La unidad iCloud está desactivada para OfficeSuite. Puede activar la unidad iCloud desde la aplicación Ajustes y, a continuación, iCloud.
fr: iCloud Drive est désactivé pour OfficeSuite . Pour l'activer, allez dans Réglages > iCloud.
hi: iClould ड्राइव OfficeSuite के लिए अक्षम कर दी गई है। आप सेटिंग्स ऐप, और फिर iCloud से iCloud ड्राइव सक्षम कर सकते हैं।
it: iCloud Drive è disabilitato per OfficeSuite. Puoi abilitare iCloud Drive da Impostazioni > iCloud.
ja: iCloud ドライブが OfficeSuite 向けには無効になっています。「設定」の次に「iCloud]と開くと、その画面で iCloud ドライブを有効にできます。
ru: Доступ к iCloud Drive отключен для OfficeSuite. Включить его можно в настройках.
th: ขณะนี้ยังไม่มีการเปิดใช้งานไดรฟ์ iClould สำหรับ OfficeSuite คุณสามารถเปิดใช้งานไดรฟ์ iCloud ได้โดยไปที่แอปการตั้งค่า แล้วเลือก iCloud

# Label_AddCloud
source: Add Cloud
es: Añadir almacenamiento en la nube
fr: Ajouter cloud
hi: क्लाउड जोड़ें
it: Aggiungi cloud
ja: クラウドを追加
ru: Добавить облако
th: เพิ่มคลาวด์

# Label_OpenFrom
source: Open From Location
es: Abrir desde ubicación
fr: Ouvrir à partir de
hi: स्थान से खोलें
it: Apri da...
ja: ファイルの場所を開く
ru: Выбрать место
th: เปิดจากตำแหน่ง

# InfoMsg_NewItem
source: Create New
es: Crear nuevo
fr: Créer nouveau
hi: नया बनाएँ
it: Crea nuovo
ja: 新規作成
ru: Создать
th: สร้างใหม่

# Label_FromTemplate
source: From Template
es: Desde plantilla
fr: À partir du modèle
hi: टेम्प्लेट से
it: Da modello
ja: テンプレートから作成
ru: Из шаблона
th: จากเทมเพลต

# Label_NoResults
source: No Results
es: No hay resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं है
it: Nessun risultato
ja: 結果なし
ru: Ничего не найдено
th: ไม่มีผลลัพธ์

# Label_SearchByTypeCapitalized
source: Search by Type
es: Buscar por tipo
fr: Rechercher par type
hi: प्रकार से खोज करें
it: Ricerca per tipo
ja: 種類で検索
ru: Поиск по типу
th: ค้นหาตามประเภท

# Label_RecentSearchesCapitalized
source: Recent Searches
es: Búsquedas recientes
fr: Recherches récentes
hi: हाल की खोजें
it: Ricerche recenti
ja: 最近の検索
ru: Недавние запросы
th: การค้นหาล่าสุด

# Label_OfficeSutiePremiumDescription
source: Get all the features you need
es: Obtenga todas las funciones que necesita
fr: Toutes les fonctionnalités dont vous avez besoin
hi: अपनी ज़रूरत की सभी सुविधाएँ प्राप्त करें
it: Ottieni tutte le funzioni di cui hai bisogno
ja: 必要な機能のすべてを手に入れよう
ru: Пользуйтесь всеми возможностями сразу
th: รับคุณสมบัติทั้งหมดที่คุณต้องการ

# Label_OfficeForEveryPlatformTitle
source: The All-in-one Mobile Office
es: La oficina móvil todo en uno
fr: Office mobile tout-en-un
hi: एक-में-सब मोबाइल ऑफ़िस
it: L'Office portatile, tutto compreso
ja: すべてが詰まったモバイルオフィス
ru: Универсальный мобильный OfficeSuite
th: โปรแกรม Office บนมือถือที่ครบวงจร

# Label_OfficeForEveryPlatformDescription
source: Login and enjoy cross-platform experience with one subscription
es: Inicie sesión y disfrute de una experiencia multiplataforma con una sola suscripción
fr: Connectez-vous pour profiter d'une expérience multi-plateforme avec un abonnement unique
hi: लॉगइन करें और एक सदस्यता के साथ परस्पर-प्लेटफ़ॉर्म अनुभव का आनंद लें
it: Iscriviti, esegui l'accesso e goditi un'esperienza multi-piattaforma
ja: 1回だけの登録で、クロスプラットフォームにログイン、スムーズな仕事を楽しもう
ru: Войдите и оцените полноту возможностей на разных платформах с одной подпиской
th: เข้าสู่ระบบและเพลิดเพลินกับประสบการณ์ทำงานข้ามแพลตฟอร์ม เพียงสมัครใช้งานแค่ครั้งเดียว

# Label_NewFromTemplates
source: New from Templates
es: Nuevo desde plantillas
fr: Nouveau à partir d'un modèle
hi: टेम्पलेट से नया
it: Nuovo da modello
ja: テンプレートから新規作成
ru: Создать из шаблонов
th: สร้างใหม่จากเทมเพลต

# Label_Doughnut
source: Doughnut
es: Anillo
fr: Anneau
hi: डोनट
it: Grafico ad anello
ja: ドーナツグラフ
ru: Кольцевая
th: โดนัต

# Label_Header
source: Header
es: Encabezado
fr: En-tête
hi: हैडर
it: Intestazione
ja: ヘッダー
ru: Заголовок
th: หัวกระดาษ

# Label_Footer
source: Footer
es: Pie de página
fr: Pied de page
hi: फ़ुटर
it: Piè di pagina
ja: フッター
ru: Нижний колонтитул
th: ท้ายกระดาษ

# Label_LinkToPrevious
source: Link to Previous
es: Enlace a anterior
fr: Lier au précédent
hi: पिछले से लिंक
it: Collega a precedente
ja: 前と同じヘッダー/フッター
ru: Связать с предыдущим
th: เชื่อมโยงไปก่อนหน้า

# Label_FirstPage
source: First page
es: Primera página
fr: Première page
hi: पहला पृष्ठ
it: Prima pagina
ja: 最初のページ
ru: Первая страница
th: หน้าแรก

# Label_OddAndEvenPages
source: Odd and Even Pages
es: Páginas pares e impares
fr: Pages paires et impaires
hi: विषम और सम पृष्ठ
it: Pagine pari e dispari
ja: 奇数ページ/偶数ページ
ru: Четные и нечетные страницы
th: หน้าคี่และหน้าคู่

# Label_GoToFooter
source: Go to Footer
es: Ir al pie de página
fr: Atteindre le pied de page
hi: फ़ुटर पर जाएँ
it: Vai a piè di pagina
ja: フッターに移動
ru: К нижнему колонтитулу
th: ไปที่ท้ายกระดาษ

# Label_GoToHeader
source: Go to Header
es: Ir al encabezado
fr: Atteindre l'en-tête
hi: हैडर पर जाएँ
it: Vai a intestazione
ja: ヘッダーに移動
ru: К заголовку
th: ไปที่หัวกระดาษ

# Label_HeaderOffset
source: Header Offset
es: Desplazamiento de encabezado
fr: Décalage de l'en-tête
hi: हैडर ऑफ़सेट
it: Offset intestazione
ja: ヘッダー オフセット
ru: Смещение заголовка
th: ระยะเยื้องหัวกระดาษ

# Label_FooterOffset
source: Footer Offset
es: Desplazamiento de pie de página
fr: Décalage du pied de page
hi: फ़ुटर ऑफ़सेट
it: Offset piè di pagina
ja: フッター オフセット
ru: Смещение нижнего колонтитула
th: ระยะเยื้องท้ายกระดาษ

# Label_HeaderFooter
source: Header/Footer
es: Encabezado/pie de página
fr: En-tête/Pied de page
hi: हैडर/फ़ुटर
it: Intestazione/piè di pagina
ja: ヘッダー/フッター
ru: Нижний колонтитул/заголовок
th: หัวกระดาษ/ท้ายกระดาษ

# Label_HeaderFromTop
source: Header from Top
es: Encabezado desde arriba
fr: En-tête à partir du haut
hi: शीर्ष से हैडर
it: Intestazione da parte superiore
ja: 上からのヘッダー位置
ru: От верхнего края до верхнего колонтитула
th: หัวกระดาษจากด้านบน

# Label_FooterFromBottom
source: Footer from Bottom
es: Encabezado desde abajo
fr: Pied de page à partir du bas
hi: नीचे से फ़ुटर
it: Piè di pagina da parte inferiore
ja: 下からのフッター位置
ru: От нижнего края до нижнего колонтитула
th: ท้ายกระดาษจากด้านล่าง

# Label_WordPageNumber
source: Page number
es: Número de página
fr: Numéro de page
hi: पृष्ठ नंबर
it: Numero pagina
ja: ページ番号
ru: Номер страницы
th: หมายเลขหน้า

# Label_PageNumberFormat
source: Page Number Format
es: Formato de los números de página
fr: Format des numéros de page
hi: पृष्ठ नंबर फ़ॉरमेट
it: Formato numero pagina
ja: ページ番号の書式
ru: Формат номеров страниц
th: รูปแบบหมายเลขหน้า

# Label_PageNumbering
source: Page numbering
es: Numeración de páginas
fr: Numérotation des pages
hi: पृष्ठ क्रमांकन
it: Numerazione pagina
ja: 連続番号
ru: Нумерация страниц
th: การใส่หมายเลขหน้า

# Label_NumberFormat
source: Number format
es: Formato de número
fr: Format de nombre
hi: नंबर फ़ॉरमेट
it: Formato numero
ja: 番号の書式
ru: Формат чисел
th: รูปแบบตัวเลข

# Label_Location
source: Location
es: Ubicación
fr: Emplacement
hi: स्थान
it: Posizione
ja: 場所
ru: Расположение
th: ตำแหน่ง

# Label_StartingPage
source: Starting page
es: Página de inicio
fr: Page de début
hi: आरंभ पृष्ठ
it: Prima pagina
ja: 開始ページ
ru: Начальная страница
th: หน้าเริ่มต้น

# Label_ContinueFromPrevSection
source: Continue from previous section
es: Continuar desde la sección anterior
fr: À la suite de la section précédente
hi: पिछले अनुभाग से जारी रखें
it: Continua dalla sezione precedente
ja: 前のセクションから継続
ru: Продолжить
th: ต่อเนื่องจากส่วนก่อนหน้า

# Label_DocumentsNewComment
source: New Comment
es: Nuevo comentario
fr: Nouveau commentaire
hi: नई टिप्पणी
it: Nuovo commento
ja: 新規コメント
ru: Новый комментарий
th: ความคิดเห็นใหม่

# Label_DeleteAllComments
source: Delete All
es: Eliminar todos
fr: Supprimer tous
hi: सभी हटाएँ
it: Elimina tutto
ja: すべて削除
ru: Удалить все
th: ลบทั้งหมด

# Label_AcceptChange
source: ACCEPT CHANGE
es: ACEPTAR CAMBIO
fr: ACCEPTER LA MODIFICATION
hi: परिवर्तन स्वीकार करें
it: ACCETTA MODIFICA
ja: 変更の承諾
ru: ПРИНЯТЬ ИЗМЕНЕНИЕ
th: ยอมรับการเปลี่ยนแปลง

# Label_RejectChange
source: REJECT CHANGE
es: RECHAZAR CAMBIO
fr: REFUSER LA MODIFICATION
hi: परिवर्तन अस्वीकार करें
it: RIFIUTA MODIFICA
ja: 変更を元に戻す
ru: ОТКЛОНИТЬ ИЗМЕНЕНИЕ
th: ปฏิเสธการเปลี่ยนแปลง

# Label_Professional
source: ( Professional )
es: ( Profesional )
fr: ( Professionnel )
ru: ( Профессиональная версия )
th: ( โปรเฟสชันแนล )
zh: （专业版）

# Label_LabelsIPhone
source: Labels:
es: Etiquetas:
fr: Étiquettes :
it: Etichette:
ja: ラベル:
pt: Etiquetas:
ru: Метки:
th: ป้าย:
zh: 标志：

# Label_CentimetersTextFormat
source: %@ cm
ru: %@ см
th: %@ ซม
zh: %@厘米

# Label_MillimetersTextFormat
source: %@ mm
ru: %@ мм
th: %@ มม
zh: %@毫米

# Label_ManagePlaces
source: Manage Places
ru: Обзор мест
th: จัดการสถานที่

# Label_iCloud
source: iCloud
nl: iCloud is niet beschikbaar
