Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_IMARGUMENT
source: Returns the argument theta, an angle expressed in radians
es: Devuelve el argumento theta, un ángulo expresado en radianes
fr: Renvoie l'argument thêta, un angle exprimé en radians.
hi: कोणांक थीटा देता है, जो त्रिज्या-कोण में व्यक्त कोण है
it: Restituisce l'angolo espresso in radiantiu0020 per la rappresentazione trigonometrica del numero complesso
ja: ラジアンで表された角度である引数テータを返します
nl: Berekent het argument theta, een hoek uitgedrukt in radialen
pt: Devolve o argumento Teta, um ângulo expresso em radianos
ru: Возвращает значение аргумента комплексного числа (тета) – угол, выраженный в радианах
th: แสดงผลเธตาของอาร์กิวเมนต์ มุมที่แสดงเป็นเรเดียน
zh: 返回参数theta，即以弧度表示的角

# Excel_func_IMCONJUGATE
source: Returns the complex conjugate of a complex number
es: Devuelve la conjugada compleja de un número complejo
fr: Renvoie le nombre complexe conjugué d'un nombre complexe.
hi: सम्मिश्र संख्या का सम्मिश्र संयुग्म देता है
it: Restituisce il complesso coniugato di un numero complesso
ja: 複素数の共役複素数を返します
nl: Berekent de complex toegevoegde van een complex getal
pt: Devolve o conjugado complexo de um número complexo
ru: Возвращает комплексно-сопряженное комплексного числа
th: แสดงผลค่าการแปลงแบบซับซ้อนของตัวเลขแบบซับซ้อน
zh: 返回复数的共轭复数

# Excel_func_IMCOS
source: Returns the cosine of a complex number
es: Devuelve el coseno de un número complejo
fr: Renvoie le cosinus d'un nombre complexe.
hi: सम्मिश्र संख्या का कोज्या देता है
it: Restituisce il coseno di un numero complesso
ja: 複素数の余弦を返します
nl: Berekent de cosinus van een complex getal
pt: Devolve o cosseno de um número complexo
ru: Возвращает косинус комплексного числа
th: แสดงผลโคไซน์ของตัวเลขแบบซับซ้อน
zh: 返回复数的余弦值

# Excel_func_IMDIV
source: Returns the quotient of two complex numbers
es: Devuelve el cociente entre dos números complejos
fr: Renvoie le quotient de deux nombres complexes.
hi: दो सम्मिश्र संख्याओं का भागफल देता है
it: Restituisce il quoziente di due numeri complessi
ja: 2 個の複素数の商を返します
nl: Berekent het quotiënt van twee complexe getallen
pt: Devolve o quociente de dois números complexos
ru: Возвращает частное двух комплексных чисел
th: แสดงผลโควเชียนของตัวเลขแบบซับซ้อนสองค่า
zh: 返回两个复数的商

# Excel_func_IMEXP
source: Returns the exponential of a complex number
es: Devuelve el exponencial de un número complejo
fr: Renvoie la fonction exponentielle d'un nombre complexe.
hi: सम्मिश्र संख्या का घातांक देता है
it: Restituisce l'esponenziale di un numero complesso
ja: 複素数の指数を返します
nl: Berekent de exponentiële waarde van een complex getal
pt: Devolve o exponencial de um número complexo
ru: Возвращает экспоненту комплексного числа
th: แสดงผลเอ็กซ์โปเนนเชียลของตัวเลขแบบซับซ้อน
zh: 返回复数的指数

# Excel_func_IMLN
source: Returns the natural logarithm of a complex number
es: Devuelve el logaritmo natural de un número complejo
fr: Renvoie le logarithme népérien d'un nombre complexe.
hi: सम्मिश्र संख्या का सहज लघुगणक देता है
it: Restituisce il logaritmo naturale di un numero complesso
ja: 複素数の自然対数を返します
nl: Berekent de natuurlijke logaritme van een complex getal
pt: Devolve o logaritmo natural de um número complexo
ru: Возвращает натуральный логарифм комплексного числа
th: แสดงผลอัลกอริทึมธรรมชาติของตัวเลขแบบซับซ้อน
zh: 返回复数的自然对数

# Excel_func_IMLOG10
source: Returns the base-10 logarithm of a complex number
es: Devuelve el logaritmo en base 10 de un número complejo
fr: Calcule le logarithme en base 10 d'un nombre complexe.
hi: सम्मिश्र संख्या का आधार-10 लघुगणक देता है
it: Restituisce il logaritmo in base 10 di un numero complesso
ja: 複素数の基数10対数を返します
nl: Berekent de logaritme met grondtal 10 van een complex getal
pt: Devolve o logaritmo de base 10 de um número complexo
ru: Возвращает десятичный логарифм комплексного числа
th: แสดงผลอัลกอริทึมฐาน 10 ของตัวเลขแบบซับซ้อน
zh: 返回复数的以10为底的对数

# Excel_func_IMLOG2
source: Returns the base-2 logarithm of a complex number
es: Devuelve el logaritmo en base 2 de un número complejo
fr: Calcule le logarithme en base 2 d'un nombre complexe.
hi: सम्मिश्र संख्या का आधार-2 लघुगणक देता है
it: Restituisce il logaritmo in base 2 di un numero complesso
ja: 複素数の基数2対数を返します
nl: Berekent de logaritme met grondtal 2 van een complex getal
pt: Devolve o logaritmo de base 2 de um número complexo
ru: Возвращает двоичный логарифм комплексного числа
th: แสดงผลอัลกอริทึมฐาน 2 ของตัวเลขแบบซับซ้อน
zh: 返回复数的以2为底的对数

# Excel_func_IMPOWER
source: Returns a complex number raised to an integer power
es: Devuelve un número complejo elevado a una potencia entera
fr: Renvoie un nombre complexe élevé à une puissance entière.
hi: सम्मिश्र संख्या का पूर्ण संख्या गुणांक देता है
it: Restituisce un numero complesso elevato ad una potenza intera
ja: 整数で累乗した複素数を返します
nl: Verheft een complex getal tot een hele macht
pt: Devolve um número complexo elevado a uma potência inteira
ru: Возвращает комплексное число, возведенное в степень с целочисленным показателем
th: แสดงผลตัวเลขแบบซับซ้อนที่ยกกำลังจำนวนเต็ม
zh: 返回复数的整数幂

# Excel_func_IMPRODUCT
source: Returns the product of complex numbers
es: Devuelve el producto de números complejos
fr: Renvoie le produit de nombres complexes.
hi: सम्मिश्र संख्याओं का गुणनफल देता है
it: Restituisce il prodotto di numeri complessi
ja: 複素数の積を返します
nl: Berekent het product van complexe getallen
pt: Devolve o produto de números complexos
ru: Возвращает произведение комплексных чисел
th: แสดงผลคูณของตัวเลขแบบซับซ้อน
zh: 返回多个复数的乘积

# Excel_func_IMREAL
source: Returns the real coefficient of a complex number
es: Devuelve el coeficiente real de un número complejo
fr: Renvoie le coefficient réel d'un nombre complexe.
hi: सम्मिश्र संख्या का वास्तविक गुणांक देता है
it: Restituisce il coefficiente reale di un numero complesso
ja: 複素数の実係数を返します
nl: Bepaalt de reële coëfficiënt van een complex getal
pt: Devolve o coeficiente real de um número complexo
ru: Возвращает коэффициент при вещественной части комплексного числа
th: แสดงผลค่าสัมประสิทธิ์ที่แท้จริงของตัวเลขแบบซับซ้อน
zh: 返回复数的实系数

# Excel_func_IMSIN
source: Returns the sine of a complex number
es: Devuelve el seno de un número complejo
fr: Renvoie le sinus d'un nombre complexe.
hi: सम्मिश्र संख्या का ज्या देता है
it: Restituisce il seno di un numero complesso
ja: 複素数の正弦を返します
nl: Berekent de sinus van een complex getal
pt: Devolve o seno de um número complexo
ru: Возвращает синус комплексного числа
th: แสดงผลค่าไซน์ของตัวเลขแบบซับซ้อน
zh: 返回复数的正弦值

# Excel_func_IMSQRT
source: Returns the square root of a complex number
es: Devuelve la raíz cuadrada de un número complejo
fr: Renvoie la racine carrée d'un nombre complexe.
hi: सम्मिश्र संख्या का वर्गमूल देता है
it: Restituisce la radice quadrata di un numero complesso
ja: 複素数の平方根を返します
nl: Berekent de vierkantswortel van een complex getal
pt: Devolve a raiz quadrada de um número complexo
ru: Возвращает значение квадратного корня из комплексного числа
th: แสดงผลรากที่สองของตัวเลขแบบซับซ้อน
zh: 返回复数的平方根

# Excel_func_IMSUB
source: Returns the difference between two complex numbers
es: Devuelve la diferencia entre dos números complejos
fr: Renvoie la différence entre deux nombres complexes.
hi: दो सम्मिश्र संख्याओं के बीच अंतर देता है
it: Restituisce la differenza tra due numeri complessi
ja: 2個の複素数の差を返します
nl: Berekent het verschil tussen twee complexe getallen
pt: Devolve a diferença entre dois números complexos
ru: Возвращает разность двух комплексных чисел
th: แสดงผลส่วนต่างระหว่างตัวเลขแบบซับซ้อนสองค่า
zh: 返回两个复数的差

# Excel_func_IMSUM
source: Returns the sum of complex numbers
es: Devuelve la suma de números complejos
fr: Renvoie la somme de plusieurs nombres complexes.
hi: सम्मिश्र संख्याओं का योग देता है
it: Restituisce la somma di numeri complessi
ja: 複素数の合計を返します
nl: Geeft als resultaat de som van complexe getallen
pt: Devolve a soma de números complexos
ru: Возвращает сумму комплексных чисел
th: แสดงผลรวมของตัวเลขแบบซับซ้อน
zh: 返回多个复数的和

# Excel_func_INDEX
source: Uses an index to choose a value from a reference or array
es: Utiliza un índice para elegir un valor de una referencia o matriz
fr: Utilise un index pour choisir une valeur provenant d'une référence ou d'une matrice.
hi: संदर्भ या सरणी से मान का चयन करने के लिए अनुक्रमणिका का उपयोग करता है
it: Utilizza un indice per scegliere un valore in un riferimento o una matrice
ja: 参照またはアレイから値を選択するためのインデックスを使用します
nl: Kiest met een index een waarde uit een verwijzing of een matrix
pt: Utiliza um índice para escolher um valor de uma referência ou de uma matriz
ru: Использует индекс для выбора значения из ссылки или массива
th: ใช้ดัชนีเพื่อเลือกค่าจากการอ้างอิงหรือชุดลำดับ
zh: 使用索引从引用或数组中选择值

# Excel_func_INDIRECT
source: Returns a reference indicated by a text value
es: Devuelve una referencia indicada por un valor de texto
fr: Renvoie une référence indiquée par une valeur de texte.
hi: पाठ मान द्वारा सूचित संदर्भ देता है
it: Restituisce un riferimento indicato da un valore di testo
ja: テキスト値により示された参照を返します
nl: Geeft als resultaat een verwijzing aangegeven door een tekstwaarde
pt: Devolve uma referência indicada por um valor de texto
ru: Возвращает ссылку, заданную текстовым значением
th: แสดงผลการอ้างอิงที่ระบุตามค่าข้อความ
zh: 返回由文本值指定的引用

# Excel_func_INFO
source: Returns information about the current operating environment
es: Devuelve información acerca del entorno operativo actual
fr: Renvoie des informations sur l'environnement d'exploitation actuel.
hi: वर्तमान परिचालन परिवेश के बारे में सूचना देता है
it: Restituisce informazioni sull'ambiente operativo attuale
ja: 現在の操作環境に関する情報を返します
nl: Geeft als resultaat informatie over de huidige besturingsomgeving
pt: Devolve informações sobre o ambiente de funcionamento atual
ru: Возвращает сведения о текущей операционной среде
th: แสดงข้อมูลเกี่ยวกับสภาพแวดล้อมการทำงานในปัจจุบัน
zh: 返回有关当前操作环境的信息

# Excel_func_INT
source: Rounds a number down to the nearest integer
es: Redondea un número hacia abajo al entero más cercano
fr: Arrondit un nombre à l'entier immédiatement inférieur.
hi: संख्या को निकटतम पूर्णांक में पूर्णांकित करता है
it: Arrotonda un numero per difetto all'intero pari più vicino
ja: 最も近い整数に切り捨てます
nl: Rondt een getal naar beneden af op het dichtstbijzijnde gehele getal
pt: Arredonda um número por defeito para o número inteiro mais próximo
ru: Округляет число до ближайшего меньшего целого
th: ปัดเศษตัวเลขลงเป็นจำนวนเต็มที่ใกล้ที่สุด
zh: 将数字向下舍入到最接近的整数

# Excel_func_INTERCEPT
source: Returns the intercept of the linear regression line
es: Devuelve un eje de la línea de regresión lienal
fr: Renvoie l'ordonnée à l’origine d'une droite de régression linéaire.
hi: रेखीय प्रतीपगमन रेखा का अवरोधन देता है
it: Restituisce l'intersezione della retta di regressione lineare
ja: 線形回帰線の高度差を返します
nl: Berekent het snijpunt van een lineaire regressielijn
pt: Devolve a interceção da linha de regressão linear
ru: Возвращает отрезок, отсекаемый на оси линии линейной регрессии
th: แสดงผล Intercept ของเส้นการถดถอยเชิงเส้น
zh: 返回线性回归线的截距

# Excel_func_INTRATE
source: Returns the interest rate for a fully invested security
es: Devuelve la tasa de interés para la inversión total de un valor bursátil
fr: Affiche le taux d'intérêt d'un titre totalement investi.
hi: पूर्णतः निविष्ट प्रतिभूति के लिए ब्याज दर देता है
it: Restituisce il tasso di interesse per un titolo interamente investito
ja: 完全投資型証券の金利を返します
nl: Berekent het rentepercentage voor een volgestort waardepapier
pt: Devolve a taxa de juros de um título investido na totalidade
ru: Возвращает процентную ставку для полностью инвестированных ценных бумаг
th: แสดงผลอัตราดอกเบี้ยสำหรับหลักทรัพย์ที่ลงทุนแบบเต็ม
zh: 返回完全投资型债券的利率

# Excel_func_IPMT
source: Returns the interest payment for an investment for a given period
es: Devuelve el pago de interés para una inversión por un período dado
fr: Calcule le montant des intérêts d'un investissement pour une période donnée.
hi: निश्चित अवधि के लिए किसी निवेश हेतु ब्याज का भुगतान देता है
it: Restituisce il valore degli interessi per un periodo specifico
ja: 指定された機関の投資の金利支払いを返します
nl: Berekent de te betalen rente voor een investering over een bepaalde termijn
pt: Devolve o pagamento de juros para um determinado período de investimento
ru: Возвращает сумму платежей процентов по инвестиции за данный период
th: แสดงผลการชำระดอกเบี้ยสำหรับการลงทุนสำหรับงวดที่ระบุ
zh: 返回一笔投资在给定期间内支付的利息

# Excel_func_IRR
source: Returns the internal rate of return for a series of cash flows
es: Devuelve la tasa interna de devolución para una serie de flujos de efectivo
fr: Calcule le taux de rentabilité interne d'un investissement pour une succession de trésoreries.
hi: नकदी प्रवाह श्रृंखलाओँ के लिए ब्याज दर लाभ देता है
it: Restituisce il tasso di rendimento interno per una serie di flussi di cassa
ja: 一連のキャッシュフローに対するリターンの内部レートを返します
nl: Berekent de interne rentabiliteit voor een reeks cashflows
pt: Devolve a taxa de rentabilidade interna para uma série de fluxos monetários
ru: Возвращает норму прибыли для последовательности денежных потоков
th: แสดงผลอัตราภายในของผลตอบแทนสำหรับชุดของกระแสเงินสด
zh: 返回一系列现金流的内部收益率

# Excel_func_ISBLANK
source: Returns TRUE if the value is blank
es: Devuelve VERDADERO si el valor está vacío
fr: Renvoie VRAI si l'argument valeur est vide.
hi: यदि मान रिक्त है तो TRUE देता है
it: Restituisce TRUE se il valore è vuoto
ja: 値が空白の場合はTRUEを返します
nl: Geeft als resultaat WAAR als de waarde leeg is
pt: Devolve VERDADEIRO se o valor estiver em branco
ru: Возвращает TRUE (ИСТИНА), если значение является пустым
th: แสดงผล TRUE ถ้าค่าว่างเปล่า
zh: 如果值为空，则返回TRUE

# Excel_func_ISERR
source: Returns TRUE if the value is any error value except #N/A
es: Devuelve VERDADERO si el valor es cualquier valor de error excepto #N/A
fr: Renvoie VRAI si l'argument valeur fait référence à une valeur d'erreur, sauf #N/A.
hi: यदि मान #N/A के अलावा कोई त्रुटि मान हो तो TRUE देता है
it: Restituisce TRUE se il valore corrisponde a un errore tranne #N/A
ja: 値が#N/A以外のエラー値の場合にTRUEを返します
nl: Geeft als resultaat WAAR als de waarde een foutwaarde is, met uitzondering van #N/B
pt: Devolve VERDADEIRO se o valor for um valor de erro diferente de #N/D
ru: Возвращает значение TRUE (ИСТИНА), если значение выражения - любая ошибка, кроме "#N/A"
th: แสดงผล TRUE ถ้าค่าเป็นค่าข้อผิดพลาดยกเว้น #N/A
zh: 如果值为除#N/A以外的任何错误值，则返回TRUE

# Excel_func_ISERROR
source: Returns TRUE if the value is any error value
es: Devuelve VERDADERO si el valor es cualquier valor de error
fr: Renvoie VRAI si l'argument valeur fait référence à une valeur d'erreur.
hi: यदि मान कोई त्रुटि मान हो तो TRUE देता है
it: Restituisce TRUE se il valore corrisponde a un errore
ja: 値がエラー値である場合にTRUEを返します
nl: Geeft als resultaat WAAR als de waarde een foutwaarde is
pt: Devolve VERDADEIRO se o valor for um valor de erro
ru: Возвращает значение TRUE (ИСТИНА), если значение выражения — какая-либо ошибка
th: แสดงผล TRUE ถ้าค่าเป็นค่าข้อผิดพลาดใดๆ
zh: 如果值为任何错误值，则返回TRUE

# Excel_func_ISEVEN
source: Returns TRUE if the number is even
es: Devuelve VERDADERO si el número es par
fr: Renvoie VRAI si le chiffre est pair.
hi: यदि संख्या सम हो तो TRUE देता है
it: Restituisce TRUE se il numero è pari
ja: 数値が偶数の場合にTRUEを返します
nl: Geeft als resultaat WAAR als het getal even is
pt: Devolve VERDADEIRO se o número for par
ru: Возвращает значение TRUE (ИСТИНА), если число четное
th: แสดงผล TRUE ถ้าเป็นเลขคู่
zh: 如果数字为偶数，则返回TRUE

# Excel_func_ISLOGICAL
source: Returns TRUE if the value is a logical value
es: Devuelve VERDADERO si el valor es un valor lógico
fr: Renvoie VRAI si l'argument valeur fait référence à une valeur logique.
hi: यदि मान तार्किक मान हो तो TRUE देता है
it: Restituisce TRUE se il valore è logico
ja: 値が論理値の場合にTRUEを返します
nl: Geeft als resultaat WAAR als de waarde een logische waarde is
pt: Devolve VERDADEIRO se o valor for lógico
ru: Возвращает TRUE (ИСТИНА), если значение является логическим
th: แสดงผล TRUE ค่าค่าเป็นค่าตรรกะ
zh: 如果值为逻辑值，则返回TRUE

# Excel_func_ISNA
source: Returns TRUE if the value is the #N/A error value
es: Devuelve VERDADERO si el valor es el valor de error #N/A
fr: Renvoie VRAI si l'argument valeur fait référence à la valeur d'erreur #N/A.
hi: यदि मान #N/A त्रुटि मान हो तो TRUE देता है
it: Restituisce TRUE se il valore è l'errore #N/A
ja: 値が#N/Aエラー値の場合にTRUEを返します
nl: Geeft als resultaat WAAR als de waarde de foutwaarde #N/B is
pt: Devolve VERDADEIRO se o valor for o valor de erro #N/D
ru: Возвращает значение TRUE (ИСТИНА), если значение выражения — ошибка "#N/A"
th: แสดงผล TRUE ถ้าค่าเป็นค่าข้อผิดพลาด #N/A
zh: 如果值为错误值#N/A，则返回TRUE

# Excel_func_ISNONTEXT
source: Returns TRUE if the value is not text
es: Devuelve VERDADERO si el valor no es un texto
fr: Renvoie VRAI si l'argument valeur ne se présente pas sous forme de texte.
hi: यदि मान पाठ न हो तो TRUE देता है
it: Restituisce TRUE se il valore non è di testo
ja: 値がテキストでない場合TRUEを返します
nl: Geeft als resultaat WAAR als de waarde geen tekst is
pt: Devolve VERDADEIRO se o valor não for texto
ru: Возвращает TRUE (ИСТИНА), если значение не является текстом
th: แสดงผล TRUE ถ้าค่าไม่ใช่ข้อความ
zh: 如果值不是文本，则返回TRUE

# Excel_func_ISNUMBER
source: Returns TRUE if the value is a number
es: Devuelve VERDADERO si el valor es un número
fr: Renvoie VRAI si l'argument valeur représente un nombre.
hi: यदि मान संख्या हो तो TRUE देता है
it: Restituisce TRUE se il valore è un numero
ja: 値が数値の場合TRUEを返します
nl: Geeft als resultaat WAAR als de waarde een getal is
pt: Devolve VERDADEIRO se o valor for um número
ru: Возвращает TRUE (ИСТИНА), если значение является числом
th: แสดงผล TRUE ถ้าค่าเป็นตัวเลข
zh: 如果值为数字，则返回TRUE

# Excel_func_ISODD
source: Returns TRUE if the number is odd
es: Devuelve VERDADERO si el número es impar
fr: Renvoie VRAI si le chiffre est impair.
hi: यदि संख्या विषम हो तो TRUE देता है
it: Restituisce TRUE se il numero è dispari
ja: 数値が奇数の場合TRUEを返します
nl: Geeft als resultaat WAAR als het getal even is
pt: Devolve VERDADEIRO se o número for ímpar
ru: Возвращает TRUE (ИСТИНА), если число нечетное
th: แสดงผล TRUE ถ้าตัวเลขเป็นเลขคี่
zh: 如果数字为奇数，则返回TRUE

# Excel_func_ISREF
source: Returns TRUE if the value is a reference
es: Devuelve VERDADERO si el valor es una referencia
fr: Renvoie VRAI si l'argument valeur est une référence.
hi: यदि मान संदर्भ हो तो TRUE देता है
it: Restituisce TRUE se il valore è un riferimento
ja: 値が参照の場合TRUEを返します
nl: Geeft als resultaat WAAR als de waarde een verwijzing is
pt: Devolve VERDADEIRO se o valor for uma referência
ru: Возвращает TRUE (ИСТИНА), если значение является ссылкой
th: แสดงผล TRUE ถ้าค่าเป็นการอ้างอิง
zh: 如果值为引用值，则返回TRUE

# Excel_func_ISTEXT
source: Returns TRUE if the value is text
es: Devuelve VERDADERO si el valor es texto
fr: Renvoie VRAI si l'argument valeur se présente sous forme de texte.
hi: यदि मान पाठ हो तो TRUE देता है
it: Restituisce TRUE se il valore è di testo
ja: 値がテキストの場合TRUEを返します
nl: Geeft als resultaat WAAR als de waarde tekst is
pt: Devolve VERDADEIRO se o valor for texto
ru: Возвращает TRUE (ИСТИНА), если значение является текстом
th: แสดงผล TRUE ถ้าค่าเป็นข้อความ
zh: 如果值为文本，则返回TRUE

# Excel_func_ISPMT
source: Calculates the interest paid during a specific period of an investment
es: Calcula el interés pagado durante un período específico de una inversión
fr: Calcule le montant des intérêts d'un investissement pour une période donnée.
hi: किसी निवेश की विशिष्ट अवधि के दौरान प्रदत्त ब्याज परिकलित करता है
it: Calcola l'interesse passivo in un periodo specifico di investimento
ja: 特定の期間の投資中に支払った金利を計算します
nl: Berekent de betaalde rente voor een bepaalde termijn van een investering
pt: Calcula os juros pagos durante um período específico de um investimento
ru: Вычисляет выплаты за указанный период инвестиции
th: คำนวณดอกเบี้ยที่จ่ายระหว่างงวดที่ระบุของการลงทุน
zh: 计算特定投资期内要支付的利息

# Excel_func_JIS
source: Changes half-width (single-byte) English letters or katakana within a character string to full-width (double-byte) characters
es: Cambia letras inglesas o katakana de ancho medio (bit sencillo) dentro de una cadena de caracteres a caracteres de ancho completo (bit doble)
fr: Change les caractères anglais ou katakana à demi-chasse (codés sur un octet) à l’intérieur d’une chaîne de caractères en caractères à pleine chasse (codés sur deux octets).
hi: वर्ण स्ट्रिंग के अंतर्गत अर्ध-चौड़े (एकल-बाइट) वाले अंग्रेज़ी अक्षरों या काटाकाना को पूर्ण-चौड़ाई (डबल-बाइट) वर्णों में परिवर्तित करता है
it: Modifica le dimensioni in una stringa di caratteri inglesi da ridotte (byte singolo) o katakana a intere (byte doppio)
ja: 半角（1バイト)の英語またはカタカナの文字列を全角(2バイト)文字に変更します
nl: Wijzigt Nederlandse letters of katakanatekens over de halve breedte (enkel-bytetekens) binnen een tekenreeks in tekens over de volle breedte (dubbel-bytetekens)
pt: Altera letras do alfabeto português ou katakana de meia largura (byte único) numa cadeia de caracteres para caracteres de largura completa (de byte duplo)
ru: Для языков с двухбайтовыми наборами знаков (например, катакана) преобразует полуширинные (однобайтовые) знаки в текстовой строке в полноширинные (двухбайтовые)
th: เปลี่ยนตัวอักษรภาษาอังกฤษหรือคาตาคานะอักขระครึ่งความกว้าง (ไบต์เดียว) ภายในสตริงอักขระเป็นเต็มความกว้าง (ดับเบิลไบต์)
zh: 将字符串中的半角（单字节）英文字母或片假名更改为全角（双字节）字符

# Excel_func_KURT
source: Returns the kurtosis of a data set
es: Devuelve el kurtosis de un conjunto de datos
fr: Renvoie le kurtosis d'une série de données.
hi: डेटा सेट का ककुदता देता है
it: Restituisce la curtosi di un insieme di dati
ja: データセットの尖度を返します
nl: Berekent de kurtosis van een gegevensverzameling
pt: Devolve a curtose de um conjunto de dados
ru: Возвращает эксцесс набора данных
th: แสดงผล kurtosis ของชุดข้อมูล
zh: 返回数据集的峰值

# Excel_func_LARGE
source: Returns the k-th largest value in a data set
es: Devuelve el k-ésimo máximo valor en un conjunto de datos
fr: Renvoie la k-ième plus grande valeur d'un jeu de données.
hi: डेटा सेट में k-th बड़ा मान देता है
it: Restituisce il k-esimo valoreu0020 più grande in un insieme di dati
ja: データセットのｋ番目に大きな値を返します
nl: Berekent de op k-1 na grootste waarde in een gegevensbereik
pt: Devolve o maior valor enésimo de um conjunto de dados
ru: Возвращает k-ое наибольшее значение в множестве данных
th: แสดงผลค่า k-th ที่มากที่สุดในชุดข้อมูล
zh: 返回数据集中第k个最大值

# Excel_func_LCM
source: Returns the least common multiple
es: Devuelve el múltiplo menos común
fr: Renvoie le plus petit multiple commun.
hi: लघुतम सार्वगुणज देता है
it: Restituisce il mimimo comune multiplo
ja: 最小公倍数を返します
nl: Berekent het kleinste gemene veelvoud
pt: Devolve o mínimo múltiplo comum
ru: Возвращает наименьшее общее кратное
th: แสดงผลตัวคูณร่วมน้อย
zh: 返回最小公倍数

# Excel_func_LEFT
source: Returns the leftmost characters from a text value
es: Devuelve los caracteres que se encuentran más hacia la izquierda de un valor de texto
fr: Renvoie des caractères situés à l'extrême gauche d'une chaîne de caractères.
hi: पाठ मान से सबसे बाएँ वर्ण देता है
it: Restituisce i caratteri più a sinistra di una stringa di testo
ja: テキスト値の最左端の文字を返します
nl: Retourneert de meest linkse tekens in een tekenreeks
pt: Devolve os caracteres mais à esquerda de um valor de texto
ru: Возвращает крайние левые символы текстового значения
th: แสดงผลอักขระซ้ายสุดจากค่าข้อความ
zh: 返回文本值中最左边的字符

# Excel_func_LEN
source: Returns the number of characters in a text string
es: Devuelve el número de caracteres en una cadena de texto
fr: Renvoie le nombre de caractères contenus dans une chaîne de texte.
hi: पाठ स्ट्रिंग में वर्णों की संख्या देता है
it: Restituisce il numero di caratteri di una stringa di testo
ja: テキスト文字列の文字数を返します
nl: Retourneert het aantal tekens in een tekenreeks
pt: Devolve o número de caracteres de uma cadeia de texto
ru: Возвращает число символов в текстовой строке
th: แสดงผลจำนวนอักขระในสตริงข้อความ
zh: 返回文本字符串中的字符个数
