Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_DiamondsFromTop
source: Diamonds From Top
es: Rombos desde arriba
fr: Losanges à partir du haut
hi: हीरे ऊपर से
it: Rombi dall'alto
ja: 上からひし形
nl: Ruiten vanaf boven
pt: Diamantes de Cima
ru: Ромбы сверху
th: รูปข้าวหลามตัดจากด้านบน
zh: 从顶部闪耀的菱形

# Label_DiamondsFromRight
source: Diamonds From Right
es: Rombos desde la derecha
fr: Losanges à partir de la droite
hi: हीरे दाएँ से
it: Rombi da destra
ja: 右からひし形
nl: Ruiten vanaf rechts
pt: Diamantes da Direita
ru: Ромбы справа
th: รูปข้าวหลามตัดจากด้านขวา
zh: 从右侧闪耀的菱形

# Label_DiamondsFromBottom
source: Diamonds From Bottom
es: Rombos desde abajo
fr: Losanges à partir du bas
hi: हीरे नीचे से
it: Rombi dal basso
ja: 下からひし形
nl: Ruiten vanaf onder
pt: Diamantes de Baixo
ru: Ромбы снизу
th: รูปข้าวหลามตัดจากด้านล่าง
zh: 从底部闪耀的菱形

# Label_StripsIn
source: Strips In
es: Rayas hacia dentro
fr: Bandes vers l'avant
hi: अंदर की ओर पट्टियाँ
it: Strisce avanti
ja: ストリップ 入
nl: Stroken in
pt: Entrada de Faixas
ru: Полосы внутрь
th: ริ้วเข้าข้างใน
zh: 条纹移入

# Label_StripsOut
source: Strips Out
es: Rayas hacia fuera
fr: Bandes vers l'arrière
hi: बाहर की ओर पट्टियाँ
it: Strisce indietro
ja: ストリップ 出
nl: Stroken uit
pt: Saída de Faixas
ru: Полосы наружу
th: ริ้วออกด้านนอก
zh: 条纹移出

# Label_ParticlesIn
source: Particles In
es: Partículas hacia dentro
fr: Particules vers l’avant
hi: अंदर की ओर कण
it: Coriandoli avanti
ja: 粒子 入
nl: Deeltjes in
pt: Entrada de Partículas
ru: Частицы внутрь
th: แยกส่วนเข้าด้านใน
zh: 粒子输入

# Label_ParticlesOut
source: Particles Out
es: Partículas hacia fuera
fr: Particules vers l’arrière
hi: बाहर की ओर कण
it: Coriandoli indietro
ja: 粒子 出
nl: Deeltjes uit
pt: Saída de Partículas
ru: Частицы наружу
th: แยกส่วนออกด้านนอก
zh: 粒子输出

# Label_InWithBounce
source: In with Bounce
es: Hacia dentro con rebote
fr: Avant avec rebonds
hi: उछाल के साथ अंदर
it: Entrata con rimbalzo
ja: バウンスで入
nl: In met stuiteren
pt: Entrada com Salto
ru: Внутрь с выскакиванием
th: เด้งเข้าด้านใน
zh: 弹跳移入

# Label_OutWithBounce
source: Out with Bounce
es: Hacia fuera con rebote
fr: Arrière avec rebonds
hi: उछाल के साथ बाहर
it: Uscita con rimbalzo
ja: バウンスで出
nl: Uit met stuiteren
pt: Saída com Salto
ru: Наружу с выскакиванием
th: เด้งออกด้านนอก
zh: 弹跳移出

# Label_ExcelMacroEnabledWorkbook
source: Excel Macro-Enabled Workbook
es: Libro de Excel habilitado para macros
fr: Classeur Excel avec macro
hi: एक्सेल मैक्रे-सक्षम कार्यपुस्तिका
it: Cartella di lavoro con attivazione macro di Excel
ja: Excel マクロ有効ワークブック
nl: Excel-werkboek met macro's
pt: Livro com Macro do Excel
ru: Книга Excel с поддержкой макросов
th: สมุดงาน Excel แบบใช้แมโคร
zh: 启用宏的 Excel 工作簿

# Label_ExcelTemplate
source: Spreadsheet Template
es: Plantilla de Hoja
fr: Modèle Feuille de calcul
hi: एक्सेल टेंप्लेट
it: Modello Foglio di calcolo
ja: スプレッドシート テンプレート
nl: Excel-sjabloon
pt: Modelo do Folha de Cálculo
ru: Шаблон Электронная таблица
th: แม่แบบ เอกสารสเปรดชีต
zh: Excel 模板

# Label_Zip
source: Zip
es: Comprimir
fr: Compresser
hi: ज़िप करें
it: Comprimi
ja: Zip 圧縮
nl: Verpak
th: บีบอัด
zh: 压缩

# Label_ZipDocument
source: Zip Document
es: Comprimir documento
fr: Compresser le document
hi: दस्तावेज़ को ज़िप करें
it: Comprimi documento
ja: ドキュメントを圧縮
nl: Verpak document
pt: Documento Zip
ru: Архивировать в Zip
th: บีบอัดเอกสาร
zh: 压缩文件

# Label_ZipDocuments
source: Zip Documents
es: Comprimir documentos
fr: Compresser les documents
hi: दस्तावेज़ों को ज़िप करें
it: Comprimi documenti
ja: ドキュメントを圧縮
nl: Verpak documenten
pt: Documentos Zips
ru: Архивировать в Zip
th: บีบอัดเอกสาร
zh: 压缩文件

# Label_ConditionalFormatting
source: Conditional Formatting
es: Formato condicional
fr: Mise en forme conditionnelle
hi: सशर्त स्वरूपण
it: Formattazione condizionale
ja: 条件付き書式設定
nl: Voorwaardelijke opmaak
pt: Formatação Condicional
ru: Условное форматирование
th: จัดรูปแบบโดยมีเงื่อนไข
zh: 条件格式

# Label_HighlightCellsRules
source: Highlight cells rules
es: Reglas celdas seleccionadas
fr: Règles surbrillance cell.
hi: आलोकित कक्ष नियम
it: Regole evidenz. celle
ja: セルの強調表示ルール
nl: Regels celmarkering
pt: Destacar regras de células
ru: Выделить правила
th: เน้นกฎของเซลล์
zh: 突出显示单元格规则

# Label_Top/Bottom/Avg
source: Top/Bottom/Average rules
es: Reglas Superior/Inferior/Media
fr: Règles Sup./Inf./Moyenne
hi: ऊपर/नीचे/औसत नियम
it: Regole alto/basso/medio
ja: 上/下/平均ルール
nl: Regels boven/onder/gemiddeld
pt: Regras de Superior/Inferior/Média
ru: Верх./ниж./сред.
th: กฎด้านบน/ด้านล่าง/ค่าเฉลี่ย
zh: 最高/最低 /平均规则

# Label_DataBars
source: Data bars
es: Barras de datos
fr: Barres de données
hi: आँकड़ा पट्टियाँ
it: Barre dei dati
ja: データ バー
nl: Gegevensbalken
pt: Barras de Dados
ru: Панели данных
th: แถบข้อมูล
zh: 数据条

# Label_ColorScales
source: Color scales
es: Escalas de color
fr: Échelles de couleur
hi: रंग पैमाना
it: Scale di colori
ja: カラー スケール
nl: Kleurschalen
pt: Escalas de Cor
ru: Цветовые шкалы
th: ระดับสี
zh: 色阶

# Label_ClearRulesFromEntireSheet
source: Clear rules from entire sheet
es: Eliminar reglas para la hoja entera
fr: Effacer les règles pour toute la feuille
hi: संपूर्ण पत्रक से नियमों को साफ़ करें
it: Cancella regole dall'intero foglio
ja: シート全体からルールをクリア
nl: Wis regels van gehele werkblad
pt: Limpar regras da folha inteira
ru: Убрать правила со всего листа
th: ล้างกฎจากแผ่นงานทั้งหมด
zh: 从整个工作表中清除规则

# Label_RulesManager
source: Rules Manager
es: Administrador de reglas
fr: Gestionnaire des règles
hi: नियम प्रबंधक
it: Gestione regole
ja: ルール マネージャー
nl: Regelbeheer
pt: Gestor de Regras
ru: Управление правилами
th: ตัวจัดการกฎ
zh: 规则管理器

# Label_TitleClearCFRulesAlert
source: Do you want to clear all rules?
es: ¿Quieres eliminar todas las reglas?
fr: Souhaitez-vous éliminer toutes les règles ?
hi: क्या आप सभी नियमों को साफ़ करना चाहते हैं?
it: Desideri cancellare tutte le regole?
ja: すべてのルールをクリアしますか?
nl: Wilt u alle regels wissen?
pt: Deseja limpar todas as regras?
ru: Вы хотите убрать все правила?
th: ต้องการลบกฎทั้งหมดหรือไม่
zh: 是否要清除所有规则？

# Label_MessageClearCFRulesAlert
source: Conditional formatting will be deleted.
es: Se eliminará el formato condicional.
fr: La mise en forme conditionnelle sera supprimée.
hi: सशर्त स्वरूपण हटा दिया जाएगा।
it: La formattazione condizionale verrà eliminata.
ja: 条件付き書式は削除されます。
nl: Voorwaardelijke opmaak zal worden verwijderd.
pt: A formatação condicional será eliminada.
ru: Условное форматирование будет удалено.
th: การจัดรูปแบบโดยมีเงื่อนไขจะถูกลบออก
zh: 条件格式将被删除。

# Label_FormatCellsRules
source: Format cells rules
es: Reglas de formato de celdas
fr: Règles de format des cellules
hi: कक्ष स्वरूपण नियम
it: Regole formato celle
ja: セルの書式設定ルール
nl: Opmaakregels cellen
pt: Formatar regras de células
ru: Правила для формат. ячеек
th: จัดรูปแบบกฎสำหรับเซลล์
zh: 格式单元格规则

# Label_TopBottomAverage
source: Top/Bottom/Average
es: Superior/Inferior/Media
fr: Sup./Inf./Moyenne
hi: ऊपर/नीचे/औसत
it: Alto/Basso/Medio
ja: 上/下/平均
nl: Boven/onder/gemiddeld
pt: Superior/Inferior/Média
ru: Верхние/нижние/средние
th: ด้านบน/ด้านล่าง/เฉลี่ย
zh: 最高/最低/平均

# Label_Rank
source: Rank
es: Clasificación
fr: Classement
hi: क्रम
it: Classifica
ja: ランク
nl: Rang
pt: Classificação
ru: Ранг
th: อันดับ
zh: 级别

# Label_RuleType
source: Rule type
es: Tipo de regla
fr: Type de règle
hi: नियम प्रकार
it: Tipo regola
ja: ルールのタイプ
nl: Regeltype
pt: Tipo de Regra
ru: Тип правила
th: ชนิดของกฎ
zh: 规则类型

# Label_Value_1
source: Value 1
es: Valor 1
fr: Valeur 1
hi: मान 1
it: Valore 1
ja: 値 1
nl: Waarde 1
pt: Valor 1
ru: Знач-е 1
th: ค่า 1
zh: 值 1

# Label_Value_2
source: Value 2
es: Valor 2
fr: Valeur 2
hi: मान 2
it: Valore 2
ja: 値 2
nl: Waarde 2
pt: Valor 2
ru: Знач-е 2
th: ค่า 2
zh: 值 2

# Excel_CF_CellValue
source: Cell Value
es: Valor de la celda
fr: Valeur de la cellule
hi: कक्ष का मान
it: Valore cella
ja: セルの値
nl: Celwaarde
pt: Valor de Célula
ru: Значение ячейки
th: ค่าในเซลล์
zh: 单元格值

# Excel_CF_SpecificText
source: Specific Text
es: Texto específico
fr: Texte spécifique
hi: विशिष्ट पाठ
it: Testo specifico
ja: 特定のテキスト
nl: Specifieke tekst
pt: Texto Específico
ru: Определенный текст
th: ข้อความเฉพาะ
zh: 特定文本

# Excel_CF_Blanks
source: Blanks
es: Celdas en blanco
fr: Vides
hi: रिक्त
it: Spazi vuoti
ja: 空白
nl: Lege cellen
pt: Vazios
ru: Пустые
th: ช่องว่าง
zh: 空白

# Excel_CF_NoBlanks
source: No Blanks
es: Sin celdas en blanco
fr: Non vides
hi: कोई रिक्त नहीं
it: Senza spazi vuoti
ja: 空白なし
nl: Geen lege cellen
pt: Não-vazios
ru: Нет пустых
th: ไม่มีช่องว่าง
zh: 无空白

# Excel_CF_Errors
source: Errors
es: Errores
fr: Erreurs
hi: त्रुटियाँ
it: Errori
ja: エラーなし
nl: Fouten
pt: Erros
ru: Ошибки
th: ข้อผิดพลาด
zh: 错误

# Excel_CF_NoErrors
source: No Errors
es: Sin errores
fr: Aucune erreur
hi: कोई त्रुटियाँ नहीं हैं
it: Senza errori
ja: エラーなし
nl: Geen fouten
pt: Sem Erros
ru: Нет ошибок
th: ไม่มีข้อผิดพลาด
zh: 无错误

# Excel_CF_Unique
source: Unique
es: Único
hi: अद्वितीय
it: Univoco
ja: 独自
nl: Uniek
pt: Único
ru: Уникальный
th: พิเศษ
zh: 唯一

# Excel_CF_Duplicate
source: Duplicate
es: Duplicado
fr: Doublon
hi: डुप्लिकेट
it: Duplicato
ja: 重複
nl: Dubbele cel
pt: Duplicado
ru: Дубликат
th: ทำซ้ำ
zh: 重复

# Excel_CF_DatesOccurring
source: Dates Occurring
es: Fechas de ocurrencia
fr: Dates se produisant
hi: घटना की तिथियाँ
it: Date in cui si verifica
ja: 発生日
nl: Datums op of in
pt: Datas de Ocorrência
ru: Даты
th: วันที่เกิดขึ้น
zh: 发生日期

# Excel_CF_EqualTo
source: equal to
es: igual a
fr: égal à
hi: इसके बराबर है
it: uguale a
ja: 等しい
nl: gelijk aan
pt: igual a
ru: равно
th: เท่ากับ
zh: 等于

# Excel_CF_NotEqualTo
source: not equal to
es: distinto de
fr: non égal à
hi: इसके बराबर नहीं है
it: non uguale a
ja: 等しくない
nl: niet gelijk aan
pt: não é igual a
ru: не равно
th: ไม่เท่ากับ
zh: 不等于

# Excel_CF_LessThan
source: less than
es: menor que
fr: inférieur à
hi: इससे छोटा है
it: minore di
ja: 未満
nl: minder dan
pt: inferior a
ru: меньше чем
th: น้อยกว่า
zh: 小于

# Excel_CF_LessEqual
source: less than or equal
es: menor o igual que
fr: inférieur ou égal à
hi: इससे छटा या इसके बराबर है
it: minore di o uguale a
ja: 未満か等しい
nl: minder dan of gelijk aan
pt: inferior a ou igual
ru: меньше чем или равно
th: น้อยกว่าหรือเท่ากับ
zh: 小于或等于

# Excel_CF_GreaterThan
source: greater than
es: mayor que
fr: supérieur à
hi: इससे बड़ा है
it: maggiore di
ja: 大きい
nl: meer dan
pt: superior a
ru: больше чем
th: มากกว่า
zh: 大于

# Excel_CF_GreaterEqual
source: greater than or equal
es: mayor o igual que
fr: supérieur ou égal à
hi: इससे बड़ा या इसके बराबर है
it: maggiore di o uguale a
ja: 大きいか等しい
nl: meer dan of gelijk aan
pt: superior ou igual
ru: больше чем или равно
th: มากกว่าหรือเท่ากับ
zh: 大于或等于

# Excel_CF_Between
source: between
es: entre
fr: entre
hi: इनके बीच है
it: tra
ja: 間
nl: tussen
pt: entre
ru: между
th: ระหว่าง
zh: 介于

# Excel_CF_NotBetween
source: not between
es: no está entre
fr: non compris entre
hi: इनके बीच नहीं है
it: non tra
ja: 間でない
nl: niet tussen
pt: não está entre
ru: не между
th: ไม่อยู่ระหว่าง
zh: 未介于

# Excel_CF_Contains
source: containing
es: contiene
fr: contenant
hi: यह शामिल है
it: contenente
ja: 含む
nl: bevat
pt: contém
ru: содержит
th: ประกอบด้วย
zh: 包含

# Excel_CF_NotContains
source: not containing
es: no contiene
fr: ne contenant pas
hi: यह शामिल नहीं है
it: non contenente
ja: 含まない
nl: bevat niet
pt: não contém
ru: не содержит
th: ไม่ประกอบด้วย
zh: 不包含

# Excel_CF_BeginsWith
source: beginning with
es: empieza por
fr: commençant par
hi: इससे शुरू होता है
it: inizia con
ja: で始まる
nl: begint met
pt: começa com
ru: начинается с
th: เริ่มต้นด้วย
zh: 开始于

# Excel_CF_EndsWith
source: ending with
es: termina por
fr: se terminant par
hi: इस पर समाप्त होता है
it: termina con
ja: で終わる
nl: eindigt op
pt: termina com
ru: кончается на
th: ลงท้ายด้วย
zh: 结束于

# Excel_CF_Top
source: Top
es: Arriba
fr: Haut
hi: ऊपर
it: Inizio
ja: 上部
nl: Boven
pt: Topo
ru: Верх
th: ด้านบน
zh: 顶部

# Excel_CF_Bottom
source: Bottom
es: Abajo
fr: Bas
hi: नीचे
it: Fine
ja: 下部
nl: Onder
pt: Fundo
ru: Низ
th: ด้านล่าง
zh: 底部

# Excel_CF_StdDevAbove
source: std dev above
es: desviación típica por encima
fr: écart-type au dessus
hi: मानक विचलन ऊपर
it: dev. std. sopra
ja: 標準偏差上
nl: std. dev. boven
pt: desvio padrão acima
ru: ст. откл. выше
th: สูงกว่าส่วนเบี่ยงเบนมาตรฐาน
zh: 标准偏差高于

# Excel_CF_StdDevBelow
source: std dev below
es: desviación típica por debajo
fr: écart-type en dessous
hi: मानक विचलन नीचे
it: dev. std. sotto
ja: 標準偏差下
nl: std. dev. onder
pt: desvio padrão abaixo
ru: ст. откл. ниже
th: ต่ำกว่าส่วนเบี่ยงเบนมาตรฐาน
zh: 标准偏差低于

# Excel_CF_EqualOrAbove
source: Equal or above
es: Mayor o igual
fr: Égales ou au-dessus
hi: बराबर या ऊपर
it: Uguale o superiore
ja: 同等またはそれ以上
nl: Gelijk of boven
pt: Igual ou acima
ru: Равно или выше
th: เท่ากับหรือสูงกว่า
zh: 等于或高于

# Excel_CF_EqualOrBelow
source: Equal or below
es: Menor o igual
fr: Égales ou au-dessous
hi: बराबर या नीचे
it: Uguale o inferiore
ja: 同等またはそれ以下
nl: Gelijk of onder
pt: Igual ou abaixo
ru: Равно или ниже
th: เท่ากับหรือน้อยกว่า
zh: 等于或低于

# Excel_CF_AboveAverage
source: Above average
es: Por encima de la media
fr: Au dessus de la moyenne
hi: औसत से ऊपर
it: Sopra la media
ja: 平均以上
nl: Boven gemiddelde
pt: Acima da média
ru: Выше среднего
th: สูงกว่าค่าเฉลี่ย
zh: 高于平均水平

# Excel_CF_BelowAverage
source: Below average
es: Por debajo de la media
fr: En dessous de la moyenne
hi: औसत से नीचे
it: Sotto la media
ja: 平均以下
nl: Onder gemiddelde
pt: Abaixo da média
ru: Ниже среднего
th: ต่ำกว่าค่าเฉลี่ย
zh: 低于平均水平

# Excel_CFDescr_blank
source: Cell contains a blank value
es: La celda contiene un valor en blanco
fr: La cellule contient une valeur en blanc
hi: कक्ष में रिक्त मान है
it: La cella contiene un valore vuoto
ja: セルに空白の値が含まれています
nl: Cel bevat een lege waarde
pt: A célula contém um valor em branco
ru: Ячейка содержит пустое значение
th: เซลล์มีค่าว่าง
zh: 单元格包含空值

# Excel_CFDescr_no_blank
source: Cell does not contain a blank value
es: La celda no contiene un valor en blanco
fr: La cellule ne contient pas de valeur en blanc
hi: कक्ष में रिक्त मान नहीं है
it: La cella non contiene un valore vuoto
ja: セルには空白の値は含まれていません
nl: Cel bevat geen lege waarde
pt: A célula não contém um valor em branco
ru: Ячейка не содержит пустое значение
th: เซลล์ไม่มีค่าว่าง
zh: 单元格不包含空值

# Excel_CFDescr_error
source: Cell contains an error
es: La celda contiene un error
fr: La cellule contient une erreur
hi: कक्ष में त्रुटि है
it: La cella contiene un errore
ja: セルにエラーが含まれています
nl: Cel bevat een fout
pt: A célula contém um erro
ru: Ячейка содержит ошибку
th: เซลล์มีข้อผิดพลาด
zh: 单元格包含错误

# Excel_CFDescr_no_error
source: Cell does not contain an error
es: La celda no contiene un error
fr: La cellule ne contient pas d'erreur
hi: कक्ष में त्रुटि नहीं है
it: La cella non contiene un errore
ja: セルにエラーが含まれていません
nl: Cel bevat geen fout
pt: A célula não contém um erro
ru: Ячейка не содержит ошибку
th: เซลล์ไม่มีข้อผิดพลาด
zh: 单元格不包含错误

# Excel_CFDescr_cell_value
source: Cell value
es: Valor de la celda
fr: Valeur de la cellule
hi: कक्ष मान
it: Valore cella
ja: セルの値
nl: Celwaarde
pt: Valor da Célula
ru: Значение ячейки
th: ค่าในเซลล์
zh: 单元格值

# Excel_CFDescr_between
source: Between
es: Entre
fr: Entre
hi: के बीच
it: Tra
ja: 間
nl: Tussen
pt: Entre
ru: Между
th: ระหว่าง
zh: 介于

# Excel_CFDescr_not_between
source: Not between
es: No está entre
fr: Non compris entre
hi: के बीच नहीं
it: Non tra
ja: 間でない
nl: Niet tussen
pt: Não está entre
ru: Не между
th: ไม่อยู่ระหว่าง
zh: 未介于

# Excel_CFDescr_and
source: and
es: y
fr: et
hi: और
it: e
ja: と
nl: en
pt: e
ru: и
th: และ
zh: 和

# Excel_CFDescr_contains
source: Contains
es: Contiene
fr: Contient
hi: में है
it: Contiene
ja: 含む
nl: Bevat
pt: Contém
ru: Содержит
th: มี
zh: 包含

# Excel_CFDescr_does_not_contain
source: Does not contain
es: No contiene
fr: Ne contient pas
hi: में नहीं है
it: Non contiene
ja: 含まない
nl: Bevat niet
pt: Não contém
ru: Не содержит
th: ไม่มี
zh: 不包含

# Excel_CFDescr_begins_with
source: Begins with
es: Empieza por
fr: Commence par
hi: इससे शुरू होता है
it: Inizia con
ja: で始まる
nl: Begint met
pt: Começa com
ru: Начинается с
th: เริ่มต้นด้วย
zh: 开始于

# Excel_CFDescr_ends_with
source: Ends with
es: Termina por
fr: Se termine par
hi: इसमें समाप्त होता है
it: Finisce con
ja: で終わる
nl: Eindigt op
pt: Termina com
ru: Кончается на
th: ลงท้ายด้วย
zh: 结束于

# Excel_CFDescr_std_dev
source: std dev
es: Desviación típica
fr: écart-type
hi: मानक विचलन
it: dev. std.
ja: 標準偏差
pt: desv. pad.
ru: ст. откл.
th: ส่วนเบี่ยงเบนมาตรฐาน
zh: 标准偏差

# Excel_CFDescr_equal_to_or
source: Equal to or
es: Igual a o
fr: Égal à ou
hi: के बराबर या
it: Uguale a o
ja: 等しいまたは
nl: Gelijk aan of
pt: Igual ou
ru: Равно или
th: เท่ากับ หรือ
zh: 等于或

# Excel_CFDescr_above_average
source: Above average
es: Por encima de la media
fr: Au dessus de la moyenne
hi: औसत से ऊपर
it: Sopra la media
ja: 平均以上
nl: Boven gemiddelde
pt: Acima da média
ru: Выше среднего
th: สูงกว่าค่าเฉลี่ย
zh: 高于平均水平

# Excel_CFDescr_below_average
source: Below average
es: Por debajo de la media
fr: En dessous de la moyenne
hi: औसत से नीचे
it: Sotto la media
ja: 平均以下
nl: Onder gemiddelde
pt: Abaixo da média
ru: Ниже среднего
th: ต่ำกว่าค่าเฉลี่ย
zh: 低于平均水平

# Excel_CFDescr_dates_occurring_yesterday
source: Yesterday
es: Ayer
fr: Hier
hi: कल
it: Ieri
ja: 昨日
nl: Gisteren
pt: Ontem
ru: Вчера
th: เมื่อวานนี้
zh: 昨天

# Excel_CFDescr_dates_occurring_today
source: Today
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
nl: Vandaag
pt: Hoje
ru: Сегодня
th: วันนี้
zh: 今天

# Excel_CFDescr_dates_occurring_tomorrow
source: Tomorrow
es: Mañana
fr: Demain
hi: आनेवाला कल
it: Domani
ja: 明日
nl: Morgen
pt: Amanhã
ru: Завтра
th: วันพรุ่งนี้
zh: 明天

# Excel_CFDescr_dates_occurring_last_7_days
source: Last 7 days
es: Últimos 7 días
fr: Les 7 derniers jours
hi: पिछले 7 दिन
it: Ultimi 7 giorni
ja: 過去 7 日間
nl: Laatste 7 dagen
pt: Últimos 7 dias
ru: За посл. 7 дней
th: 7 วันที่ผ่านมา
zh: 最近 7 天

# Excel_CFDescr_dates_occurring_last_week
source: Last week
es: La semana pasada
fr: La semaine dernière
hi: पिछले सप्ताह
it: La scorsa settimana
ja: 先週
nl: Vorige week
pt: Última semana
ru: На прошлой неделе
th: สัปดาห์ที่แล้ว
zh: 上周

# Excel_CFDescr_dates_occurring_this_week
source: This week
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
nl: Deze week
pt: Esta semana
ru: На этой неделе
th: สัปดาห์นี้
zh: 本周

# Excel_CFDescr_dates_occurring_next_week
source: Next week
es: La próxima semana
fr: La semaine prochaine
hi: अगले सप्ताह
it: La prossima settimana
ja: 来週
nl: Volgende week
pt: Próxima semana
ru: На след. неделе
th: สัปดาห์หน้า
zh: 下周

# Excel_CFDescr_dates_occurring_last_month
source: Last month
es: El mes pasado
fr: Le mois dernier
hi: पिछले महीने
it: Il mese scorso
ja: 先月
nl: Vorige maand
pt: Último mês
ru: В прошлом месяце
th: เดือนที่แล้ว
zh: 上个月

# Excel_CFDescr_dates_occurring_this_month
source: This month
es: Este mes
fr: Ce mois-ci
hi: इस महीने
it: Questo mese
ja: 今月
nl: Deze maand
pt: Este mês
ru: В этом месяце
th: เดือนนี้
zh: 本月

# Excel_CFDescr_dates_occurring_next_month
source: Next month
es: El mes que viene
fr: Le mois prochain
hi: अगले महीने
it: Il mese prossimo
ja: 来月
nl: Volgende maand
pt: Próximo mês
ru: В след. месяце
th: เดือนถัดไป
zh: 下个月

# Label_XlsSaveCFRulesNotSupported
source: Saving conditional formatting in xls format is not supported. Conditional formatting will not be saved.
es: No se puede guardar el formato condicional en formato xls. El formato condicional no se guardará.
fr: L'enregistrement de la mise en forme conditionnelle au format xls n'est pas pris en charge. La mise en forme conditionnelle ne sera pas enregistrée.
hi: xls स्वरूप में सशर्त स्वरूपण को सहेजने को समर्थन नहीं है। सशर्त स्वरूपण को सहेजा नहीं जाएगा।
it: Il salvataggio della formattazione condizionale in xls non è supportato, pertanto la formattazione condizionale non verrà salvata.
ja: Xls 形式の条件付き書式設定の保存はサポートされていません。条件付き書式は保存されません。
nl: Het bewaren van voorwaardelijke opmaak in de .xls-indeling wordt niet ondersteund. De voorwaardelijke opmaak wordt niet bewaard.
pt: Não é suportada a gravação da formatação condicional em formato xls. A formatação condicional não será guardada.
ru: Сохранение условного форматирования в формате xls не поддерживается. Условное форматирование не будет сохранено.
th: การบันทึกรูปแบบโดยมีเงื่อนไขในแบบ xls ไม่สามารถทำได้ การจัดรูปแบบโดยมีเงื่อนไขจะไม่ถูกบันทึก
zh: 不支持以 xls 格式保存条件格式，条件格式将不保存。

# Label_Inside
source: Inside
es: Hacia dentro
fr: À l'intérieur
hi: अंदर
it: All'interno
ja: 内側
nl: Binnen
pt: Dentro
ru: Внутри
th: ภายใน
zh: 内部

# Label_Outside
source: Outside
es: Hacia fuera
fr: À l'extérieur
hi: बाहर
it: All'esterno
ja: 外側
nl: Buiten
pt: Fora
ru: Снаружи
th: ภายนอก
zh: 外部

# Label_Vertical_Inside
source: Vertical Inside
es: Vertical hacia dentro
fr: Verticalement vers l'intérieur
hi: ऊर्ध्व अंदर
it: Verticale all'interno
ja: 垂直方向の内側
nl: Verticaal binnen
pt: Vertical Dentro
ru: По вертикали внутри
th: ภายในแนวตั้ง
zh: 垂直内部

# Label_Horizontal_Inside
source: Horizontal Inside
es: Horizontal hacia dentro
fr: Horizontalement vers l'intérieur
hi: क्षैतिज अंदर
it: Orizzontale all'interno
ja: 水平方向の内側
nl: Horizontaal binnen
pt: Horizontal Dentro
ru: По горизонтали внутри
th: ภายในแนวนอน
zh: 水平内部

# Label_ShowFormattingSymbols
source: Show Formatting Symbols
es: Mostrar símbolos de formato
fr: Afficher les symboles de mise en forme
hi: स्वरूपण चिह्न दिखाएँ
it: Visualizza i simboli di formattazione
ja: 書式記号を表示
nl: Toon opmaaksymbolen
pt: Mostrar Símbolos de Formatação
ru: Показать символы форматирования
th: แสดงสัญลักษณ์การจัดรูปแบบ
zh: 显示格式符号

# Label_JustifiedParagraphAlignment
source: Justified Paragraph Alignment
es: Justificar
fr: Justifier
hi: समायोजित करें
it: Giustifica
ja: 両端揃え
nl: Vul uit
pt: Justificar
ru: По ширине
th: จัดเต็มแนว
zh: 两端对齐

# Label_LeftParagraphAlignment
source: Left Paragraph Alignment
es: Alinear a la izquierda
fr: Aligner à gauche
hi: बाएँ संरेखित करें
it: Allinea a sinistra
ja: 左揃え
nl: Lijn links uit
pt: Alinhar à Esquerda
ru: По левому краю
th: จัดชิดซ้าย
zh: 左对齐

# Label_CenterParagraphAlignment
source: Center Paragraph Alignment
es: Centrar
fr: Centrer
hi: मध्य
it: Centra
ja: 中央
nl: Centreer
pt: Centrar
ru: Центр
th: ตรงกลาง
zh: 居中

# Label_RightParagraphAlignment
source: Right Paragraph Alignment
es: Alinear a la derecha
fr: Aligner à droite
hi: दाएँ संरेखित करें
it: Allinea a destra
ja: 右揃え
nl: Lijn rechts uit
pt: Alinhar à Direita
ru: По правому краю
th: จัดชิดขวา
zh: 右对齐

# Label_FontTextColorDropdown
source: Text Color Dropdown
es: Menú desplegable de Color de texto
fr: Liste déroulante des couleurs de texte
hi: पाठ रंग ड्रॉपडाउन
it: Menu a discesa Colore testo
ja: テキストの色ドロップダウン
nl: Tekstkleur vervolgmenu
pt: Lista Suspensa de Cor de Texto
ru: Раскрыв. список цвета текста
th: รายการสีข้อความแบบหล่นลง
zh: 文本颜色下拉框

# Label_FontHighlightColorDropdown
source: Text Highlight Color Dropdown
es: Menú desplegable de Color de resaltado
fr: Liste déroulante des couleurs de surbrillance
hi: आलोकन रंग ड्रॉपडाउन
it: Menu a discesa Colore evidenziazione
ja: ハイライトの色ドロップダウン
nl: Markeerkleur vervolgmenu
pt: Lista Suspensa de Cor de Destaque
ru: Раскрыв. список цвета выделения
th: รายการสีที่ใช้เน้นแบบหล่นลง
zh: 突出显示颜色下拉框

# Label_NumberingDropdown
source: Numbering Dropdown
es: Menú desplegable de Numeración
fr: Liste déroulante de numérotation
hi: क्रमांकन ड्रॉपडाउन
it: Menu a discesa Numerazione
ja: 番号付けドロップダウン
nl: Nummering vervolgmenu
pt: Lista Suspensa de Numeração
ru: Раскрыв. список нумерации
th: รายการลำดับเลขแบบหล่นลง
zh: 编号下拉框

# Label_BulletsDropdown
source: Bullets Dropdown
es: Menú desplegable de Viñetas
fr: Liste déroulante de puces
hi: बुलेट ड्रॉपडाउन
it: Menu a discesa Punti elenco
ja: 行頭文字ドロップダウン
nl: Opsommingstekens vervolgmenu
pt: Lista Suspensa de Marcas
ru: Раскрыв. список маркеров
th: สัญลักษณ์รายการแบบหล่นลง
zh: 项目符号下拉列表
