Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_ShapeType_AccentBorderCallout3
source: Callout 3 with Border and Accent
es: Llamada 3 con borde y énfasis
fr: Légende 3 avec bordure et accentuation
hi: कॉलआउट 3 बॉर्डर और एक्सेंट के साथ
it: Callout 3 con bordo ed evidenziazione
ja: 枠線とアクセント付きの吹き出し 3
nl: Toelichting 3 met rand en accent
pt: Chamada 3 com Limite e Destaque
ru: Выноска 3 (граница и черта)
th: คำบรรยายภาพ 3 พร้อมเส้นขอบและแถบเน้น
zh: 标注 3（带边框和强调线）

# Label_ShapeType_AccentCallout1
source: Callout 1 with Accent
es: Llamada 1 con énfasis
fr: Légende 1 avec accentuation
hi: कॉलआउट 1 एक्सेंट के साथ
it: Callout 1 con evidenziazione
ja: アクセント付きの吹き出し 1
nl: Toelichting 1 met accent
pt: Chamada 1 com Destaque
ru: Выноска 1 (с чертой)
th: คำบรรยายภาพ 1 พร้อมแถบเน้น
zh: 标注 1（带强调线）

# Label_ShapeType_AccentCallout2
source: Callout 2 with Accent
es: Llamada 2 con énfasis
fr: Légende 2 avec accentuation
hi: कॉलआउट 2 एक्सेंट के साथ
it: Callout 2 con evidenziazione
ja: アクセント付きの吹き出し 2
nl: Toelichting 2 met accent
pt: Chamada 2 com Destaque
ru: Выноска 2 (с чертой)
th: คำบรรยายภาพ 2 พร้อมแถบเน้น
zh: 标注 2（带强调线）

# Label_ShapeType_AccentCallout3
source: Callout 3 with Accent
es: Llamada 3 con énfasis
fr: Légende 3 avec accentuation
hi: कॉलआउट 3 एक्सेंट के साथ
it: Callout 3 con evidenziazione
ja: アクセント付きの吹き出し 3
nl: Toelichting 3 met accent
pt: Chamada 3 com Destaque
ru: Выноска 3 (с чертой)
th: คำบรรยายภาพ 3 พร้อมแถบเน้น
zh: 标注 3（带强调线）

# Label_ShapeType_ActionButtonBackPrevious
source: Back or Previous Button Shape
es: Forma de botón atrás o anterior
fr: Forme du bouton Retour ou Précédent
hi: वापस या पिछला बटन आकार
it: Forma pulsante Indietro o Precedente
ja: 「戻る」や「前」ボタンの形
nl: Terug of vorige knopvorm
pt: Forma do Botão Regressar ou Anterior
ru: Фигура кнопки "Назад" или "Предыдущее"
th: รูปร่างปุ่มไปข้างหลังหรือก่อนหน้า
zh: 后退或上一个按钮形状

# Label_ShapeType_ActionButtonBeginning
source: Beginning Button
es: Botón de inicio
fr: Bouton Début
hi: प्रारंभ बटन
it: Pulsante Inizio
ja: 先頭ボタン
nl: Startknop
pt: Botão de Início
ru: Кнопка "Начало"
th: ปุ่มเริ่มต้น
zh: 开始按钮

# Label_ShapeType_ActionButtonBlank
source: Blank Button
es: Botón en blanco
fr: Bouton Vide
hi: रिक्त बटन
it: Pulsante vuoto
ja: 空白ボタン
nl: Lege knop
pt: Botão Vazio
ru: Кнопка "Пусто"
th: ปุ่มว่างเปล่า
zh: 空白按钮

# Label_ShapeType_ActionButtonDocument
source: Document Button
es: Botón de documento
fr: Bouton Document
hi: दस्तावेज़ बटन
it: Pulsante documento
ja: ドキュメントボタン
nl: Documentknop
pt: Botão de Documento
ru: Кнопка "Документ"
th: ปุ่มเอกสาร
zh: 文档按钮

# Label_ShapeType_ActionButtonEnd
source: End Button
es: Botón de fin
fr: Bouton Fin
hi: समाप्ति बटन
it: Pulsante Fine
ja: 終了ボタン
nl: Eindeknop
pt: Botão de Fim
ru: Кнопка "Завершить"
th: ปุ่มสิ้นสุด
zh: 结束按钮

# Label_ShapeType_ActionButtonForwardNext
source: Forward or Next Button Shape
es: Forma de botón adelante o siguiente
fr: Forme du bouton Avance ou Suivant
hi: फ़ॉर्वर्ड या अगला बटन आकार
it: Forma pulsante Avanti o Successivo
ja: 「進む」や「次へ」ボタンの形
nl: Vooruit- of Volgende-knopvorm
pt: Forma do Botão Avançar ou Seguinte
ru: Фигура кнопки "Вперед" или "Далее"
th: รูปร่างปุ่มไปข้างหน้าหรือถัดไป
zh: 前进或下一个按钮形状

# Label_ShapeType_ActionButtonHelp
source: Help Button
es: Botón de ayuda
fr: Bouton Aide
hi: सहायता बटन
it: Pulsante ?
ja: ヘルプボタン
nl: Helpknop
pt: Botão de Ajuda
ru: Кпопка "Справка"
th: ปุ่มวิธีใช้
zh: 帮助按钮

# Label_ShapeType_ActionButtonHome
source: Home Button
es: Botón de inicio
fr: Bouton Accueil
hi: होम बटन
it: Pulsante Home
ja: ホームボタン
nl: Beginknop
pt: Botão Início
ru: Кнопка "Домашняя страница"
th: ปุ่มหน้าแรก
zh: 首页按钮

# Label_ShapeType_ActionButtonInformation
source: Information Button
es: Botón de información
fr: Bouton Informations
hi: जानकारी बटन
it: Pulsante Informazioni
ja: 情報ボタン
nl: Informatieknop
pt: Botão de Informação
ru: Кнопка "Информация"
th: ปุ่มข้อมูล
zh: 信息按钮

# Label_ShapeType_ActionButtonMovie
source: Movie Button
es: Botón de película
fr: Bouton Vidéo
hi: मूवी बटन
it: Pulsante filmato
ja: ムービーボタン
nl: Filmknop
pt: Botão de Filme
ru: Кнопка "Фильм"
th: ปุ่มภาพยนตร์
zh: 电影按钮

# Label_ShapeType_ActionButtonReturn
source: Return Button
es: Botón de retroceso
fr: Bouton Retour
hi: वापसी बटन
it: Pulsante Invio
ja: 戻るボタン
nl: Terugknop
pt: Botão de Regresso
ru: Кнопка "Возврат"
th: ปุ่มย้อนกลับ
zh: 返回按钮

# Label_ShapeType_ActionButtonSound
source: Sound Button
es: Botón de sonido
fr: Bouton Son
hi: ध्वनि बटन
it: Pulsante Audio
ja: サウンドボタン
nl: Geluidsknop
pt: Botão de Som
ru: Кнопка "Звук"
th: ปุ่มเสียง
zh: 声音按钮

# Label_ShapeType_Arc
source: Curved Arc
es: Arco curvado
fr: Arc courbe
hi: घुमावदार चाप
it: Arco curvo
ja: 曲線アーチ
nl: Gekromde boog
pt: Arco Curvo
ru: Скругленная дуга
th: เส้นโค้ง
zh: 曲线弧

# Label_ShapeType_BentArrow
source: Bent Arrow
es: Flecha doblada
fr: Flèche tordue
hi: मुड़ा तीर
it: Freccia curva
ja: 曲折矢印
nl: Gebogen pijl
pt: Seta em Curva
ru: Стрелка углом
th: ลูกศรเลี้ยวเบน
zh: 圆角右箭头

# Label_ShapeType_BentConnector2
source: Bent Connector 2
es: Conector doblado 2
fr: Raccord tordu 2
hi: मुड़ा कनेक्टर 2
it: Connettore curvo 2
ja: 曲折コネクタ 2
nl: Gebogen verbindingslijn 2
pt: Conector em Curva 2
ru: Изогнутая соед. линия 2
th: เส้นเชื่อมเลี้ยวเบน 2
zh: 圆角连接符 2

# Label_ShapeType_BentConnector3
source: Bent Connector 3
es: Conector doblado 3
fr: Raccord tordu 3
hi: मुड़ा कनेक्टर 3
it: Connettore curvo 3
ja: 曲折コネクタ 3
nl: Gebogen verbindingslijn 3
pt: Conector em Curva 3
ru: Изогнутая соед. линия 3
th: เส้นเชื่อมเลี้ยวเบน 3
zh: 圆角连接符 3

# Label_ShapeType_BentConnector4
source: Bent Connector 4
es: Conector doblado 4
fr: Raccord tordu 4
hi: मुड़ा कनेक्टर 4
it: Connettore curvo 4
ja: 曲折コネクタ 4
nl: Gebogen verbindingslijn 4
pt: Conector em Curva 4
ru: Изогнутая соед. линия 4
th: เส้นเชื่อมเลี้ยวเบน 4
zh: 圆角连接符 4

# Label_ShapeType_BentConnector5
source: Bent Connector 5
es: Conector doblado 5
fr: Raccord tordu 5
hi: मुड़ा कनेक्टर 5
it: Connettore curvo 5
ja: 曲折コネクタ 5
nl: Gebogen verbindingslijn 5
pt: Conector em Curva 5
ru: Изогнутая соед. линия 5
th: เส้นเชื่อมเลี้ยวเบน 5
zh: 圆角连接符 5

# Label_ShapeType_BentUpArrow
source: Bent Up Arrow
es: Flecha doblada hacia arriba
fr: Flèche haut tordue
hi: मुड़ा हुआ तीर
it: Freccia angolare in su
ja: 上曲折矢印
nl: Gebogen pijl omhoog
pt: Seta em Ângulo Reto para Cima
ru: Изогнутая стрелка вверх
th: ลูกศรเบนขึ้น
zh: 直角上箭头

# Label_ShapeType_Bevel
source: Bevel
es: Bisel
fr: Biseau
hi: बेवल
it: Smussatura
ja: 面取り
nl: Schuine rand
pt: Bisel
ru: Багетная рамка
th: ยกนูน
zh: 棱台

# Label_ShapeType_BlockArc
source: Block Arc
es: Arco de bloque
fr: Arc plein
hi: ब्लॉक चाप
it: Arco a tutto sesto
ja: アーチ
nl: Blokboog
pt: Duplo Semicírculo
ru: Арка
th: บล็อกส่วนโค้ง
zh: 空心弧

# Label_ShapeType_BorderCallout1
source: Callout 1 with Border
es: Llamada 1 con borde
fr: Légende 1 avec bordure
hi: कॉलआउट 1 बॉर्डर के साथ
it: Callout 1 con bordo
ja: 枠線付き吹き出し 1
nl: Toelichting 1 met rand
pt: Chamada 1 com Limite
ru: Выноска 1 (с границей)
th: คำบรรยายภาพ 1 พร้อมเส้นขอบ
zh: 带边框标注 1

# Label_ShapeType_BorderCallout2
source: Callout 2 with Border
es: Llamada 2 con borde
fr: Légende 2 avec bordure
hi: कॉलआउट 2 बॉर्डर के साथ
it: Callout 2 con bordo
ja: 枠線付き吹き出し 2
nl: Toelichting 2 met band
pt: Chamada 2 com Limite
ru: Выноска 2 (с границей)
th: คำบรรยายภาพ 2 พร้อมเส้นขอบ
zh: 带边框标注 2

# Label_ShapeType_BorderCallout3
source: Callout 3 with Border
es: Llamada 3 con borde
fr: Légende 3 avec bordure
hi: कॉलआउट 3 बॉर्डर के साथ
it: Callout 3 con bordo
ja: 枠線付き吹き出し 3
nl: Toelichting 3 met rand
pt: Chamada 3 com Limite
ru: Выноска 3 (с границей)
th: คำบรรยายภาพ 3 พร้อมเส้นขอบ
zh: 带边框标注 3

# Label_ShapeType_BracePair
source: Brace Pair
es: Par de llaves
fr: Paire d'accolades
hi: ब्रेस पेयर
it: Parentesi graffe
ja: 波かっこのペア
nl: Paar accolades
pt: Par de Chavetas
ru: Двойные фигурные скобки
th: คู่วงเล็บปีกกา
zh: 大括号对

# Label_ShapeType_BracketPair
source: Bracket Pair
es: Par de corchetes
fr: Paire de crochets
hi: कोष्टक में पेयर
it: Parentesi quadre
ja: 角かっこのペア
nl: Paar vierkante haken
pt: Par de Parênteses Retos
ru: Двойные круглые скобки
th: คู่วงเล็บ
zh: 方括号对

# Label_ShapeType_Callout1
source: Callout 1
es: Llamada 1
fr: Légende 1
hi: कॉलआउट 1
ja: 吹き出し 1
nl: Toelichting 1
pt: Chamada 1
ru: Выноска 1
th: คำบรรยายภาพ 1
zh: 标注 1

# Label_ShapeType_Callout2
source: Callout 2
es: Llamada 2
fr: Légende 2
hi: कॉलआउट 2
ja: 吹き出し 2
nl: Toelichting 2
pt: Chamada 2
ru: Выноска 2
th: คำบรรยายภาพ 2
zh: 标注 2

# Label_ShapeType_Callout3
source: Callout 3
es: Llamada 3
fr: Légende 3
hi: कॉलआउट 3
ja: 吹き出し 3
nl: Toelichting 3
pt: Chamada 3
ru: Выноска 3
th: คำบรรยายภาพ 3
zh: 标注 3

# Label_ShapeType_Can
source: Can
es: Cilindro
fr: Boîte
hi: कैन
it: Lattina
ja: 円筒
nl: Cilinder
pt: Lata
ru: Цилиндр
th: กระบอก
zh: 罐形

# Label_ShapeType_ChartPlus
source: Plus Chart
es: Rectángulo con más
fr: Graphique Plus
hi: प्लस चार्ट
it: Grafico più
ja: プラス付き四角形
nl: Plusdiagram
pt: Gráfico Plus
ru: Диаграмма с плюсом
th: แผนภูมิรูปบวก
zh: 加法图

# Label_ShapeType_ChartStar
source: Star Chart
es: Gráfico de estrella
fr: Graphique en étoile
hi: स्टार चार्ट
it: Grafico a stella
ja: 星付き四角形
nl: Sterdiagram
pt: Gráfico de Estrelas
ru: Диаграмма со звездой
th: แผนภูมิรูปดาว
zh: 星状图

# Label_ShapeType_ChartX
source: Chart X
es: Gráfico de X
fr: Graphique en X
hi: चार्ट X
it: Grafico X
ja: 図 X
nl: Diagram X
pt: Gráfico X
ru: Диаграмма X
th: แผนภูมิ X
zh: X 图

# Label_ShapeType_Chevron
source: Chevron
es: Cheurón
hi: शहतीर
ja: 山形
pt: Divisa
ru: Нашивка
th: เครื่องหมายบั้ง
zh: 燕尾形

# Label_ShapeType_Chord
source: Chord
es: Cuerda
fr: Corde
hi: कॉर्ड
ja: 弦
nl: Koord
pt: Acorde
ru: Аккорд
th: คอร์ด
zh: 弦形

# Label_ShapeType_CircularArrow
source: Circular Arrow
es: Flecha circular
fr: Flèche circulaire
hi: वृत्ताकार तीर
it: Freccia ad arco
ja: 環状矢印
nl: Draaiende pijl
pt: Seta Circular
ru: Круговая стрелка
th: ลูกศรเวียน
zh: 环形箭头

# Label_ShapeType_Cloud
source: Cloud
es: Nube
fr: Nuage
hi: क्लाउड
it: Nuvola
ja: 雲
nl: Wolk
pt: Nuvem
ru: Облако
th: กรอบความคิด
zh: 云形

# Label_ShapeType_CloudCallout
source: Callout Cloud
es: Llamada de nube
fr: Légende Nuage
hi: कॉलआउट क्लाउड
it: Fumetto
ja: 雲の吹き出し
nl: Toelichting wolk
pt: Nuvem de Chamadas
ru: Выноска-облако
th: คำบรรยายภาพรูปกรอบความคิด
zh: 标注云

# Label_ShapeType_Corner
source: Corner
es: Esquina
fr: Coin
hi: कोना
it: Angolo
ja: コーナー
nl: Hoekstuk
pt: Canto
ru: Угол
th: มุม
zh: 角形

# Label_ShapeType_CornerTabs
source: Corner Tabs
es: Esquinas de marco
fr: Coins renforcés
hi: कोने के टैब
it: Schede angolari
ja: コーナータブ
nl: Hoekstuktabbladen
pt: Separadores de Canto
ru: Угловые вкладки
th: แท็บมุม
zh: 角形制表符

# Label_ShapeType_Cube
source: Cube
es: Cubo
hi: घन
it: Cubo
ja: 立方体
nl: Kubus
pt: Cubo
ru: Куб
th: ลูกบาศก์
zh: 立方体

# Label_ShapeType_CurvedConnector2
source: Curved Connector 2
es: Conector curvado 2
fr: Raccord courbe 2
hi: घुमावदार कनेक्टर 2
it: Connettore curvo 2
ja: 曲線コネクタ 2
nl: Gebogen verbindingslijn 2
pt: Conector Curvo 2
ru: Скругленная соед. линия 2
th: เส้นเชื่อมโค้ง 2
zh: 曲线连接符 2

# Label_ShapeType_CurvedConnector3
source: Curved Connector 3
es: Conector curvado 3
fr: Raccord courbe 3
hi: घुमावदार कनेक्टर 3
it: Connettore curvo 3
ja: 曲線コネクタ 3
nl: Gebogen verbindingslijn 3
pt: Conector Curvo 3
ru: Скругленная соед. линия 3
th: เส้นเชื่อมโค้ง 3
zh: 曲线连接符 3

# Label_ShapeType_CurvedConnector4
source: Curved Connector 4
es: Conector curvado 4
fr: Raccord courbe 4
hi: घुमावदार कनेक्टर 4
it: Connettore curvo 4
ja: 曲線コネクタ 4
nl: Gebogen verbindingslijn 4
pt: Conector Curvo 4
ru: Скругленная соед. линия 4
th: เส้นเชื่อมโค้ง 4
zh: 曲线连接符 4

# Label_ShapeType_CurvedConnector5
source: Curved Connector 5
es: Conector curvado 5
fr: Raccord courbe 5
hi: घुमावदार कनेक्टर 5
it: Connettore curvo 5
ja: 曲線コネクタ 5
nl: Gebogen verbindingslijn 5
pt: Conector Curvo 5
ru: Скругленная соед. линия 5
th: เส้นเชื่อมโค้ง 5
zh: 曲线连接符 5

# Label_ShapeType_CurvedDownArrow
source: Curved Down Arrow
es: Flecha abajo curvada
fr: Flèche bas courbe
hi: घुमावदार निचला तीर
it: Freccia circolare in giù
ja: 下曲折矢印
nl: Gebogen pijl omlaag
pt: Seta Curvada para Baixo
ru: Выгнутая вверх стрелка
th: ลูกศรโค้งลง
zh: 下弧形箭头

# Label_ShapeType_CurvedLeftArrow
source: Curved Left Arrow
es: Flecha izquierda curvada
fr: Flèche gauche courbe
hi: घुमावदार बायाँ तीर
it: Freccia circolare a sinistra
ja: 左曲折矢印
nl: Gebogen pijl links
pt: Seta Curvada à Esquerda
ru: Выгнутая вправо стрелка
th: ลูกศรโค้งซ้าย
zh: 左弧形箭头

# Label_ShapeType_CurvedRightArrow
source: Curved Right Arrow
es: Flecha derecha curvada
fr: Flèche droite courbe
hi: घुमावदार दायाँ तीर
it: Freccia circolare a destra
ja: 右曲折矢印
nl: Gebogen pijl rechts
pt: Seta Curvada à Direita
ru: Выгнутая влево стрелка
th: ลูกศรโค้งขวา
zh: 右弧形箭头

# Label_ShapeType_CurvedUpArrow
source: Curved Up Arrow
es: Flecha arriba curvada
fr: Flèche haut courbe
hi: घुमावदार ऊपरी तीर
it: Freccia circolare in su
ja: 上曲折矢印
nl: Gebogen pijl omhoog
pt: Seta Curvada para Cima
ru: Выгнутая вниз стрелка
th: ลูกศรโค้งขึ้น
zh: 上弧形箭头

# Label_ShapeType_Decagon
source: Decagon
es: Decágono
fr: Décagone
hi: दसभुज
it: Decagono
ja: 十角形
nl: Tienhoek
pt: Decágono
ru: Десятиугольник
th: รูปสิบเหลี่ยม
zh: 十边形

# Label_ShapeType_DiagStripe
source: Diagonal Stripe
es: Franja diagonal
fr: Bande diagonale
hi: तिरछी स्ट्रिप
it: Striscia diagonale
ja: 斜め縞
nl: Diagonale streep
pt: Faixa Diagonal
ru: Диагональная полоса
th: แถบแนวทแยง
zh: 斜纹

# Label_ShapeType_Diamond
source: Diamond
es: Diamante
fr: Diamant
hi: हीरा
it: Rombo
ja: ダイヤモンド
nl: Ruit
pt: Diamante
ru: Ромб
th: ข้าวหลามตัด
zh: 菱形

# Label_ShapeType_Dodecagon
source: Dodecagon
es: Dodecágono
fr: Dodécagone
hi: बारहकोण
it: Dodecagono
ja: 十二角形
nl: Twaalfhoek
pt: Dodecágono
ru: Двенадцатиугольник
th: รูปสิบสองเหลี่ยม
zh: 十二边形

# Label_ShapeType_Donut
source: Donut
es: Anilla
fr: Bouée
hi: डोनट
it: Anello
ja: ドーナツ
pt: Anel
ru: Кольцо
th: โดนัท
zh: 同心圆

# Label_ShapeType_DoubleWave
source: Double Wave
es: Doble onda
fr: Vague double
hi: दोहरी तरंग
it: Onda doppia
ja: 小波
nl: Dubbele golf
pt: Ondulado Duplo
ru: Двойная волна
th: คลื่นคู่
zh: 双波形

# Label_ShapeType_DownArrow
source: Down Arrow
es: Flecha abajo
fr: Flèche bas
hi: निचला तीर
it: Freccia giù
ja: 下矢印
nl: Pijl omlaag
pt: Seta para Baixo
ru: Стрелка вниз
th: ลูกศรลง
zh: 下箭头

# Label_ShapeType_DownArrowCallout
source: Callout Down Arrow
es: Llamada de flecha abajo
fr: Légende Flèche bas
hi: कॉलआउट निचला तीर
it: Freccia giù callout
ja: 下矢印の吹き出し
nl: Toelichting pijl omlaag
pt: Seta para Baixo com Chamada
ru: Выноска со стрелкой вниз
th: ลูกศรลงของคำบรรยายภาพ
zh: 标注下箭头

# Label_ShapeType_Ellipse
source: Ellipse
es: Elipse
hi: दीर्घवृत्त
it: Ellisse
ja: 楕円
nl: Ovaal
pt: Elipse
ru: Эллипс
th: วงรี
zh: 椭圆形

# Label_ShapeType_EllipseRibbon
source: Ellipse Ribbon
es: Cinta de elipses
fr: Ruban en ellipse
hi: दीर्घवृत्त रिबन
it: Nastro ellisse
ja: 楕円リボン
nl: Ovaallint
pt: Fita em Elipse
ru: Лента овала
th: ริบบิ้นวงรี
zh: 椭圆带形

# Label_ShapeType_EllipseRibbon2
source: Ellipse Ribbon 2
es: Cinta de elipses 2
fr: Ruban en ellipse 2
hi: दीर्घवृत्त रिबन 2
it: Nastro ellisse 2
ja: 楕円リボン 2
nl: Ovaallint 2
pt: Fita em Elipse 2
ru: Лента овала 2
th: ริบบิ้นวงรี 2
zh: 椭圆带形 2

# Label_ShapeType_FlowChartAlternateProcess
source: Alternate Process Flow
es: Proceso alternativo
fr: Opérateur Alternative
hi: वैकल्पिक प्रक्रिया प्रवाह
it: Flusso di processo alternato
ja: 代替プロセスフロー
nl: Stroom alternatief proces
pt: Fluxo de Processo Alternativo
ru: Блок-схема: альтернативный процесс
th: โฟลว์กระบวนการทางเลือก
zh: 可选流程

# Label_ShapeType_FlowChartCollate
source: Collate Flow
es: Intercalar
fr: Opérateur Collationner
hi: कोलेट प्रवाह
it: Flusso fascicolazione
ja: 照合フロー
nl: Stroom sortering
pt: Fluxo de Agrupamento
ru: Блок-схема: сопоставление
th: โฟลว์การดำเนินการทีละชุด
zh: 整理流程

# Label_ShapeType_FlowChartConnector
source: Connector Flow
es: Conector fuera de página
fr: Opérateur Connecteur
hi: कनेक्टर प्रवाह
it: Flusso connettore
ja: コネクタフロー
nl: Stroom verbinding
pt: Fluxo de Conector
ru: Блок-схема: узел
th: โฟลว์ตัวเชื่อมต่อ
zh: 连接符流程

# Label_ShapeType_FlowChartDecision
source: Decision Flow
es: Decisión
fr: Opérateur Décision
hi: निर्णय प्रवाह
it: Flusso decisionale
ja: 判断フロー
nl: Stroom beslissing
pt: Fluxo de Decisão
ru: Блок-схема: решение
th: โฟลว์การตัดสินใจ
zh: 决策流程

# Label_ShapeType_FlowChartDelay
source: Delay Flow
es: Retraso
fr: Opérateur Délai
hi: विलंब प्रवाह
it: Flusso differimento
ja: 遅延フロー
nl: Stroom vertraging
pt: Fluxo de Atraso
ru: Блок-схема: задержка
th: โฟลว์การหน่วงเวลา
zh: 延误流程

# Label_ShapeType_FlowChartDisplay
source: Display Flow
es: Pantalla
fr: Opérateur Afficher
hi: प्रदर्शन प्रवाह
it: Flusso visualizzazione
ja: ディスプレイフロー
nl: Stroom weergave
pt: Fluxo de Apresentação
ru: Блок-схема: дисплей
th: โฟลว์การแสดงผล
zh: 显示流程

# Label_ShapeType_FlowChartDocument
source: Document Flow
es: Documento
fr: Opérateur Document
hi: दस्तावेज़ प्रवाह
it: Flusso documento
ja: ドキュメントフロー
nl: Stroom document
pt: Fluxo de Documento
ru: Блок-схема: документ
th: โฟลว์เอกสาร
zh: 文档流程

# Label_ShapeType_FlowChartExtract
source: Extract Flow
es: Extracto
fr: Opérateur Extraire
hi: एक्सट्रैक्ट प्रवाह
it: Flusso estrazione
ja: 抽出フロー
nl: Stroom uitpakken
pt: Fluxo de Extração
ru: Блок-схема: извлечение
th: โฟลว์การแยก
zh: 提取流程

# Label_ShapeType_FlowChartInputOutput
source: Input Output Flow
es: Datos
fr: Opérateur Entrée/sortie
hi: इनपुट आउटपुट प्रवाह
it: Flusso input/output
ja: 入出力フロー
nl: Stroom invoer/uitvoer
pt: Fluxo de Entrada/Saída
ru: Блок-схема: ввод-вывод
th: โฟลว์อินพุตเอาต์พุต
zh: 输入/输出流程

# Label_ShapeType_FlowChartInternalStorage
source: Internal Storage Flow
es: Almacenamiento interno
fr: Opérateur Stockage interne
hi: आंतरिक संग्रहण प्रवाह
it: Flusso archiviazione interna
ja: 内部ストレージフロー
nl: Stroom interne opslag
pt: Fluxo de Armazenamento Interno
ru: Блок-схема: внутренняя память
th: โฟลว์ที่เก็บข้อมูลภายใน
zh: 内部存储流程

# Label_ShapeType_FlowChartMagneticDisk
source: Magnetic Disk Flow
es: Disco magnético
fr: Opérateur Disque magnétique
hi: चुंबकीय डिस्क प्रवाह
it: Flusso disco magnetico
ja: 磁気ディスクフロー
nl: Stroom magnetische schijf
pt: Fluxo de Disco Magnético
ru: Блок-схема: магнитный диск
th: โฟลว์ดิสก์แม่เหล็ก
zh: 磁盘流程

# Label_ShapeType_FlowChartMagneticDrum
source: Magnetic Drum Flow
es: Almacenamiento de acceso directo
fr: Opérateur Tambour magnétique
hi: चुंबकीय ड्रम प्रवाह
it: Flusso cilindro magnetico
ja: 磁気ドラムフロー
nl: Stroom magnetisch vat
pt: Fluxo de Tambor Magnético
ru: Блок-схема: магнитный барабан
th: โฟลว์ดรัมแม่เหล็ก
zh: 磁鼓流程

# Label_ShapeType_FlowChartMagneticTape
source: Magnetic Tape Flow
es: Almacenamiento de acceso secuencial
fr: Opérateur Bande magnétique
hi: चुंबकीय टेप प्रवाह
it: Flusso nastro magnetico
ja: 磁気テープフロー
nl: Stroom magnetische tape
pt: Fluxo de Fita Magnética
ru: Блок-схема: магнитная лента
th: โฟลว์เทปแม่เหล็ก
zh: 磁带流程

# Label_ShapeType_FlowChartManualInput
source: Manual Input Flow
es: Entrada manual
fr: Opérateur Entrée manuelle
hi: मैनुअल इनपुट प्रवाह
it: Flusso input manuale
ja: 手動入力フロー
nl: Stroom handmatige invoer
pt: Fluxo de Introdução Manual
ru: Блок-схема: ручной ввод
th: โฟลว์อินพุตแบบแมนนวล
zh: 手动输入流程

# Label_ShapeType_FlowChartManualOperation
source: Manual Operation Flow
es: Operación manual
fr: Opérateur Opération manuelle
hi: मैनुअल संचालन प्रवाह
it: Flusso operazione manuale
ja: 手動作業フロー
nl: Stroom handmatige bediening
pt: Fluxo de Operação Manual
ru: Блок-схема: ручное управление
th: โฟลว์การปฏิบัติงานแบบแมนนวล
zh: 手动操作流程

# Label_ShapeType_FlowChartMerge
source: Merge Flow
es: Combinar
fr: Opérateur Fusionner
hi: मर्ज प्रवाह
it: Flusso unione
ja: 結合フロー
nl: Stroom samenvoeging
pt: Fluxo de Intercalação
ru: Блок-схема: объединение
th: โฟลว์การรวม
zh: 合并流程

# Label_ShapeType_FlowChartMultidocument
source: Multi Document Flow
es: Multidocumento
fr: Opérateur Document multiple
hi: बहु-दस्तावेज़ प्रवाह
it: Flusso multidocumento
ja: マルチドキュメントフロー
nl: Stroom multi-document
pt: Fluxo Multidocumentos
ru: Блок-схема: несколько документов
th: โฟลว์เอกสารหลายฉบับ
zh: 多文档流程

# Label_ShapeType_FlowChartOfflineStorage
source: Offline Storage Flow
es: Datos offline
fr: Opérateur Stockage hors connexion
hi: ऑफ़लाइन संग्रहण प्रवाह
it: Flusso archiviazione offline
ja: オフラインストレージフロー
nl: Stroom offline opslag
pt: Fluxo de Armazenamento Offline
ru: Блок-схема: автономное хранилище
th: โฟลว์ที่เก็บข้อมูลออฟไลน์
zh: 离线存储流程

# Label_ShapeType_FlowChartOffpageConnector
source: Off Page Connector Flow
es: Conector fuera de página
fr: Opérateur Lien hors page
hi: पृष्ठ कनेक्टर प्रवाह से दूर
it: Flusso connettore fuori pagina
ja: 外部ページコネクタフロー
nl: Stroom verbindingslijn naar andere pagina
pt: Fluxo de Conector Exterior à Página
ru: Блок-схема: ссылка на другую страницу
th: โฟลว์ตัวเชื่อมต่อหน้าอื่น
zh: 页外连接符流程

# Label_ShapeType_FlowChartOnlineStorage
source: Online Storage Flow
es: Datos online
fr: Opérateur Stockage en ligne
hi: ऑनलाइन संग्रहण प्रवाह
it: Flusso archiviazione online
ja: オンラインストレージフロー
nl: Stroom online opslag
pt: Fluxo de Armazenamento Online
ru: Блок-схема: онлайн-хранилище
th: โฟลว์ทีเก็บข้อมูลออนไลน์
zh: 在线存储流程

# Label_ShapeType_FlowChartOr
source: Or Flow
es: O
fr: Opérateur Ou
hi: या प्रवाह
it: Flusso OR
ja: 論理和フロー
nl: Of stroom
pt: Fluxo Ou
ru: Блок-схема: ИЛИ
th: หรือโฟลว์
zh: 或者流程

# Label_ShapeType_FlowChartPredefinedProcess
source: Predefined Process Flow
es: Proceso predefinido
fr: Opérateur Processus prédéfini
hi: पूर्व-निर्धारित प्रक्रिया प्रवाह
it: Flusso di processo predefinito
ja: 定義済みプロセスフロー
nl: Stroom vooraf gedefinieerd proces
pt: Fluxo de Processo Predefinido
ru: Блок-схема: типовой процесс
th: โฟลว์กระบวนการที่กำหนดไว้ล่วงหน้า
zh: 预定义流程

# Label_ShapeType_FlowChartPreparation
source: Preparation Flow
es: Preparación
fr: Opérateur Préparation
hi: तैयारी प्रवाह
it: Flusso preparazione
ja: 準備フロー
nl: Stroom voorbereiding
pt: Fluxo de Preparação
ru: Блок-схема: подготовка
th: โฟลว์การเตรียมตัว
zh: 准备流程

# Label_ShapeType_FlowChartProcess
source: Process Flow
es: Proceso
fr: Opérateur Processus
hi: प्रक्रिया प्रवाह
it: Flusso di processo
ja: プロセスフロー
nl: Stroom proces
pt: Fluxo de Processo
ru: Блок-схема: процесс
th: โฟลว์กระบวนการ
zh: 进程流程

# Label_ShapeType_FlowChartPunchedCard
source: Punched Card Flow
es: Tarjeta
fr: Opérateur Carte perforée
hi: छिद्रित कार्ड प्रवाह
it: Flusso scheda perforata
ja: せん孔カードフロー
nl: Stroom ponskaart
pt: Fluxo de Cartão Perfurado
ru: Блок-схема: перфокарта
th: โฟลว์บัตรเจาะรู
zh: 穿孔卡流程

# Label_ShapeType_FlowChartPunchedTape
source: Punched Tape Flow
es: Cinta perforada
fr: Opérateur Bande perforée
hi: छिद्रित टेप प्रवाह
it: Flusso nastro perforato
ja: せん孔テープフロー
nl: Stroom ponstape
pt: Fluxo de Fita Perfurada
ru: Блок-схема: перфолента
th: โฟลว์เทปเจาะรู
zh: 资料带流程

# Label_ShapeType_FlowChartSort
source: Sort Flow
es: Organizar
fr: Opérateur Trier
hi: क्रमबद्ध करने का प्रवाह
it: Flusso ordinamento
ja: 並べ替えフロー
nl: Stroom sortering
pt: Fluxo de Ordenação
ru: Блок-схема: сортировка
th: โฟลว์การเรียงลำดับ
zh: 排序流程

# Label_ShapeType_FlowChartSummingJunction
source: Summing Junction Flow
es: Y
fr: Opérateur Jonction de totalisation
hi: समिंग जंक्शन प्रवाह
it: Flusso giunzione di somma
ja: 和接合フロー
nl: Stroom samenvoeging
pt: Fluxo de Convolução
ru: Блок-схема: узел суммирования
th: โฟลว์ทางแยกผลรวม
zh: 汇总连接流程

# Label_ShapeType_FlowChartTerminator
source: Terminator Flow
es: Terminador
fr: Opérateur Début/fin
hi: टर्मिनेटर प्रवाह
it: Flusso terminazione
ja: 端子フロー
nl: Stroom afsluiter
pt: Fluxo de Terminador
ru: Блок-схема: знак завершения
th: โฟลว์สิ้นสุด
zh: 终止符流程

# Label_ShapeType_FoldedCorner
source: Folded Corner
es: Esquina doblada
fr: Coin replié
hi: मुड़ा कोना
it: Angolo ripiegato
ja: メモ
nl: Ezelsoor
pt: Canto Dobrado
ru: Загнутый угол
th: พับมุม
zh: 折角形

# Label_ShapeType_Frame
source: Frame
es: Marco
fr: Cadre
hi: फ़्रेम
it: Cornice
ja: レイアウト枠
nl: Kader
pt: Moldura
ru: Рамка
th: กรอบ
zh: 框架

# Label_ShapeType_Funnel
source: Funnel
es: Embudo
fr: Entonnoir
hi: फ़नेल
it: Imbuto
ja: じょうご
nl: Trechter
pt: Funil
ru: Воронка
th: กรวย
zh: 漏斗
