Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# InfoTitle_NotUsingICloud
source: iCloud has been switched off
es: Se ha desactivado iCloud
fr: iCloud a été désactivé
hi: iCloud स्विच ऑफ कर दिया गया है
it: iCloud è stato disattivato
ja: iCloudがオフになりました
nl: iCloud is uitgeschakeld
pt: O iCloud foi desligado
ru: iCloud был выключен
th: iCloud ถูกปิดอยู่
zh: iCloud已关闭

# InfoTitle_iCloudAvailable
source: iCloud is Available
es: iCloud está disponible
fr: iCloud est disponible
hi: iCloud उपलब्‍ध है
it: iCloud è disponibile
ja: iCloudが利用可能です
nl: iCloud is beschikbaar
pt: O iCloud está Disponível
ru: iCloud доступен
th: iCloud ใช้ได้แล้ว
zh: iCloud可用

# InfoTitle_UnsupportedFile
source: Unsupported File
es: Archivo no admitido
fr: Fichier non pris en charge
hi: असमर्थित फाइल
it: File non supportato
ja: 未対応のファイルです
nl: Niet-ondersteund bestand
pt: Ficheiro Não Suportado
ru: Файл не поддерживается
th: ไฟล์ที่ไม่ได้รับการสนับสนุน
zh: 不支持的文件

# InfoTitle_CannotSendMail
source: Cannot Send e-mail
es: No se puede enviar el mensaje de correo electrónico
fr: Envoi du message électronique impossible
hi: ई-मेल नहीं भेज सकता
it: Impossibile inviare e-mail
ja: Eメールを送信できません
nl: Kan geen e-mail verzenden
pt: Não é possível enviar e-mail
ru: Невозможно отправить e-mail
th: ไม่สามารถส่งอีเมล์ได้
zh: 无法发送电子邮件

# InfoTitle_iCloudOn
source: iCloud is on
es: iCloud está activado
fr: iCloud est activé
hi: iCloud चालू है
it: iCloud è attivo
ja: iCloudはオンです
nl: iCloud staat aan
pt: O iCloud está ativado
ru: iCloud включен
th: iCloud เปิด
zh: iCloud开启

# InfoTitle_iCloudOff
source: iCloud is off
es: iCloud está desactivado
fr: iCloud est désactivé
hi: iCloud बंद है
it: iCloud è disattivato
ja: iCloudはオフです
nl: iCloud staat uit
pt: O iCloud está desativado
ru: iCloud выключен
th: iCloud ปิด
zh: iCloud关闭

# InfoTitle_DocumentRecovery
source: Document Recovery
es: Recuperación de documentos
fr: Récupération de document
hi: दस्‍तावेज की पुन:प्राप्ति
it: Recupero documenti
ja: 文書の修復
nl: Documenten herstellen
pt: Recuperação de Documentos
ru: Восстановление документа
th: การกู้คืนเอกสาร
zh: 文件恢复

# InfoTitle_DisplayFile
source: Cannot Display File
es: No se puede mostrar el archivo
fr: Impossible d’afficher le fichier
hi: फाइल प्रदर्शित नहीं कर सकता
it: Impossibile visualizzare il file
ja: ファイルを表示できません
nl: Kan bestand niet weergeven
pt: Não É Possível Apresentar o Ficheiro
ru: Невозможно отобразить файл
th: ไม่สามารถแสดงไฟล์ได้
zh: 无法播放文件

# InfoTitle_Info
source: Information
es: Información
fr: Informations
hi: जानकारी
it: Informazioni
ja: 情報
nl: Informatie
pt: Informações
ru: Информация
th: ข้อมูล
zh: 信息

# ErrMsg_SameFolderCopy
source: Folder %@ will not be copied. It is a subfolder of the destination folder.
es: No se copiará la carpeta %@. Se trata de una subcarpeta de la carpeta de destino.
fr: Le dossier %@ ne sera pas copié. Il s’agit d’un sous-dossier du dossier de destination.
hi: फोल्‍डर %@ कॉपी नहीं किया जाएगा। यह गंतव्‍य फोल्‍डर का सब-फोल्‍डर है।
it: La cartella %@ non sarà copiata. È una sottocartella della cartella di destinazione.
ja: フォルダ%@はコピーされません。 コピー先フォルダの下位フォルダです。
nl: Map %@ wordt niet gekopieerd, want is een submap van de doelmap.
pt: A pasta %@ não será copiada. É uma subpasta da pasta de destino.
ru: Папка %@ не будет скопирована. Это вложенная папка конечной папки.
th: โฟลเดอร์ %@ จะไม่ถูกคัดลอก นั่นคือโฟลเดอร์ย่อยในโฟลเดอร์ปลายทาง
zh: 将不复制文件夹%@。 它是目标文件夹的子文件夹。

# ErrMsg_FileExists
source: A %@ named %@ already exists. Do you want to replace it?
es: Ya existe una %@ llamada %@. ¿Desea reemplazarla?
fr: Un %@ nommé %@ existe déjà. Souhaitez-vous le remplacer ?
hi: एक %@ नामक %@ पहले से मौजूद है। क्‍या आप इसे प्रतिस्‍थापित करना चाहते हैं?
it: Un %@ con il nome %@ esiste già. Vuoi sostituirlo?
ja: %@という名前の%@が既に存在しています。 置換してもよろしいですか？
nl: Een %@ met naam %@ bestaat reeds. Vervangen?
pt: Já existe um(a) %@ com o nome %@. Pretende substituir?
ru: %@ под именем %@ уже существует. Хотите заменить?
th: %@ ที่ชื่อว่า %@ มีอยู่แล้ว คุณต้องการให้แทนที่หรือไม่?
zh: 名为%@的%@已存在。 您想替换它吗？

# ErrMsg_FileRename
source: A %@ named %@ already exists. Please choose a different name.
es: Ya existe una %@ llamada %@. Elija un nombre distinto.
fr: Un %@ nommé %@ existe déjà. Veuillez choisir un autre nom.
hi: एक %@ नामक %@ पहले से मौजूद है। कृपया एक भिन्‍न नाम चुनें।
it: Un %@ con il nome %@ esiste già. Scegli un nome diverso.
ja: %@という名前の%@が既に存在しています。 異なる名前を選択してください。
nl: Een %@ met naam %@ bestaat reeds. Kies een andere naam.
pt: Já existe um(a) %@ com o nome %@. Escolha outro nome.
ru: %@ под именем %@ уже существует. Выберите другое имя.
th: %@ ที่ชื่อว่า %@ มีอยู่แล้ว กรุณาเลือกชื่ออื่น
zh: 名为%@的%@已存在。 请选择其他名称。

# ErrMsg_PasteError
source: An error occurred when pasting %@. Error: %@
es: Se ha producido un error al pegar %@. Error: %@
fr: Une erreur s’est produite lors du collage de %@. Erreur : %@
hi: %@ को चिपकाते समय एक त्रुटि हुई है। त्रुटि : %@
it: Si è verificato un errore durante l'incollaggio di %@. Errore: %@
ja: %@をペーストする際エラーが発生しました。 エラー: %@
nl: Fout bij het plakken van %@. Fout: %@
pt: Ocorreu um erro ao colar %@. Erro: %@
ru: Произошла ошибка во время вставки %@. Ошибка: %@
th: มีข้อผิดพลาดเมื่อจะวาง %@ ข้อผิดพลาด: %@
zh: 粘贴%@时出错。 错误： %@

# ErrMsg_ReadFile
source: Failed to read file %@.
es: No se ha podido leer el archivo %@.
fr: Échec de lecture du fichier %@.
hi: %@ फाइल को पढ़ने में असफल रहा।
it: Impossibile leggere il file %@.
ja: ファイル%@を読み取れませんでした。
nl: Kan bestand %@ niet lezen.
pt: Falha ao ler o ficheiro %@.
ru: Не удалось прочесть файл %@.
th: อ่านไฟล์ %@ ล้มเหลว
zh: 读取文件%@失败。

# ErrMsg_DeleteFile
source: Failed to delete file %@.
es: No se ha podido eliminar el archivo %@.
fr: Échec de suppression du fichier %@.
hi: %@ फाइल को हटाने में असफल रहा।
it: Impossibile eliminare il file %@.
ja: ファイル%@の削除に失敗しました。
nl: Kan bestand %@ niet verwijderen.
pt: Falha ao eliminar o ficheiro %@.
ru: Не удалось удалить файл %@.
th: ลบไฟล์ %@ ล้มเหลว
zh: 删除文件%@失败。

# ErrMsg_UploadFailed
source: Failed to upload file. Try to save to another location.
es: No se ha podido cargar el archivo. Intente guardarlo en otra ubicación.
fr: Échec de chargement du fichier. Essayez de l’enregistrer ailleurs.
hi: फाइल को अपलोड करने में असफल रहा। कृपया किसी अन्‍य स्‍थान पर सहेजें।
it: Impossibile caricare il file. Prova a salvare in un'altra posizione.
ja: ファイルのアップロードに失敗しました。 他の場所に保存してください。
nl: Uploaden bestand niet gelukt. Probeer het bestand ergens anders op te slaan.
pt: Falha ao carregar o ficheiro. Tente guardar noutra localização.
ru: Не удалось выгрузить файл. Попробуйте сохранить в другом месте.
th: อัพโหลดไฟล์ล้มเหลว กรุณาบันทึกลงที่อื่น
zh: 上传文件失败。 请尝试保存到其他位置。

# ErrMsg_SelectItems
source: Please select some items.
es: Seleccione algunos elementos.
fr: Veuillez sélectionner des éléments.
hi: कृपया कुछ आइट्म चुनें।
it: Seleziona alcuni elementi.
ja: いくつか項目を選択してください。
nl: Selecteer enkele items.
pt: Selecione alguns itens.
ru: Выберите несколько элементов.
th: กรุณาเลือกไอเท็มบางอย่าง
zh: 请选择一些项目。

# ErrMsg_DocumentLoad
source: Could not load document %@.
es: No se ha podido cargar el documento %@.
fr: Impossible de charger le document %@.
hi: दस्‍तावेज %@ को लोड नहीं कर सका।
it: Impossibile caricare il documento %@.
ja: 文書%@をロードできませんでした。
nl: Kan document %@ niet laden.
pt: Não foi possível carregar o documento %@.
ru: Не удастся загрузить документ %@.
th: ไม่สามารถโหลดเอกสาร %@
zh: 无法加载文件%@。

# ErrMsg_FileNotFound
source: File %@ not found.
es: No se ha encontrado el archivo %@.
fr: Fichier %@ introuvable.
hi: फाइल %@ नहीं मिला।
it: File %@ non trovato.
ja: ファイル%@が見つかりませんでした。
nl: Bestand %@ niet gevonden.
pt: O ficheiro %@ não foi encontrado.
ru: Файл %@ не найден.
th: ไม่พบไฟล์ %@
zh: 未找到文件%@。

# ErrMsg_InternetOffline
source: No Internet connection.
es: No hay una conexión a Internet.
fr: Pas de connexion Internet.
hi: इंटरनेट कनेक्‍शन नहीं है।
it: Nessuna connessione Internet.
ja: インターネット接続がありません。
nl: Geen Internet-verbinding.
pt: Sem ligação à Internet.
ru: Нет подключения к Интернету.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
zh: 无Internet连接。

# ErrMsg_UnknownError
source: Unknown error occurred
es: Se ha producido un error desconocido
fr: Une erreur inconnue s’est produite
hi: अज्ञात त्रुटि हुई है।
it: Si è verificato un errore sconosciuto
ja: 不明なエラーが発生しました
nl: Er iseen onbekende fout opgetreden
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
th: มีข้อผิดพลาดที่ไม่ทราบสาเหตุ
zh: 发生未知错误

# ErrMsg_CannotOpenFile
source: Cannot open file %@. Error: %@
es: No se puede abrir el archivo %@. Error: %@
fr: Impossible d’ouvrir le fichier %@. Erreur : %@
hi: फाइल %@ को नहीं खोल सकता। त्रुटि : %@
it: Impossibile aprire il file %@. Errore: %@
ja: ファイル%@を開けません。 エラー: %@
nl: Kan bestand %@ niet openen. Fout: %@
pt: Não é possível abrir o ficheiro %@. Erro: %@
ru: Не удалось открыть файл %@. Ошибка: %@
th: ไม่สามารถเปิดไฟล์ %@ ข้อผิดพลาด: %@
zh: 无法打开文件%@。 错误： %@

# ErrMsg_PlayingAudio
source: An error occurred while playing audio file.
es: Se ha producido un error al reproducir el archivo de audio.
fr: Une erreur s’est produite pendant la lecture du fichier audio.
hi: ऑडियो फाइल को प्‍ले करते समय एक त्रुटि हुई है।
it: Si è verificato un errore durante la riproduzione del file audio.
ja: 音声ファイルの再生中にエラーが発生しました。
nl: Fout bij het afspelen van audiobestand.
pt: Ocorreu um erro ao reproduzir o ficheiro de áudio.
ru: Произошла ошибка при воспроизведении аудио-файла.
th: มีข้อผิดพลาดในขณะที่เล่นไฟล์เสียง
zh: 播放音频文件时出错。

# ErrMsg_SuggestRelink
source: Do you want to reconnect?
es: ¿Desea volver a conectar?
fr: Souhaitez-vous vous reconnecter ?
hi: क्‍या आप पुन: कनेक्‍ट करना चाहते हैं?
it: Vuoi ricollegarti?
ja: 再接続しますか？
nl: Wilt u opnieuw verbinding maken?
pt: Pretende restabelecer a ligação?
ru: Хотите повторить соединение?
th: คุณต้องการเชื่อมต่อใหม่หรือไม่?
zh: 是否要重连?

# ErrMsg_NeedsRelink
source: You have to reconnect before you can continue using your account.
es: Debe volver a conectarse para continuar utilizando su cuenta.
fr: Vous devez vous reconnecter pour pouvoir continuer à utiliser votre compte.
hi: अपने अकाउंट का इस्‍तेमाल करना जारी रखने के लिए आपको फिर से कनेक्‍ट करना होगा।
it: Devi ricollegarti per poter continuare a utilizzare il tuo account.
ja: 引き続きアカウントを使用する前に再接続する必要があります。
nl: U dient opnieuw verbinding te maken om uw account verder te gebruiken.
pt: Para poder continuar a utilizar a sua conta, terá de restabelecer a ligação.
ru: Требуется восстановить соединение перед дальнейшим использованием вашей учетной записи.
th: คุณต้องเชื่อมต่อใหม่เพื่อใช้งานบัญชีของคุณต่อไป
zh: 您必须先重新连接，然后才能继续使用您的帐户。

# ErrMsg_UnrecognizedPath
source: Unrecognized path.
es: Ruta no reconocida.
fr: Chemin d’accès non reconnu.
hi: न पहचाना हुआ पथ।
it: Percorso non riconosciuto.
ja: 未認識のパスです。
nl: Pad niet herkend.
pt: Caminho não reconhecido.
ru: Неверный путь.
th: พาธที่ไม่รู้จัก
zh: 未识别路径。

# ErrMsg_CannotCopyFolder
source: Folder %@ could not be copied.
es: No se ha podido copiar la carpeta %@.
fr: Le dossier %@ n’a pas pu être copié.
hi: फोल्‍डर %@ की प्रतिलिपि नहीं बनाई जा सकती।
it: Impossibile copiare la cartella %@.
ja: フォルダ%@がコピーできませんでした。
nl: Kan map %@ niet kopiëren.
pt: Não foi possível copiar a pasta %@.
ru: Папка %@ не может копироваться.
th: ไม่สามารถคัดลอกโฟลเดอร์ %@ ได้
zh: 无法复制文件夹%@。

# ErrMsg_CannotUploadFile
source: Cannot upload file with full file path %@
es: No se ha podido cargar el archivo con la ruta completa %@
fr: Impossible de charger le fichier avec le chemin d’accès complet du fichier %@
hi: फाइल को पूरे फाइल पथ %@ के साथ अपलोड नहीं कर सकता
it: Impossibile caricare il file con il percorso del file completo %@
ja: ファイルのフルパス%@でファイルをアップロードできません
nl: Kan bestand niet uploaden met volledig bestandspad %@
pt: Não é possível carregar o ficheiro com o caminho de ficheiro completo %@
ru: Не удается выгрузить файл с полным путем к нему. %@
th: ไม่สามารถอัพโหลดไฟล์ด้วยพาธเต็ม %@
zh: 无法通过完整的文件路径%@上传文件

# ErrMsg_PasteInSameFolder
source: You are trying to paste in the source folder.
es: Está intentando pegar en la carpeta de origen.
fr: Vous essayez de coller dans le dossier source.
hi: आप स्रोत फोल्‍डर में नहीं चिपका सकते।
it: Stai cercando di incollare nella cartella di origine.
ja: コピー元のフォルダにペーストしようとしています。
nl: U probeert in de bronmap te plakken.
pt: Está a tentar colar na pasta de origem.
ru: Вы пытаетесь вставить объект в исходную папку.
th: คุณไม่สามารถวางในโฟลเดอร์ต้นทางได้
zh: 您正尝试粘贴到源文件夹中。

# ErrMsg_InvalidFileName
source: The file name cannot begin with '.'.
es: El nombre de archivo no puede empezar por '.'.
fr: Le nom du fichier ne peut pas commencer par '.'.
hi: फाइल का नाम '.' से आरंभ नहीं हो सकता है।
it: Il nome del file non può iniziare con '.'.
ja: ファイル名を「.」で始めることはできません。
nl: De bestandsnaam mag niet beginnen met '.'.
pt: O nome do ficheiro não pode começar por '.'.
ru: Имя файла не может начинаться с '.'.
th: ชื่อไฟล์ไม่สามารถขึ้นต้นด้วย '.' ได้
zh: 文件名不能以'.'开头。

# ErrMsg_TryAgainWhenHavingInternet
source: Try again once you have an internet connection.
es: Inténtelo de nuevo cuando disponga de una conexión a Internet.
fr: Réessayez dès que vous disposerez d’une connexion Internet.
hi: कृपया एक सक्रिय इंटरनेट कनेक्‍शन के साथ पुन: प्रयास करें।
it: Prova nuovamente una volta stabilita la connessione Internet.
ja: インターネットが接続できたら再試行してください。
nl: Probeer het opnieuw zodra er Internet-verbinding is.
pt: Volte a tentar quando tiver ligação à internet.
ru: Попробуйте снова при наличии соединения с Интернетом.
th: กรุณาลองใหม่อีกครั้งด้วยการเชื่อมต่ออินเทอร์เน็ตที่ใช้งานได้
zh: 您连接到Internet后再重试。

# ErrMsg_FileNameEmpty
source: File name cannot be empty.
es: El nombre de archivo no puede estar vacío.
fr: Le nom de fichier ne peut pas être vide.
hi: फाइल नाम रिक्‍त नहीं हो सकता है।
it: Il nome del file non può essere vuoto.
ja: ファイル名は空にできません。
nl: De bestandsnaam mag niet leeg zijn.
pt: O nome do ficheiro não pode estar vazio.
ru: Имя файла не может быть пустым.
th: ชื่อไฟล์ไม่สามารถว่างเปล่าได้
zh: 文件名不能为空。

# InfoMsg_DocsStoredInICloud
source: Your documents were removed from this device but remain stored in iCloud.
es: Se han eliminado sus documentos de este dispositivo pero siguen almacenados en iCloud.
fr: Vos documents ont été retirés de cet appareil mais restent stockés dans iCloud.
hi: आपके दस्‍तावेज इस उपकरण से मिटा दिए गए हैं लेकिन ये iCloud में भंडारित रहेंगे।
it: I tuoi documenti sono stati rimossi da questo dispositivo ma rimangono archiviati su iCloud.
ja: 文書は本機から削除されましたが、iCloudにはまだ保存されています。
nl: Uw documenten werden van dit apparaat verwijderd maar blijven op iCloud behouden.
pt: Os seus documentos foram removidos deste dispositivo, mas continuam armazenados no iCloud.
ru: Ваши документы были удалены с устройства, но остались в iCloud.
th: เอกสารของคุณจะถูกลบออกจากอุปกรณ์นี้แต่จะยังคงเก็บอยู่ใน iCloud
zh: 您的文件已从该设备中移除，但仍存储在iCloud中。

# InfoMsg_UseICloud
source: Automatically store your documents in the cloud to keep them up-to-date across all your devices and the web.
es: Almacene automáticamente sus documentos en la nube para mantenerlos actualizados en todos sus dispositivos y en la Web.
fr: Stockez automatiquement vos documents dans le nuage pour les garder à jour sur tous vos appareils et Internet.
hi: अपने दस्‍तावेजों को स्‍वत: ही क्‍लाउड में भंडारित होने दें ताकि ये आपके सभी उपकरणों और वेब के बीच अप-टू-डेट रहें।
it: Archivia automaticamente i tuoi documenti nel cloud e tienili aggiornati su tutti i tuoi dispositivi e sul Web.
ja: 文書をクラウドに自動的に保存すると、すべてのデバイスとウェブ全体で最新の状態にしておくことができます。
nl: Sla uw documenten automatisch in de cloud op – zo blijft alles up-to-date en beschikbaar voor al uw apparaten via het web.
pt: Armazene automaticamente os seus documentos na nuvem para os manter atualizados entre todos os seus dispositivos e na web.
ru: Автоматическое сохранение ваших документов в облаке, чтобы поддерживать их актуальный статус для всех ваших сетей и устройств.
th: เก็บเอกสารของคุณในคลาวด์โดยอัตโนมัติเพื่อให้เอกสารที่อยู่ในบรรดาอุปกรณ์ของคุณและในเว็บมีความใหม่ล่าสุด
zh: 自动将您的文件存储在云中，在您所有设备和网络中保持文件更新。

# InfoMsg_UnsupportedFile
source: Unsupported file format.
es: Formato de archivo no admitido.
fr: Format de fichier non pris en charge.
hi: असमर्थित फाइल प्रारूप।
it: Formato del file non supportato.
ja: 未対応のファイル形式です。
nl: Niet-ondersteunde bestandsindeling.
pt: Formato de ficheiro não suportado.
ru: Формат файла не поддерживается.
th: รูปแบบไฟล์ที่ไม่ได้รับการสนับสนุน
zh: 不支持的文件类型。

# InfoMsg_CheckMainConf
source: Please check your email configuration.
es: Compruebe su configuración de correo electrónico
fr: Vérifiez la configuration de vos courriers électroniques.
hi: कृपया अपने ई-मेल कन्फिगरेशन की जांच करें।
it: Controlla la configurazione della tua e-mail.
ja: Eメール設定をチェックしてください。
nl: Controleer uw e-mailconfiguratie.
pt: Verifique a sua configuração de e-mail.
ru: Проверьте конфигурацию вашей электронной почты.
th: กรุณาตรวจสอบค่าที่ตั้งในอีเมล์ของคุณ
zh: 请检查您的电子邮件配置。

# InfoMsg_NotUsingICloud
source: What would you like to do with the documents currently on this device?
es: ¿Qué desea hacer con los documentos almacenados en este dispositivo?
fr: Que souhaitez-vous faire avec les documents actuellement sur votre appareil ?
hi: अभी इस उपकरण में मौजूद दस्‍तावेजों के साथ आप क्‍या करना चाहेंगे?
it: Cosa vuoi fare con i documenti attualmente presenti su questo dispositivo?
ja: 現在本機にある文書をどのようにしますか?
nl: Wat wilt u doen met de documenten die nu op dit apparaat zijn opgeslagen?
pt: O que pretende fazer com os documentos que se encontram atualmente neste dispositivo?
ru: Что вы хотите делать с текущими документами на данном устройстве?
th: คุณต้องการทำอย่างไรกับเอกสารที่อยู่บนอุปกรณ์นี้?
zh: 您希望对该设备中目前保存的文件进行哪些操作？

# InfoMsg_iCloudOn
source: iCloud is now on. Please choose location and name for the file to be saved in iCloud.
es: iCloud está ahora activado. Elija una ubicación y un nombre para guardar el archivo en iCloud.
fr: iCloud est maintenant activé. Choisissez un emplacement et un nom pour le fichier à enregistrer dans iCloud.
hi: iCloud अब चालू है। कृपया एक नाम और स्‍थान चुनें जहां फाइल को सहेजा जाएगा।
it: iCloud è ora attivo. Scegli una posizione e un nome per il file da salvare su iCloud.
ja: iCloudは現在オンになっています。 iCloudに保存するファイルの場所とファイル名を選択してください。
nl: iCloud staat nu aan. Kies een locatie en een naam om het bestand op iCloud op te slaan.
pt: Agora, o iCloud está ativado. Escolha a localização e o nome do ficheiro a guardar no iCloud.
ru: Сейчас iCloud включен. Выберите местоположение и имя файла для сохранения в iCloud.
th: iCloud เปิดใช้งานอยู่ กรุณาเลือกชื่อและสถานที่ที่จะบันทึกไฟล์
zh: iCloud现已开启。 请选择要保存在iCloud中的文件的位置和名称。

# InfoMsg_iCloudOff
source: iCloud is now off. Please choose location and name for the file to be saved on the device.
es: iCloud está ahora desactivado. Elija una ubicación y un nombre para guardar el archivo en el dispositivo.
fr: iCloud est maintenant désactivé. Choisissez un emplacement et un nom pour le fichier à enregistrer sur l’appareil.
hi: iCloud अब बंद है। फाइल को अपने उपकरण पर सहेजे जाने के लिए कृपया एक नाम और स्‍थान चुनें।
it: iCloud è ora disattivato. Scegli una posizione e un nome per il file da salvare sul dispositivo.
ja: iCloudは現在オフになっています。 デバイスに保存するファイルの場所とファイル名を選択してください。
nl: iCloud staat nu uit. Kies een locatie en een naam om het bestand op dit apparaat op te slaan.
pt: Agora, o iCloud está desativado. Escolha a localização e o nome do ficheiro a guardar no dispositivo.
ru: Сейчас iCloud выключен. Выберите местоположение и имя файла для сохранения на устройстве.
th: iCloud ปิดใช้งานอยู่ กรุณาเลือกชื่อและสถานที่สำหรับบันทึกไฟล์ลงในอุปกรณ์ของคุณ
zh: iCloud现已关闭。 请选择要保存在设备中的文件的位置和名称。

# InfoMsg_DocumentRecovery
source: There was a problem with the last opened document. Do you want to recover it?
es: Se ha producido un problema con el último documento abierto. ¿Desea recuperarlo?
fr: Un problème s’est produit avec le dernier document ouvert. Souhaitez-vous le récupérer ?
hi: खोले गए अंतिम दस्‍तावेज के साथ एक समस्‍या थी। क्‍या आप इसे पुन: प्राप्‍त करना चाहते हैं?
it: Si è verificato un problema con l'ultimo documento aperto. Vuoi recuperarlo?
ja: 最後に開いた文書に問題がありました。 修復してもよろしいですか?
nl: Er is een probleem opgetreden met het laatst geopende document. Wilt u het document herstellen?
pt: Ocorreu um problema com o último documento aberto. Pretende recuperá-lo?
ru: Возникла проблема с последним открытым документом. Хотите восстановить?
th: มีปัญหาเกี่ยวกับเอกสารที่เปิดล่าสุด คุณต้องการกู้คืนหรือไม่?
zh: 上次打开的文件存在问题。 是否要恢复该文件？

# InfoMsg_ProcessingICloudFiles
source: Processing iCloud files...
es: Procesando archivos iCloud...
fr: Traitement des fichiers iCloud en cours...
hi: iCloud फाइलों को प्रसंस्‍कृत कर रहा है...
it: Elaborazione dei file iCloud in corso...
ja: iCloudファイルを処理中...
nl: Bezig met verwerking iCloud-bestanden...
pt: A processar ficheiros do iCloud...
ru: Обработка файлов iCloud...
th: กำลังประมวลผลไฟล์ iCloud...
zh: 正在处理iCloud文件...

# InfoMsg_CannotSendFolders
source: Folders cannot be sent. Please use the Zip & Send option instead.
es: No se pueden enviar las carpetas. Utilice en su lugar la opción Comprimir y enviar.
fr: Impossible d’envoyer les dossiers. Utilisez l’option Compresser et envoyer.
hi: फोल्‍डर्स नहीं भेजे जा सकते हैं। कृपया इसके स्‍थान पर ज़ि‍प करें एवं भेजें विकल्‍प का इस्‍तेमाल करें।
it: Impossibile inviare cartelle. Utilizza invece l'opzione Comprimi e invia.
ja: フォルダは送信できません。 代わりに[Zipして送信]オプションを使用してください。
nl: U kunt geen mappen verzenden. Gebruik daarvoor de optie Zippen en verzenden.
pt: Não é possível enviar pastas. Utilize a opção Zipar e Enviar.
ru: Невозможно отправить папки. Вместо этого используйте параметр «Архивировать и отправить».
th: ส่งโฟลเดอร์ไปไม่ได้ กรุณาใช้ทางเลือก บีบอัด & ส่ง แทน
zh: 无法发送文件夹。 请使用“压缩并发送”选项代替。

# InfoMsg_SwitchOnICloudFromSettings
source: iCloud document backup is currently not enabled on your device. Go to Settings -> iCloud to enable it.
es: La copia de seguridad de documentos en iCloud no está activada actualmente en su dispositivo. Vaya a Configuración -> iCloud para activarla.
fr: La sauvegarde de documents iCloud n’est actuellement pas activée sur votre appareil. Allez dans Paramètres -> iCloud pour l’activer.
hi: iCloud दस्‍तावेज बैकअप इस समय आपके उपकरण पर सक्षम नहीं है। इसे सक्षम करने के लिए सेटिंग्‍स -> iCloud पर जाएं।
it: Il backup dei documenti di iCloud non è attualmente attivato sul tuo dispositivo. Vai a Impostazioni -> iCloud per attivarlo.
ja: iCloud文書のバックアップは、現在お使いのデバイスでは無効です。 [設定]->[iCloud]に移動して有効にしてください。
nl: iCloud documentenback-up is momenteel niet ingeschakeld op uw apparaat. Ga naar Instellingen -> iCloud om de functie in te schakelen.
pt: As cópias de segurança de documentos no iCloud não se encontram ativadas no seu dispositivo. Para as ativar, vá para Definições -> iCloud.
ru: Документ резервной копии iCloud на данный момент отключен на вашем устройстве. Перейти к настройкам -> iCloud для включения.
th: การสำรองข้อมูลเอกสาร iCloud ไม่ได้เปิดใช้งานอยู่บนอุปกรณ์ของคุณ ไปที่การตั้งค่า -> iCloud เพื่อเปิดใช้งาน
zh: 您的设备目前未启用iCloud文件备份功能。 请转至“设置 -> iCloud”启用此功能。

# WarningMsg_CloseDocument
source: You have an opened document. Do you want to close it?
es: Tiene un documento abierto. ¿Desea cerrarlo?
fr: Vous avez un document ouvert. Souhaitez-vous le fermer ?
hi: आपके पास एक खुला हुआ दस्‍तावेज है। क्‍या आप इसे बंद करना चाहते हैं?
it: Hai un documento aperto. Vuoi chiuderlo?
ja: 開いている文書があります。 閉じてもよろしいですか？
nl: Er is een document open. Wilt u het sluiten?
pt: Tem um documento aberto. Pretende fechá-lo?
ru: У вас имеется открытый документ. Хотите закрыть?
th: คุณมีเอกสารที่เปิดอยู่ คุณต้องการปิดหรือไม่?
zh: 您有已打开的文件。 是否要关闭该文件？
