Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_XNPV
source: Returns the net present value for a schedule of cash flows that is not necessarily periodic
es: Devuelve el valor neto actual para un flujo de efectivo que no es necesariamente periódico
fr: Renvoie la valeur actuelle nette d'un ensemble de paiements non périodiques.
hi: आवधिक रूप से अनपेक्षित नकदी प्रवाह की अनुसूचियों के लिए निवल वर्तमान मूल्य देता है
it: Restituisce il valore attuale netto per un impiego di flussi di cassa non necessariamente periodici
ja: 必ずしも定期的ではないキャッシュフローのスケジュールに対して正味の現在価値を返します
nl: Berekent de huidige nettowaarde voor een betalingsschema van cashflows
pt: Devolve o valor atual líquido de um plano de fluxos monetários que não seja necessariamente periódico
ru: Возвращает чистую приведенную стоимость для денежных потоков, не обязательно носящих периодический характер
th: แสดงผลอัตราผลตอบแทนจากการลงทุนภายในสำหรับตารางกระแสเงินสดที่ไม่จำเป็นต้องเป็นรายงวด
zh: 返回一组现金流的净现值，这些现金流不一定定期发生

# Excel_func_YEAR
source: Converts a serial number to a year
es: Convierte un número de serie en un valor de año
fr: Convertit un numéro de série en année.
hi: क्रम संख्या को वर्ष में बदलता है
it: Converte un numero seriale in un anno
ja: シリアル番号を年に変換します
nl: Converteert een serieel getal naar een jaar
pt: Converte um número de série num ano
ru: Преобразует порядковое число в год
th: แปลงเลขลำดับเป็นปี
zh: 将序列号转换为年

# Excel_func_YEARFRAC
source: Returns the year fraction representing the number of whole days between start_date and end_date
es: Devuelve la fracción de año que representa el número total de días existentes entre el valor de fecha_inicial y el de fecha_final
fr: Renvoie la fraction de l'année représentant le nombre de jours entiers séparant la date de début et la date de fin.
hi: आरंभ_दिनांक और अंतिम_दिनांक के बीच संपूर्ण दिनों की संख्या का प्रतिनिधित्व करने वाले वर्ष का अंश देता है
it: Restituisce la frazione dell'anno corrispondente al numero dei giorni complessivi compresi tra start_date e end_date
ja: 開始日と終了日の間の日数を表す年の端数を返します
nl: Geeft als resultaat het gedeelte van het jaar, uitgedrukt in het aantal hele dagen tussen begindatum en einddatum
pt: Devolve a fração de ano que representa o número de dias inteiros entre a data_de_início e a data_de_fim
ru: Возвращает долю года, которую составляет количество дней между начальной и конечной датами
th: แสดงผลเศษส่วนของปีที่แสดงถึงจำนวนวันที่เต็มวันระหว่าง start_date และ end_date
zh: 返回代表start_date和end_date之间整天天数的年分数

# Excel_func_YIELD
source: Returns the yield on a security that pays periodic interest
es: Devuelve el rendimiento de un valor bursátil que paga intereses periódicos
fr: Calcule le rendement d'un titre rapportant des intérêts périodiquement.
hi: आवधिक ब्याज का भुगतान करने वाली प्रतिभूति परu0020 प्रतिफल देता है
it: Restituisce il rendimento di un titolo a interesse periodico
ja: 定期的な金利を支払う証券の利回りを返します
nl: Geeft als resultaat het rendement voor een waardepapier waarvan de rente periodiek wordt uitgekeerd
pt: Devolve o lucro de um título que paga juros periódicos
ru: Возвращает доходность ценных бумаг, по которым выплачивается периодический процент
th: แสดงผลตอบแทนของหลักทรัพย์ที่จ่ายดอกเบี้ยเป็นงวด
zh: 返回定期支付利息的债券的收益

# Excel_func_YIELDDISC
source: Returns the annual yield for a discounted security
es: Devuelve el rendimiento anual de un valor bursátil con descuento
fr: Calcule le taux de rendement d'un emprunt à intérêt simple.
hi: बट्टागत प्रतिभूति के लिए वार्षिक प्रतिफल देता है
it: Restituisce il rendimento annuale di un titolo scontato
ja: 割り引かれた証券の年間利回りを返します
nl: Geeft als resultaat het jaarlijkse rendement voor een verdisconteerd waardepapier
pt: Devolve o lucro anual de um título emitido abaixo do valor nominal
ru: Возвращает годовую доходность по ценным бумагам, на которые сделана скидка
th: แสดงผลตอบแทนรายปีสำหรับหลักทรัพย์ที่มีส่วนลด
zh: 返回已贴现债券的年收益

# Excel_func_YIELDMAT
source: Returns the annual yield of a security that pays interest at maturity
es: Devuelve el rendimiento anual de un valor bursátil que paga intereses al vencimiento
fr: Renvoie le rendement annuel d'un titre qui rapporte des intérêts à l'échéance.
hi: परिपक्वता पर ब्याज अदा करने वाली प्रतिभूति का वार्षिक प्रतिफल देता है
it: Restituisce il rendimento annuale di un titolo che paga gli interessi alla scadenza
ja: 満期時の金利を支払う証券の年間利回りを返します
nl: Geeft als resultaat het jaarlijkse rendement voor een waardepapier waarvan de rente wordt uitgekeerd op de vervaldatum
pt: Devolve o lucro anual de um título que paga juros na data de vencimento
ru: Возвращает годовую доходность ценных бумаг, по которым процент выплачивается в срок погашения
th: แสดงผลตอบแทนรายปีของหลักทรัพย์ที่จ่ายดอกเบี้ยเมื่อครบกำหนด
zh: 返回在到期日支付利息的债券的年收益

# Excel_func_ZTEST
source: Returns the one-tailed probability-value of a z-test
es: Devuelve el valor de una probabilidad de una dimensión de una prueba z
fr: Renvoie la valeur de probabilité unilatérale d'un test z.
hi: z-परीक्षा का एक-पुच्छीय प्रायिकता मान देता है
it: Restituisce il valore di probabilità a una coda per un test Z
ja: z検定の片側確率値を返します
nl: Geeft als resultaat de eenzijdige kanswaarde van een Z-toets
pt: Devolve o valor de probabilidade unicaudal de um teste-z
ru: Возвращает одностороннее значение вероятности для z-теста
th: แสดงผลค่าความน่าจะเป็นขาเดียวของ z-test
zh: 返回z检验的单尾概率值

# Excel_func_FTEST
source: Returns the two-tailed probability that the variances in array1 and array2 are not significantly different
es: Devuelve la probabilidad de dos dimensiones que las varianzas en la matriz1 y en la matriz2 no son significativamente diferentes
fr: Renvoie la probabilité bilatérale que les variances des arguments matrice1 et matrice2 ne présentent pas de différences significatives.
hi: द्वि-पुच्छीय प्रायिकता देता है कि सरणी1 और सरणी2 में अंतर विशिष्ट रूप से भिन्न हैं
it: Restituisce la probabilità a due code che le varianze in matrice1 e matrice2 non siano significativamente differenti
ja: array1とarray2の変動が大幅に異ならない両側確率検定を返します
nl: Berekent de tweezijdige kans dat de varianties van matrix1 en matrix2 niet significant verschillen
pt: Devolve a probabilidade bicaudal de as variâncias em matriz1 e matriz2 não serem significativamente diferentes
ru: Возвращает двустороннюю вероятность того, что разница между дисперсиями аргументов "массив1" и "массив2" несущественна
th: แสดงผลความน่าจะเป็นสองขาที่ความแปรปรวนในชุดลำดับ 1 และชุดลำดับ 2 ไม่ต่างกันอย่างมีนัยสำคัญ
zh: 返回当array1和array2之间的方差无明显差异时的双尾概率

# Excel_func_DATEDIF
source: Returns the difference between two date values, based on the interval specified
es: Devuelve la diferencia entre dos valores de fecha, en función del intervalo especificado
fr: Renvoie la différence entre deux dates, en fonction de l'intervalle spécifié
hi: निर्दिष्ट अंतराल के आधार पर दो दिनांक मानों के बीच अंतर देता है
it: Restituisce la differenza tra due valori di data sulla base dell'intervallo specificato
ja: 指定された間隔の2つの日付値の間の差を返します
nl: Geeft als resultaat het verschil tussen twee datums op basis van het opgegeven interval
pt: Devolve a diferença entre dois valores de data, com base no intervalo especificado
ru: Вычисляет разность между двумя датами на основе указанного интервала
th: แสดงผลส่วนต่างระหว่างค่าวันที่สองค่า ตามระยะเวลาที่ระบุ
zh: 根据指定的间隔，返回两个日期值之间的差

# Excel_func_DBCS
source: Converts half-width (single-byte) letters within a character string to full-width (double-byte) characters
es: Convierte las letras de ancho medio (bit sencillo) dentro de una cadena de caracteres a caracteres de ancho completo (bit doble)
fr: Change les caractères à demi-chasse (codés sur un octet) à l'intérieur d'une chaîne de caractères en caractères à pleine chasse (codés sur deux octets).
hi: वर्ण स्ट्रिंग के अंतर्गत अर्ध-चौडाई (सिंगल-बाइट) वाले अक्षरों को पूर्ण-चौड़ाई वाले (डबल-बाइट) वर्णों में बदलता है
it: Converte le dimensioni in una stringa di caratteri da ridotte (byte singolo) a intere (byte doppio)
ja: 文字列の半角u00281バイトu0029文字を全角u00282バイトu0029文字に変換します
nl: Wijzigt letters over de halve breedte (enkel-bytetekens) binnen een tekenreeks in tekens over de volle breedte (dubbel-bytetekens)
pt: Converte letras de meia largura (byte único) existentes numa cadeia de caracteres para caracteres de largura normal (byte duplo)
ru: Преобразует полуширинные (однобайтовые) буквы в строке символов в полноширинные (двухбайтовые)
th: แปลงอักขระครึ่งความกว้าง (ไบต์เดียว) ภายในสตริงอักขระเป็นเต็มความกว้าง (ดับเบิลไบต์)
zh: 将字符串中的半角（单字节）字母更改为全角（双字节）字符

# Excel_func_USDOLLAR
source: Converts a number to text using currency format, with the decimals rounded to the specified place
es: Convierte un número a texto usando el formato de moneda, con los decimales redondeados al lugar especificado
fr: Convertit un nombre en texte utilisant un format monétaire et l'arrondit au nombre de décimales spécifié.
hi: मुद्रा फ़ॉर्मेट के उपयोग द्वारा संख्या को पाठ में बदलता है, जहाँ निर्दिष्ट जगह दशमलव पूर्णांकित किए जाते हैं
it: Converte un numero in testo usando il formato della valuta, con i decimali arrotondati a una cifra specifica
ja: 指定された小数点以下桁数に四捨五入した10進値で、通貨形式を使用して数値をテキストに変換します。
nl: Converteert een getal naar tekst met een valutanotatie, waarbij de waarde wordt afgerond op het opgegeven aantal decimalen
pt: Converte um número em texto utilizando o formato monetário, sendo os decimais arredondados para a casa especificada
ru: Преобразует число в текст, используя денежный формат с округлением до заданного числа десятичных знаков
th: แปลงตัวเลขเป็นข้อความโดยใช้รูปแบบสกุลเงิน โดยปัดเศษทศนิยมตามตำแหน่งที่ระบุ
zh: 使用货币格式将数字转换为文本，并将小数四舍五入至指定位数

# Excel_func_UNICHAR
source: Returns the Unicode character that is referenced by the given numeric value
es: Devuelve el carácter Unicode al que hace referencia el valor numérico dado
fr: Retourne le caractère Unicode référencé par la valeur numérique donnée
hi: दिए गए संख्‍यात्‍मक मान द्वारा संदर्भित यूनीकोड वर्ण को वापस ला देता है
it: Ritorna il carattere Unicode associato al valore numerico dato
ja: 指定された数値が参照しているUnicode文字を返します
nl: Geeft het Unicode-teken waarnaar wordt verwezen door de gegeven numerieke waarde
pt: Devolve o carácter Unicode referenciado pelo valor numérico fornecido
ru: Подставляет соответствующий символ Юникода вместо представленного числового значения
th: ให้ค่าตัวอักษรยูนิโคดที่อ้างอิงโดยค่าตัวเลขที่ให้มา
zh: 返回由指定数值引用的Unicode字符

# Excel_func_UNICODE
source: Returns the number (code point) that corresponds to the first character of the text
es: Devuelve el número (punto de código) que corresponde al primer carácter de texto
fr: Retourne le nombre (code point) correspondant au premier caractère du texte
hi: उस संख्‍या (कोड बिंदु) को वापस ला देता है जो पाठ के पहले वर्ण के संगत हो
it: Ritorna il numero (punto di codice) corrispondente al primo carattere del testo
ja: テキストの最初の文字に対応する番号(コードポイント)を返します
nl: Geeft het nummer (codepunt) dat overeenkomt met het eerste teken van de tekst
pt: Devolve o número (ponto de código) que corresponde ao primeiro carácter do texto
ru: Подставляет число (элемент кода), соответствующее первому символу текста
th: ให้ค่าตัวเลข (พ้อยต์รหัส) ที่เป็นไปตามตัวอักษรแรกของข้อความ
zh: 返回与文本第一个字符对应的数值（码位）

# InfoMsg_TransactionInProgress
source: Transaction may take several minutes...
es: La transacción puede tardar unos minutos...
fr: L'opération peut prendre plusieurs minutes...
hi: संव्यवहार को पूरा करने में कई मिनट लग सकते हैं...
it: La transazione potrebbe richiedere diversi minuti...
ja: トランザクションに数分かかる場合があります...
nl: Transactie kan enkele minuten duren...
pt: A transação poderá demorar vários minutos...
ru: Транзакция может занять несколько минут...
th: ธุรกรรมอาจใช้เวลาหลายนาที...
zh: 交易可能需要花费几分钟...

# InfoTitle_TransactionCompleted
source: Transaction completed
es: Transacción completada
fr: Opération terminée
hi: संव्यवहार पूरा हो गया
it: Transazione completata
ja: トランザクションが完了しました
nl: Transactie voltooid
pt: Transação concluída
ru: Транзакция завершена
th: การทำธุรกรรมเสร็จสมบูรณ์
zh: 交易已完成

# InfoMsg_InAppRestoreDone
source: Restore completed successfully.
es: Restauración completada correctamente.
fr: Restauration réussie.
hi: बहाली सफलतापूर्वक पूर्ण।
it: Ripristino completato correttamente.
ja: 復元が正常に完了しました。
nl: Terugzetten voltooid.
pt: Restauro concluído com sucesso.
ru: Восстановление успешно завершено.
th: การกู้คืนเสร็จสมบูรณ์แล้ว
zh: 还原已成功完成。

# Label_FontPackDescription70
source: A collection of 70+ fonts, such as Calibri, Tahoma and Wingdings, for use within OfficeSuite.
es: Una colección de más de 70 fuentes, como Calibri, Tahoma y Wingdings, para usar en OfficeSuite.
fr: Une collection de plus de 70 polices, comme par exemple Calibri, Tahoma et Wingdings, pour utilisation dans OfficeSuite.
hi: ऑफ़िससुएट में उपयोग करने के लिए कैलिब्री, तहोमा और विंगडिंग्स जैसे 70 से अधिक फ़ॉन्टों का संकलन।
it: Una raccolta di oltre 70 font, quali Calibri, Tahoma e Wingdings, da utilizzare in OfficeSuite.
ja: OfficeSuite 内で使用するための Calibri、Tahoma、Wingdings など 70 種類以上のフォントのコレクション。
nl: Een verzameling met meer dan 70 lettertypen, zoals Calibri, Tahoma en Wingdings, die kunnen worden gebruikt in OfficeSuite.
pt: Uma coleção com mais de 70 fontes, tais como Calibri, Tahoma e Wingdings, para utilizar no OfficeSuite.
ru: Коллекция из 70+ шрифтов, включая Calibri, Tahoma и Wingdings, для использования в OfficeSuite.
th: ชุดแบบตัวอักษรจำนวน 70+ เช่น Calibri, Tahoma และ Wingdings สำหรับใช้กับ OfficeSuite
zh: 集成 70 多种字体，比如 Calibri、Tahoma 和 Wingdings，可供 OfficeSuite 内部使用。

# Label_FontPackDescriptionOFL
source: Also contains 60 OFL fonts such as Garamond, Open Sans and Times Gothic.
es: También contiene 60 fuentes OFL como Garamond, Open Sans y Times Gothic.
fr: Contient également 60 polices OFL, telles que Garamond, Open Sans et Times Gothic.
hi: इसमें गैरामोंड, ओपन सान्स और टाइम्स गॉथिक जैसे 60 ओएफएल फ़ॉन्ट भी शामिल हैं।
it: Contiene inoltre 60 font OFL quali Garamond, Open Sans e Times Gothic.
ja: Garamond、Open Sans、Times Gothic などの 60 種類の OFL フォント。
nl: Bevat ook 60 OFL-lettertypen, zoals Garamond, Open Sans en Times Gothic.
pt: Também contém 60 fontes OFL como Garamond, Open Sans e Times Gothic.
ru: Также включает 60 шрифтов OFL, например, Garamond, Open Sans и Times Gothic.
th: นอกจากนี้ยังมีแบบตัวอักษร OFL 60 แบบ อย่างเช่น Garamond, Open Sans และ Times Gothic
zh: 此外，还包括 60 种 OFL 字体，比如 Garamond、Open Sans 和 Times Gothic。

# Label_OneTimePurchase2
source: One-Time Purchase
es: Compra única
fr: Un achat unique
hi: एकबारगी ख़रीद
it: Acquisto una tantum
ja: 1 回のご購入
nl: Eenmalige aankoop
pt: Compra Única
ru: Разовая покупка
th: ซื้อครั้งเดียว
zh: 一次性购买

# Label_Unlock
source: Unlock
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
it: Sblocca
ja: ロックを解除
nl: Ontgrendel
pt: Desbloquear
ru: Открыть
th: ปลดล็อค
zh: 解锁

# Label_Features
source: Features
es: Características
fr: Fonctionnalités
hi: सुविधाएँ
it: Funzioni
ja: 特徴
nl: Functies
pt: Características
ru: Функции
th: คุณสมบัติ
zh: 功能

# Label_InfoMsgAutoSumNotAvailable
source: The selection should not contain whole row, column or table.
es: La selección no debe contener filas, columnas o tablas enteras.
fr: La sélection ne doit pas contenir de ligne, colonne ou table entière.
hi: चयन में पूरी पंक्ति, स्तंभ या तालिका नहीं होनी चाहिए।
it: La selezione non deve contenere un'intera riga, colonna o tabella.
ja: 選択に行、列または表全体を含むことはできません。
nl: De selectie mag geen volledige rij, kolom of tabel bevatten.
pt: A seleção não deve conter uma linha, coluna ou tabela inteiras.
ru: Выделение не должно содержать всю строку, столбец или таблицу.
th: การเลือกไม่ควรเลือกทั้งแถว คอลัมน์ หรือตาราง
zh: 选择不应包含整行、整列或整个表。

# Label_MultiSelection
source: Multiple Selection
es: Selección múltiple
fr: Sélection multiple
hi: एकाधिक चयन
it: Selezione multipla
ja: 複数選択
nl: Meervoudige selectie
pt: Seleção Múltipla
ru: Выбор нескольких элементов
th: การเลือกมากกว่าหนึ่ง
zh: 多重选择

# Label_ClearFilterC
source: Clear Filter
es: Eliminar filtro
fr: Effacer le filtre
hi: फ़िल्टर को साफ़ करें
it: Cancella filtro
ja: フィルターをクリア
nl: Wis filter
pt: Limpar Filtro
ru: Очистить фильтр
th: ล้างตัวกรอง
zh: 清除筛选器

# Label_ReapplyFilterC
source: Reapply Filter
es: Volver a aplicar filtro
fr: Réappliquer le filtre
hi: फ़िल्टर को फिर से लागू करें
it: Riapplica filtro
ja: フィルターを再適用
nl: Pas filter opnieuw toe
pt: Reaplicar Filtro
ru: Повторно применить фильтр
th: ใช้ตัวกรอง
zh: 重新应用筛选器

# Label_AboveAverageC
source: Above Average
es: Por encima de la media
fr: Au dessus de la moyenne
hi: औसत से अधिक
it: Sopra la media
ja: 平均以上
nl: Boven gemiddelde
pt: Acima da Média
ru: Выше среднего
th: สูงกว่าค่าเฉลี่ย
zh: 高于平均水平

# Label_BelowAverageC
source: Below Average
es: Por debajo de la media
fr: En dessous de la moyenne
hi: औसत से कम
it: Sotto la media
ja: 平均以下
nl: Onder gemiddelde
pt: Abaixo da Média
ru: Ниже среднего
th: ต่ำกว่าค่าเฉลี่ย
zh: 低于平均水平

# Label_DeleteCell
source: Delete Cell
es: Eliminar celda
fr: Supprimer la cellule
hi: कक्ष को हटाएँ
it: Elimina cella
ja: セルを削除
nl: Verwijder cel
pt: Eliminar Célula
ru: Удалить ячейку
th: ลบเซลล์
zh: 删除单元格

# Label_Buy
source: Buy
es: Comprar
fr: Acheter
hi: ख़रीदें
it: Acquista
ja: 購入
nl: Koop
pt: Comprar
ru: Купить
th: ซื้อ
zh: 购买

# Label_YourHTTPAddress
source: Your HTTP Address
es: Tu dirección HTTP
fr: Votre adresse HTTP
hi: आपका एचटीटीपी पता
it: Il tuo indirizzo HTTP
ja: HTTP アドレス
nl: Uw HTTP-adres
pt: O seu Endereço HTTP
ru: Ваш HTTP-адрес
th: ที่อยู่ HTTP ของคุณ
zh: 您的 HTTP 地址

# Label_YourUsername
source: Your Username
es: Tu nombre de usuario
fr: Votre nom d'utilisateur
hi: आपका उपयोगकर्ता नाम
it: Il tuo nome utente
ja: ユーザー名
nl: Uw gebruikersnaam
pt: O seu Nome de Utilizador
ru: Имя пользователя
th: ชื่อผู้ใช้ของคุณ
zh: 您的用户名

# Label_YourPassword
source: Your Password
es: Tu contraseña
fr: Votre mot de passe
hi: आपका पासवर्ड
it: La tua password
ja: パスワード
nl: Uw wachtwoord
pt: A sua Palavra-passe
ru: Пароль
th: รหัสผ่านของคุณ
zh: 您的密码

# Label_NewFile
source: New File
es: Nuevo archivo
fr: Nouveau fichier
hi: नई फ़ाइल
it: Nuovo file
ja: 新しいファイル
nl: Nieuw bestand
pt: Novo Ficheiro
ru: Новый файл
th: ไฟล์ใหม่
zh: 新文件

# Label_FolderUp
source: Folder Up
es: Carpeta superior
fr: Dossier supérieur
hi: फ़ोल्डर ऊपर
it: Cartella superiore
ja: 上位フォルダ
nl: Map omhoog
pt: Pasta Superior
ru: Папка вверх
th: โฟลเดอร์
zh: 上一层文件夹

# Label_Sidebar
source: Side Bar
es: Barra lateral
fr: Barre latérale
hi: पार्श्व-पट्टी
it: Barra laterale
ja: サイドバー
nl: Navigatiekolom
pt: Barra Lateral
ru: Боковая панель
th: แถบด้านข้าง
zh: 侧边栏

# Label_Ad
source: Ad
es: Anuncio
fr: Publicité
hi: विज्ञापन
it: Annuncio
ja: 広告
nl: Advertentie
pt: Publicidade
ru: Реклама
th: โฆษณา
zh: 广告

# Label_DeselectAll
source: Deselect all
es: Desmarcar todo
fr: Tout désélectionner
hi: सबको अचयनित करें
it: Deseleziona tutto
ja: すべての選択を解除
nl: Deselecteer alles
pt: Desmarcar todos
ru: Отменить выбор всех
th: ยกเลิกการเลือกทั้งหมด
zh: 取消全选

# Label_Apply
source: Apply
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
nl: Pas toe
pt: Aplicar
ru: Применить
th: ใช้
zh: 应用

# ErrMsg_LocalStorageOnly
source: You can save files on the local storage only.
es: Puedes guardar archivos solo en el almacenamiento local.
fr: Vous ne pouvez enregistrer des fichiers qu'en stockage local.
hi: आप फ़ाइलों को केवल स्थानीय भंडारण में सहेज सकते हैं।
it: È possibile salvare i file solo nell'archivio locale.
ja: ローカル ストレージのみにファイルを保存できます。
nl: U kunt bestanden alleen lokaal bewaren.
pt: Pode guardar os ficheiros apenas no armazenamento local.
ru: Вы можете сохранять файлы только на локальном диске.
th: สามารถบันทึกไฟล์บนพื้นที่จัดเก็บภายในเท่านั้น
zh: 您只能在本地存储器中保存文件。

# Label_Submit
source: Submit
es: Enviar
fr: Envoyer
hi: जमा करें
it: Invia
ja: 送信
nl: Stuur
pt: Enviar
ru: Отправить
th: ส่ง
zh: 提交

# Label_Username
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pt: Nome de utilizador
ru: Имя пользователя
th: ชื่อผู้ใช้
zh: 用户名

# InfoTitle_LoginFailure
source: Login Failure
es: Error de inicio de sesión
fr: Échec de la connexion
hi: लॉग-इन विफलता
it: Errore di login
ja: ログインに失敗
nl: Inlogfout
pt: Falha no início de sessão
ru: Ошибка входа в систему
th: เข้าสู่ระบบล้มเหลว
zh: 登录失败

# InfoTitle_ServerIdentity
source: Cannot Verify Server Identity
es: No se puede verificar la identidad del servidor
fr: Impossible de vérifier l'identité du serveur
hi: सर्वर पहचान को सत्यापित नहीं कर सके
it: Impossibile verificare l'identità del server
ja: サーバーの ID を確認できません
nl: Kan serveridentiteit niet verifiëren
pt: Não é possível verificar a identidade do servidor
ru: Не удается проверить идентичность сервера
th: ไม่สามารถตรวจสอบข้อมูลเฉพาะตัวของเซิร์ฟเวอร์
zh: 无法验证服务器标识

# InfoTitle_LoginRequired
source: This page requires you to log in
es: Esta página requiere que inicies sesión
fr: Cette page exige que vous vous connectiez
hi: इस पृष्ठ को देखने के लिए आपको लॉग-इन करना होगा
it: Questa pagina richiede il login
ja: このページにログインする必要があります
nl: Voor deze pagina moet u ingelogd zijn
pt: Esta página requer que inicie a sessão
ru: На этой странице требуется, чтобы вы авторизовались
th: หน้านี้ต้องให้คุณเข้าสู่ระบบ
zh: 本页面要求您登录方可访问

# InfoMsg_LoginFailureSSOUntrusted
source: Could not complete login because the SSO server is untrusted. Please contact your administrator for more information.
es: No se ha podido iniciar sesión porque el servidor SSO no es de confianza. Contacta con tu administrador para obtener más información.
fr: Impossible d'effectuer la connexion parce que le serveur SSO n'est pas fiable. Veuillez contacter votre administrateur pour plus d'informations.
hi: लॉग-इन पूरा नहीं कर सके क्योंकि एसएसओ सर्वर विश्वसनीय नहीं है। अधिक जानकारी के लिए अपने प्रशासक से संपर्क करें।
it: Impossibile completare il login perché il server SSO non è attendibile. Per ulteriori informazioni, contattare l'amministratore.
ja: SSO サーバーが信頼されていないために、ログインを完了できませんでした。詳細については管理者に問い合わせてください。
nl: Kan inloggen niet voltooien omdat de SSO-server niet wordt vertrouwd. Neem contact op met uw beheerder voor meer informatie.
pt: Não foi possível concluir o início de sessão porque o servidor SSO não é confiável. Contate o administrador para mais informações.
ru: Не удалось завершить авторизацию, поскольку сервер единого входа не является доверенным. Для получения дополнительной информации обратитесь к администратору.
th: ไม่สามารถเข้าสู่ระบบได้เนื่องจากเซิร์ฟเวอร์ SSO ไม่น่าเชื่อถือ กรุณาติดต่อผู้ดูแลระบบของคุณสำหรับข้อมูลเพิ่มเติม
zh: 由于未信任 SSO 服务器，因此无法完成登录。请联系管理员了解更多信息。

# InfoMsg_ServerIdentity
source: Box cannot verify the identity of "%@". Would you like to continue anyway?
es: Box no ha podido verificar la identidad de "%@". ¿Quieres continuar de todos modos?
fr: Box n'est pas en mesure de vérifier l'identité de "%@". Souhaitez-vous continuer malgré tout ?
hi: बॉक्स "%@" की पहचान को सत्यापित नहीं कर सका। क्या आप फिर भी जारी रखना चाहेंगे?
it: Box non può verificare l'identità di "%@". Vuoi continuare comunque?
ja: Box は ”%@" の ID を検証できません。それでも続行しますか?
nl: Box kan de identiteit niet verifiëren van %@. Wilt u toch doorgaan?
pt: A caixa não consegue verificar a identidade de "%@". Deseja prosseguir?
ru: Box не удается проверить идентичность "%@". Все равно продолжить?
th: Box ไม่สามารถตรวจสอบข้อมูลประจำตัวของ "%@" ต้องการดำเนินการต่อหรือไม่
zh: Box 无法验证“%@”标识，是否仍要继续？
