Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_ReorderSlides
source: Reorder Slides
es: Volver a ordenar diapositivas
fr: Réorganiser les diapositives
hi: स्‍लाइडों को पुन: क्रमित करें
it: Riordina Diapositive
ja: スライドを並べ替え
nl: Dia's opnieuw rangschikken
pt: Reordenar diapositivos
ru: Изменить порядок слайдов
th: เรียงสไลด์ใหม่
zh: 重新排序幻灯片

# Label_DeleteSlide
source: Delete Slide
es: Eliminar diapositiva
fr: Supprimer la diapositive
hi: स्‍लाइड हटाएं
it: Elimina Diapositiva
ja: スライドの削除
nl: Dia verwijderen
pt: Eliminar diapositivo
ru: Удалить слайд
th: ลบสไลด์
zh: 删除幻灯片

# Label_StartSlideShow
source: Start Slideshow
es: Iniciar presentación
fr: Démarrer le diaporama
hi: स्‍लाइडशो आरंभ करें
it: Avvia Presentazione
ja: スライドショーの開始
nl: Diavoorstelling starten
pt: Iniciar apresentação de diapositivos
ru: Начать показ слайдов
th: เริ่มสไลด์โชว์
zh: 开始播放幻灯片

# Label_StartFromCurrent
source: Start from Current
es: Iniciar desde la actual
fr: À partir de la diapositive actuelle
hi: वर्तमान से आरंभ करें
it: Dalla diapositiva corrente
ja: 現在のスライドから開始
nl: Starten vanaf huidige
pt: Começar desde actual
ru: Начать с текущего
th: เริ่มจากปัจจุบัน
zh: 从当前开始播放

# Label_AutomaticAdvance
source: Automatic Advance
es: Avance automático
fr: Avance automatique
hi: स्‍वत:स्‍फूर्त उन्‍नत
it: Avanzamento Automatico
ja: 自動送り
nl: Automatisch doorgaan
pt: Avanço automático
ru: Автоматическое перелистывание
th: ไปข้างหน้าโดยอัตโนมัติ
zh: 自动换片

# Label_Find
source: Find
es: Buscar
fr: Rechercher
hi: खोजें
it: Trova
ja: 検索
nl: Vinden
pt: Localizar
ru: Найти
th: ค้นหา
zh: 查找

# Label_ExportToWord
source: Convert to Word
es: Convertir a Word
fr: Convertir au format Word
hi: वर्ड में परिवर्तित करें
it: Converti in Word
ja: Wordに変換
nl: Converteren naar Word
pt: Converter para Word
ru: Преобразовать в Word
th: แปลงเป็น Word
zh: 转换为Word

# Label_ExportToExcel
source: Convert to Excel
es: Convertir a Excel
fr: Convertir au format Excel
hi: एक्‍सेल में परिवर्तित करें
it: Converti in Excel
ja: Excelへ変換
nl: Converteren naar Excel
pt: Convertar para Excel
ru: Преобразовать в Excel
th: แปลงเป็น Excel
zh: 转换为Excel

# Label_ExportToEPub
source: Convert to ePub
es: Convertir a ePub
fr: Convertir au format ePub
hi: ePub में परिवर्तित करें
it: Converti in ePub
ja: ePub形式に変換
nl: Converteren naar ePub
pt: Converter para ePub
ru: Преобразовать в ePub
th: แปลงเป็น ePub
zh: 转换为ePub

# Label_ZoomFitPage
source: Fit
es: Ajustar
fr: Adapter
hi: फिट करें
it: Adatta
ja: フィット
nl: Passend maken
pt: Adaptar
ru: Поместить
th: พอดี
zh: 调整

# Label_Note
source: Note
es: Nota
hi: नोट
it: Nota
ja: メモ
nl: Opmerking
pt: Nota
ru: Примечание
th: บันทึก
zh: 注释

# Label_Underline
source: Underline
es: Subrayado
fr: Souligner
hi: अंडरलाइन करें
it: Sottolineato
ja: 下線
nl: Onderstrepen
pt: Sublinhar
ru: Подчеркнуть
th: ขีดเส้นใต้
zh: 下划线

# Label_Strikethrough
source: Strikethrough
es: Tachado
fr: Barrer
hi: स्‍ट्राइकथ्रू
it: Barrato
ja: 取り消し線
nl: Doorhalen
pt: Rasurar
ru: Зачеркнуть
th: ขีดกลาง
zh: 删除线

# Label_Text
source: Text
es: Texto
fr: Texte
hi: पाठ
it: Testo
ja: テキスト
nl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
zh: 文本

# Label_Content
source: Content
es: Contenido
fr: Contenu
hi: सामग्री
it: Contenuto
ja: コンテンツ
nl: Inhoud
pt: Conteúdo
ru: Содержимое
th: เนื้อหา
zh: 内容

# Err_ReloadFailed
source: Failed to reload document after saving.
es: No se ha podido recargar el documento después de guardarlo.
fr: Échec du rechargement du document après enregistrement.
hi: दस्‍तावेज को सहेजने के बाद पुन: लोड करने में असफल रहा।
it: Fallimento nel ricaricare il documento dopo il salvataggio.
ja: 文書を保存後、再読み込みに失敗しました。
nl: Opnieuw laden van document mislukt na opslaan.
pt: Falha ao recarregar documento após guardar.
ru: Не удалось перезагрузить документ после сохранения.
th: ล้มเหลวในการโหลดเอกสารใหม่หลังจากบันทึกแล้ว
zh: 保存后重新加载文档失败。

# Label_SaveChangesBeforeExport
source: Unsaved changes will not be exported. Would you like to save now?
es: Los cambios sin guardar no se exportarán. ¿Desea guardar ahora?
fr: Les changements qui n'ont pas été enregistrés ne seront pas exportés. Voulez-vous enregistrer maintenant ?
hi: बिना सहेजे हुए बदलावों को निर्यात नहीं करेगा। क्‍या आप अब सहेजना चाहेंगे?
it: I cambiamenti non salvati non verranno convertiti. Vuoi salvare adesso?
ja: 保存されていない変更内容はエクスポートされません。今すぐ保存しますか?
nl: Niet opgeslagen wijzigingen worden niet geÎxporteerd. Wilt u nu opslaan?
pt: As alterações não guardadas não serão exportadas. Guardar agora?
ru: Несохраненные изменения не будут экспортированы. Хотите сохранить их сейчас?
th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึกจะไม่ถูกส่งออกไป คุณต้องการบันทึกเดี๋ยวนี้หรือไม่?
zh: 未保存的更改将无法导出。您要立即保存吗？

# Err_PdfConversion_ServerError
source: Remote server failed to export.
es: Error de exportación del servidor remoto.
fr: Le serveur à distance n'a pas pu exporter.
hi: निर्यात करने में रिमोट सर्वर असफल रहा।
it: Il server remoto ha fallito la conversione.
ja: リモートサーバがエクスポートに失敗しました。
nl: Externe server kon niet exporteren.
pt: Servidor remoto falhou ao exportar.
ru: Удаленному серверу не удалось экспортировать.
th: เซิร์ฟเวอร์ทางไกลส่งออกล้มเหลว
zh: 远程服务器导出失败。

# Err_PdfPasswordChangeNotPermitted
source: You do not have permission to change the user password of this document.
es: Usted no tiene permiso para cambiar la contraseña de ususario de este documento.
fr: Vous ne possédez pas les permissions pour changer le mot de passe utilisateur de ce document.
hi: आपके पास इस दस्‍तावेज का उपयोगकर्ता पासवर्ड बदलने की अनुमति नहीं है।
it: Non hai i permessi per cambiare la password utente di questo documento.
ja: このドキュメントのユーザーパスワードを変更する権限がありません。
nl: U heeft geen machtigingen om het gebruikerswachtwoord te wijzigen voor dit document.
pt: Não tem permissão para alterar a palavra-passe do utilizador para este documento.
ru: У вас нет разрешения на изменение пользовательского пароля к этому документу.
th: คุณไม่มีสิทธิ์เปลี่ยนรหัสผ่านในเอกสารนี้
zh: 您的权限不足，无法更改该文档的用户密码。

# Err_PdfSecuritySettingsChangeFailed
source: Changing the security settings failed.
es: No se ha podido cambiar la configuración de seguridad.
fr: Échec de la modification des paramètres de sécurité.
hi: सुरक्षा सेटिंग्‍स को बदलना असफल रहा।
it: Tentativo di cambiare le impostazioni di sicurezza fallito.
ja: セキュリティ設定の変更に失敗しました。
nl: Wijzigen van de beveiligingsinstellingen mislukt.
pt: Falha ao alterar as definições de segurança.
ru: Изменение установок безопасности не удалось.
th: การเปลี่ยนการตั้งค่าความปลอดภัยล้มเหลว
zh: 更改安全设置失败。

# Err_PdfConversion_PasswordProtectedFilesNotSupported
source: ޴his file cannot be exported, because it is password protected. Please remove the password protection if you want to proceed.
es: Este archivo no se puede exportar porque está protegido con contraseña. Elimine la protección mediante contraseña si desea continuar.
fr: Ce fichier ne peut être exporté parce qu'il est protégé par un mot de passe. Veuillez supprimer la protection par mot de passe si vous désirez continuer.
hi: इस फाइल को निर्यात नहीं किया जा सकता क्‍योंकि यह पासवर्ड द्वारा सुरक्षित है। यदि आप आगे कार्य करना चाहते हैं तो कृपया पासवर्ड सुरक्षा दूर करें।
it: Questo file non può essere convertito perché protetto da password. Ti preghiamo di rimuovere la password se vuoi procedere.
ja: このファイルはパスワードで保護されているため、エクスポートできません。続行するには、パスワード保護を解除してください。
nl: Dit bestand kan niet worden geÎxporteerd, omdat het is beveiligd met een wachtwoord. Verwijder de wachtwoordbeveiliging als u door wilt gaan.
pt: Não é possível exportar este ficheiro porque está protegido por palavra-passe. Remova a protecção por palavra-passe se pretender continuar.
ru: Этот файл нельзя экспортировать, так как он защищен паролем. Пожалуйста, отмените защиту паролем, если хотите продолжить.
th: ไฟล์นี้ส่งออกไปไม่ได้เพราะว่าถูกปกป้องด้วยรหัสผ่านอยู่ กรุณาเอาการปกป้องด้วยรหัสผ่านออกถ้าคุณต้องการดำเนินการต่อ
zh: 该文件使用了密码保护，无法被导出。如果想继续导出，请先移除密码保护。

# Label_Exporting
source: Exporting...
es: Exportando...
fr: Export en cours...
hi: निर्यात कर रहा है...
it: Conversione...
ja: エクスポート中...
nl: Exporteren...
pt: A exportar...
ru: Экспорт...
th: กำลังส่งออก...
zh: 正在导出...

# Label_PdfConversionSuccessful
source: The file has been successfully exported.
es: El archivo se ha exportado con éxito.
fr: Le fichier a été exporté avec succès.
hi: फाइल को सफलतापूर्वक निर्यात कर दिया गया।
it: File convertito con successo.
ja: ファイルが正常にエクスポートされました。
nl: Het bestand is succesvol geÎxporteerd.
pt: O ficheiro foi exportado com sucesso.
ru: Файл успешно экспортирован.
th: ไฟล์ส่งออกไปสำเร็จแล้ว
zh: 已成功导出文件。

# Label_PdfPasswordChangeRequiresSaving
source: Changing password requires the file to be saved. You will not be able to undo/redo after this opertation.
es: Debe guardar el archivo para cambiar la contraseña. Una vez guardado, no podrá deshacer/rehacer los cambios hechos antes de guardarlo.
fr: Vous devez enregistrer le fichier pour pouvoir en changer le mot de passe. Une fois enregistré, vous ne serez plus en mesure d'annuler ou de rétablir les changements effectués avant l'enregistrement.
hi: पासवर्ड बदलने के लिए फाइल को सहेजने की आवश्‍यकता है। एक बार सहेज दिए जाने पर, आप सहेजने से पहले किए गए पूर्ववत करें/फिर से करें वाले बदलाव करने में सक्षम नहीं रहेंगे।
it: Per cambiare la password è necessario salvare il file. Una volta salvato, non potrai annullare/rifare i cambiamenti fatti prima di salvare.
ja: パスワードを変更するには、ファイルを保存する必要があります。保存した後は、保存前の変更内容を元に戻したり、やり直すことはできなくなります。
nl: Om het wachtwoord te wijzigen, moet het bestand worden opgeslagen. Nadat het is opgeslagen, kunt u de voor het opslaan gemaakte wijzigen niet ongedaan maken of opnieuw uitvoeren.
pt: Alterar a palavra-passe requer que guarde o ficheiro. Uma vez guardado, não poderá desfazer/refazer as alterações efectuadas antes de guardar.
ru: Для изменения пароля необходимо сначала сохранить файл. После сохранения у вас не будет возможности отменять и повторно применять изменения, сделанные перед сохранением.
th: การเปลี่ยนรหัสผ่านจำเป็นต้องบันทึกไฟล์ก่อน เมื่อบันทึกแล้วคุณจะไม่สามารถยกเลิกคำสั่ง/ทำซ้ำการเปลี่ยนแปลงที่ทำก่อนบันทึกได้
zh: 更改密码需要保存文件。文件保存后，您将无法撤销/恢复保存前所做的更改。

# Label_Review
source: Review
es: Revisión
fr: Réviser
hi: समीक्षा
it: Revisione
ja: 校閲
nl: Controle
pt: Rever
ru: Обзор
th: ตรวจทาน
zh: 审阅

# Label_Annotation
source: Annotation
es: Inserción de notas
hi: एनोटेशन
it: Commento
ja: 注釈
nl: Aantekening
pt: Anotação
ru: Примечания
th: ทำบันทึกหมายเหตุ
zh: 批注

# Label_Photos
source: Photos
es: Fotos
hi: तस्‍वीरें
it: Foto
ja: 写真
nl: Foto's
pt: Fotos
ru: Фото
th: รูปภาพ
zh: 照片

# Label_ClearStyle
source: Clear Style
es: Borrar estilo
fr: Effacer les styles
hi: शैली साफ करें
it: Pulisci Stile
ja: スタイルの解除
nl: Stijl wissen
pt: Limpar estilo
ru: Очистить стиль
th: สไตล์ว่าง
zh: 清除样式

# Label_Normal
source: Normal
hi: सामान्‍य
it: Normale
ja: 標準
nl: Normaal
ru: Нормальный
th: ปกติ
zh: 正常

# Label_Wide
source: Wide
es: Ancho
fr: Large
hi: चौड़ा
it: Largo
ja: 広く
nl: Breed
pt: Amplo
ru: Широкий
th: กว้าง
zh: 宽

# Label_Narrow
source: Narrow
es: Estrecho
fr: Étroit
hi: संकरा
it: Stretto
ja: 狭く
nl: Smal
pt: Estreito
ru: Узкий
th: แคบ
zh: 窄

# Label_Moderate
source: Moderate
es: Moderado
fr: Modéré
hi: मॉडरेट
it: Moderato
ja: 中程度
nl: Gemiddeld
pt: Moderado
ru: Умеренный
th: ปานกลาง
zh: 适中

# Label_letter
source: Letter
fr: Lettre
hi: लेटर
it: Lettera
zh: 信函

# Label_tabloid
source: Tabloid
fr: Tabloïd
hi: टैबलॉयड
zh: 文摘

# Label_ledger
source: Ledger
fr: Registre
hi: लेज़र
nl: Grootboek
zh: 分类账

# Label_legal
source: Legal
fr: Légal
hi: लीगल
it: Legale
zh: 法律

# Label_statement
source: Statement
fr: Déposition
hi: कथन
nl: Quarto
zh: 声明

# Label_executive
source: Executive
fr: Exécutif
hi: एक्ज़ीक्यूटिव
zh: 行政公文纸

# Label_folio
source: Folio
hi: फोलियो
zh: 对开纸

# Label_quarto
source: Quarto
hi: क्‍वार्टो
zh: 四开

# Label_Page
source: Page
es: Página
hi: पृष्‍ठ
it: Pagina
ja: ページ
nl: Pagina
pt: Página
ru: Страница
th: หน้า
zh: 页面

# Label_Continuous
source: Continuous
es: Continuo
fr: Contenu
hi: निरंतर
it: Continuo
ja: 連続
nl: Doorlopend
pt: Contínuo
ru: Непрерывная
th: ต่อเนื่อง
zh: 连续

# Label_EvenPage
source: Even Page
es: Página par
fr: Page paire
hi: सम पृष्‍ठ
it: Pagina Pari
ja: 偶数ページ
nl: Even pagina
pt: Página par
ru: Четные страницы
th: หน้าคู่
zh: 偶数页

# Label_OddPage
source: Odd Page
es: Página impar
fr: Page impaire
hi: विषम पृष्‍ठ
it: Pagina Dispari
ja: 奇数ページ
nl: Oneven pagina
pt: Página ímpar
ru: Нечетные страницы
th: หน้าคี่
zh: 奇数页

# Label_Column
source: Column
es: Columna
fr: Colonne
hi: स्‍तंभ
it: Colonna
ja: 列
nl: Kolom
pt: Coluna
ru: Столбец
th: คอลัมน์
zh: 列

# Label_TextWrapping
source: Text Wrapping
es: Ajuste de texto
fr: Habillage du texte
hi: पाठ को रैप यानी लपेट रहा है
it: Testo a Capo
ja: テキストの折り返し
nl: Tekstterugloop
pt: Translineação de texto
ru: Обтекание текста
th: การตัดคำ
zh: 文字环绕

# Label_NoItems
source: No Items
es: No hay elementos
fr: Pas d'objet
hi: कोई भी आइटम्‍स नहीं
it: Nessun Oggetto
ja: 項目はありません
nl: Geen items
pt: Sem itens
ru: Нет элементов
th: ไม่มีไอเท็ม
zh: 无项目

# Label_NoBookmarks
source: No Bookmarks
es: No hay marcadores
fr: Pas de signet
hi: कोई भी बुकमार्क नहीं
it: Nessun Segnalibro
ja: ブックマークはありません
nl: Geen bladwijzers
pt: Sem marcadores
ru: Нет закладок
th: ไม่มีบุ๊กมาร์ก
zh: 无书签

# Label_EnterBookmarkName
source: Enter Bookmark Name
es: Introduzca nombre de marcador
fr: Entrez un nom de signet
hi: बुकमार्क का नाम दर्ज करें
it: Inserisci Nome Segnalibro
ja: ブックマーク名を入力してください
nl: Voer bladwijzernaam in
pt: Inserir nome do marcador
ru: Введите название закладки
th: กรอกชื่อบุ๊กมาร์ก
zh: 输入书签名称

# Label_InsertBookmark
source: Insert Bookmark
es: Insertar marcador
fr: Insérer un signet
hi: बुकमार्क डालें
it: Inserisci Segnalibro
ja: ブックマークの挿入
nl: Bladwijzer invoegen
pt: Inserir marcador
ru: Вставить закладку
th: แทรกบุ๊กมาร์ก
zh: 插入书签

# Label_SelectBookmark
source: Select Bookmark
es: Seleccionar marcador
fr: Sélectionner un signet
hi: बुकमार्क चुनें
it: Seleziona Segnalibro
ja: ブックマークを選択
nl: Selecteer bladwijzer
pt: Seleccionar marcador
ru: Выбрать закладку
th: เลือกบุ๊กมาร์ก
zh: 选择书签

# Label_FormatFont
source: Format Font
es: Formato - Fuente
fr: Mettre en forme de la police
hi: फॉण्‍ट फॉर्मेट करें
it: Formato Font
ja: フォントの書式設定
nl: Lettertype opmaken
pt: Formatar tipo de lerta
ru: Форматирование шрифта
th: จัดรูปแบบฟ้อนต์
zh: 设置字体格式

# Label_FormatParagraph
source: Format Paragraph
es: Formato - Párrafo
fr: Formatage de paragraphe
hi: पैराग्राफ फॉर्मेट करें
it: Formato Paragrafo
ja: 段落の書式設定
nl: Alinea opmaken
pt: Formatar parágrafo
ru: Форматирование абзаца
th: จัดรูปแบบย่อหน้า
zh: 设置段落格式

# Label_NONE
source: NONE
fr: AUCUN
hi: कोई नहीं
ja: なし
nl: GEEN
pt: NENHUM
ru: НЕТ
th: ไม่มี
zh: 无

# Label_CircleBullets
source: Circle Bullets
es: Viñetas circulares
fr: Puces circulaires
hi: वृत्‍ताकार बुलेट्स
it: Elenco Puntato Cerchi
ja: 円記号
nl: Cirkelvormige opsommingstekens
pt: Pontos em círculo
ru: Круглые маркеры
th: บูลเล็ตวงกลม
zh: 圆形项目符号

# Label_SquareBullets
source: Square Bullets
es: Viñetas cuadradas
fr: Puces carrées
hi: चौकोर बुलेट्स
it: Elenco Puntato Quadrati
ja: 四角記号
nl: Vierkante opsommingstekens
pt: Pontos quadrados
ru: Квадратные маркеры
th: บูลเล็ตสี่เหลี่ยม
zh: 方形项目符号

# Label_NumbersWithDot
source: Numbers With Dot
es: Números con punto
fr: Nombres avec point
hi: बिंदु के साथ संख्‍याएं
it: Numeri Con Punto
ja: ドット付き番号
nl: Nummers met punt
pt: Números com ponto
ru: Цифры с точкой
th: ตัวเลขพร้อมจุด
zh: 点号编号

# Label_NumbersWithBracket
source: Numbers With Bracket
es: Números con paréntesis
fr: Nombres avec parenthèses
hi: कोष्‍ठक के साथ संख्‍याएं
it: Numeri Con Parentesi
ja: 括弧付き番号
nl: Nummers met haakje
pt: Números com parêntesis
ru: Цифры со скобкой
th: ตัวเลขพร้อมวงเล็บ
zh: 括弧编号

# Label_LowerLettersWithDot
source: Lower Letters With Dot
es: Letras minúsculas con punto
fr: Lettres minuscules avec point
hi: बिंदु के साथ लोअरकेस वाले अक्षर
it: Lettere Minuscole Con Punto
ja: ドット付き小文字
nl: Kleine letters met punt
pt: Minúsculas com ponto
ru: Строчные буквы с точкой
th: ตัวอักษรตัวเล็กพร้อมจุด
zh: 括号小写字母

# Label_LowerLettersWithBracket
source: Lower Letters With Bracket
es: Letras minúsculas con paréntesis
fr: Lettres minuscules avec parenthèses
hi: कोष्‍ठक के साथ लोअरकेस वाले अक्षर
it: Lettere Minuscole Con Parentesi
ja: 括弧付き小文字
nl: Kleine letters met haakje
pt: Minúsculas com parêntesis
ru: Строчные буквы со скобкой
th: ตัวอักษรตัวเล็กพร้อมวงเล็บ
zh: 括号小写字母

# Label_LowerRomanNumbersWithDot
source: Lower Roman Numbers With Dot
es: Números romanos en minúscula con punto
fr: Chiffres romains minuscules avec point
hi: बिंदु के साथ लोअरकेस वाले रोमन अंक
it: Numeri Romani Minuscoli Con Punto
ja: ドット付きローマ数字(小文字)
nl: Romeinse cijfers in kleine letters met punt
pt: Numerais romanos em minúsculas com ponto
ru: Строчные римские цифры с точкой
th: ตัวเลขโรมันตัวเล็กพร้อมจุด
zh: 点号小写罗马数字符号

# Label_UpperLettersWithDot
source: Upper Letters With Dot
es: Letras mayúsculas con punto
fr: Lettres majuscules avec point
hi: बिंदु के साथ अपरकेस वाले अक्षर
it: Lettere Maiuscole Con Punto
ja: ドット付き大文字
nl: Hoofdletters met punt
pt: Maiúsculas com ponto
ru: Заглавные буквы с точкой
th: ตัวอักษรตัวใหญ่พร้อมจุด
zh: 括号大写字母

# Label_UpperRomanNumbersWithDot
source: Upper Roman Numbers With Dot
es: Números romanos en mayúscula con punto
fr: Chiffres romains majuscules avec point
hi: बिंदु के साथ अपरकेस वाले रोमन अंक
it: Numeri Romani Maiuscoli Con Punto
ja: ドット付きローマ数字(大文字)
nl: Romeinse cijfers in hoofdletters met punt
pt: Numerais romanos em maiúsculas com ponto
ru: Заглавные римские цифры с точкой
th: ตัวเลขโรมันตัวใหญ่พร้อมจุด
zh: 点号大写罗马数字符号

# Label_MultilevelListWithNumbers
source: Multilevel List With Numbers
es: Lista multinivel con números
fr: Liste à niveaux avec nombres
hi: संख्‍याओं के साथ बहुस्‍तरीय सूची
it: Elenco a Più Livelli Con Numeri
ja: 複数番号を持つアウトライン
nl: Lijst met meerdere niveaus met nummers
pt: Lista de vários níveis com números
ru: Многоуровневый список с цифрами
th: รายการหลายระดับพร้อมตัวเลข
zh: 使用数字的多级列表

# Label_MultilevelListWithNumbersAndLetters
source: Multilevel List With Numbers And Letters
es: Lista multinivel con números y letras
fr: Liste à niveaux avec nombres et lettres
hi: संख्‍याओं और अक्षरों के साथ बहुस्‍तरीय सूची
it: Elenco a Più Livelli Con Numeri e Lettere
ja: 複数番号と文字を持つアウトライン
nl: Lijst met meerdere niveaus met nummers en letters
pt: Lista de vários níveis com números e letras
ru: Многоуровневый список с цифрами и буквами
th: รายการหลายระดับพร้อมตัวเลขและตัวอักษร
zh: 使用数字与字母的多级列表

# Label_RevealFormating
source: Reveal formatting
es: Mostrar formato
fr: Révéler la mise en forme
hi: फॉर्मेटिंग उजागर करें
it: Mostra formattazione
ja: 書式の詳細
nl: Opmaak weergeven
pt: Revelar formatação
ru: Показать форматирование
th: เผยการจัดรูปแบบ
zh: 显示格式

# Label_DenyMessagePhotos
source: This app does not have access to your photos or videos.
es: Esta aplicación no tiene acceso a sus fotos o vídeos.
fr: Cette application n'a pas accès à vos photos et à vos vidéos.
hi: इस ऐप के पास आपकी तस्‍वीरों या वीडियोज़ की पहुंच नहीं है।
it: Questa app non ha accesso alle tue foto o video.
ja: このアプリは写真やビデオへのアクセス権限がありません。
nl: Deze app heeft geen toegang tot uw foto's en video's.
pt: Esta app não tem acesso às suas fotos ou vídeos.
ru: Это приложение не имеет доступа к вашим фото и видео.
th: แอ็พนี้เข้าถึงรูปภาพและวิดีโอของคุณไม่ได้
zh: 该应用无法访问你的照片或视频。

# Label_DenyMessageInstructions
source: You can enable access in Privacy Settings.
es: Puede habilitar el acceso en la Configuración de la Privacidad.
fr: Vous pouvez activer l'accès dans les paramètres de confidentialité.
hi: आप निजता सेटिंग्‍स में पहुंच को सक्षम कर सकते हैं।
it: Puoi abilitare l'accesso nelle Impostazioni Privacy.
ja: プライバシー設定でアクセスを有効にすることができます。
nl: U kunt de toegang inschakelen in Privacyinstellingen.
pt: Pode permitir o acesso às Definições de Privacidade.
ru: Вы можете разрешить доступ в настройках конфиденциальности.
th: คุณสามารถเปิดการเข้าถึงได้ในการตั้งค่าความเป็นส่วนตัว
zh: 您可以在“隐私设置”中启用访问。

# Label_DenyNoAlbumPhotos
source: No Photos or Videos
es: Sin Fotos ni vídeos
fr: Aucune photo ou vidéo
hi: कोई भी तस्‍वीरें या वीडियोज़ नहीं
it: Nessuna Foto o Video
ja: 写真やビデオはありません
nl: Geen foto's of video's
pt: Sem fotos ou vídeos
ru: Нет фото или видео
th: ไม่มีรูปภาพหรือวิดีโอ
zh: 无照片或视频

# Label_DenyNoAlbumPhotosMessage
source: You can take photos and videos using the camera, or sync photos and videos onto your iPad using iTunes.
es: Puede tomar fotografías y grabar vídeos con la cámara o sincronizar imágenes y vídeos mediante iTunes.
fr: Vous pouvez prendre des photos ou des vidéos avec la caméra, ou synchroniser des photos et des vidéos via iTunes.
hi: आप कैमरे का इस्‍तेमाल करके तस्‍वीरें और वीडियोज़ ले सकते हैं, या iTunes का इस्‍तेमाल करके तस्‍वीरों और वीडियोज़ को समकालिक कर सकते हैं।
it: Puoi scattare foto e video con la fotocamera o sincronizzare foto e video con iTunes.
ja: カメラを使用して写真やビデオを撮影するか、iTunesを使用して写真やビデオを同期することができます。
nl: U kunt foto's en video's maken met de camera, of foto's en video's synchroniseren met iTunes.
pt: Pode tirar fotos ou fazer vídeos utilizando a câmara, ou sincronizar fotos e vídeos utilizando o iTunes.
ru: Вы можете снять фото или видео с помощью камеры либо синхронизировать фото или видео через iTunes.
th: คุณสามารถถ่ายรูปและวิดีโอด้วยกล้อง หรือซิงค์รูปและวิดีโอโดยใช้ iTunes ได้
zh: 您可以使用摄像头拍摄照片或视频，或通过iTunes同步照片和视频。

# Button_Paper
source: Paper
es: Papel
fr: Papier
hi: कागज
it: Foglio
ja: 用紙
nl: Papier
pt: Papel
ru: Бумага
th: กระดาษ
zh: 纸张

# Button_Margins
source: Margins
es: Márgenes
fr: Marges
hi: हाशिए
it: Margini
ja: 余白
nl: Marges
pt: Margens
ru: Поля
th: ริม
zh: 页边距

# Label_Custom
source: Custom
es: Personalizado
fr: Personnalisé
hi: कस्‍टम
it: Personalizzato
ja: カスタム
nl: Aangepast
pt: Personalizado
ru: Настраиваемый
th: ตั้งค่าเอง
zh: 自定义

# Label_Width
source: Width
es: Ancho
fr: Largeur
hi: चौड़ाई
it: Larghezza
ja: 幅
nl: Breedte
pt: Largura
ru: Ширина
th: ความกว้าง
zh: 宽度

# Label_Height
source: Height
es: Alto
fr: Hauteur
hi: ऊंचाई
it: Altezza
ja: 高さ
nl: Hoogte
pt: Altura
ru: Высота
th: ความสูง
zh: 高度

# Label_Left
source: Left
es: Izquierda
fr: Gauche
hi: बायां
it: Sinistra
ja: 左
nl: Links
pt: Esquerda
ru: Слева
th: ซ้าย
zh: 左侧

# Label_Right
source: Right
es: Derecha
fr: Droite
hi: दाहिना
it: Destra
ja: 右
nl: Rechts
pt: Direita
ru: Справа
th: ขวา
zh: 右侧

# Label_Layout
source: Layout
es: Diseño
fr: Mise en page
hi: लेआउट
ja: レイアウト
nl: Indeling
pt: Esquema
ru: Макет
th: ผัง
zh: 布局

# Label_Styles
source: Styles
es: Estilos
hi: शैलियां
it: Stili
ja: スタイル
nl: Stijlen
pt: Estilos
ru: Стили
th: สไตล์
zh: 样式

# Label_PageMargins
source: Page Margins
es: Márgenes de página
fr: Marges de la page
hi: पृष्‍ठ के हाशिए
it: Margini Pagina
ja: ページの余白
nl: Paginamarges
pt: Margens da página
ru: Поля страницы
th: ริมหน้า
zh: 页边距

# Label_PageOrientation
source: Page Orientation
es: Orientación de página
fr: Orientation de la page
hi: पृष्‍ठ का ओरिएंटेशन
it: Orientamento Pagina
ja: ページの向き
nl: Afdrukstand
pt: Orientação da página
ru: Ориентация страницы
th: ทิศทางการจัดวางหน้า
zh: 页面方向

# Label_PageSize
source: Page Size
es: Tamaño de página
fr: Taille de la page
hi: पृष्‍ठ का आकार
it: Dimensione Pagina
ja: ページのサイズ
nl: Paginaformaat
pt: Tamanho da página
ru: Размер страницы
th: ขนาดหน้า
zh: 页面大小

# Label_Bookmarks
source: Bookmarks
es: Marcadores
fr: Signets
hi: बुकमार्क्‍स
it: Segnalibri
ja: ブックマーク
nl: Bladwijzers
pt: Marcadores
ru: Закладки
th: บุ๊คมาร์ก
zh: 书签

# Label_Subrscript
source: Subscript
es: Subíndice
fr: Indice
hi: सबस्क्रिप्‍ट
it: Pedice
ja: 下付き文字
pt: Inferior à linha
ru: Подстрочный
th: ดรรชนีล่าง
zh: 下标

# Label_Superrscript
source: Superscript
es: Superíndice
fr: Exposant
hi: सुपरस्क्रिप्‍ट
it: Apice
ja: 上付き文字
pt: Superior à linha
ru: Надстрочный
th: ดรรชนีบน
zh: 上标
