Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Err_EnterLessSimilarPassword
source: Old and new password are too similar. Please enter a new password!
es: Las contraseñas nueva y antigua son demasiado parecidas. Utilice otra contraseña.
fr: Le nouveau mot de passe ressemble trop à l'ancien. Veuillez en changer !
hi: पुराने और नए पासवर्ड बहुत ज़्यादा समान हैं। कृपया अन्य पासवर्ड आज़माएँ!
it: La vecchia e la nuova password sono simili. Si prega di provarne un'altra!
ja: 以前のパスワードと新しいパスワードがほとんど同じです。違うパスワードにしてください！
pt: As palavras-passe antiga e nova são demasiado semelhantes. Tente outra palavra-passe!
ru: Старый пароль слишком похож на новый. Введите другой!
th: รหัสผ่านเก่าและรหัสผ่านใหม่ของคุณคล้ายกันเกินไป โปรดลองตั้งรหัสผ่านอื่น!

# Label_PremiumSubscriptionExpired
source: Your Premium subscription has expired.
es: Su suscripción Premium ha caducado.
fr: Votre abonnement Premium est arrivé à expiration.
hi: आपकी प्रीमियम सदस्यता समाप्त हो गई है।
it: L'abbonamento Premium è scaduto.
ja: Premium の登録期間が終了しました。
pt: A sua subscrição Premium expirou.
ru: Срок действия подписки Premium истек.
th: การสมัครสมาชิก Premium ของคุณหมดอายุแล้ว

# Label_PremiumSubscriptionHasAnotherAccount
source: This Premium subscription is already associated with %@.
es: Esta suscripción Premium ya está asociada a %@.
fr: Cet abonnement Premium est déjà associé à %@.
hi: यह प्रीमियम सदस्यता पहले ही %@ के साथ जुड़ी हुई है।
it: Questo abbonamento Premium è già associato a %@.
ja: この Premium 登録はすでに %@ と紐付いています。
pt: Esta subscrição Premium já se encontra associada a %@.
ru: Эта подписка Premium уже связана с %@.
th: การสมัครสมาชิก Premium นี้ เชื่อมโยงกับ %@ อยู่แล้ว

# Label_TooManyDevicesForSubscriptionMan
source: You have exceeded the maximum number of devices allowed for this Premium subscription.
es: Ha superado el número máximo de dispositivos permitidos para esta suscripción Premium.
fr: Vous avez atteint la limite d'appareils autorisés pour cet abonnement Premium.
hi: आप इस प्रीमियम सदस्यता के लिए अनुमति की डिवाइस की अधिकतम संख्या पार कर चुके हैं।
it: È stato superato il numero massimo di dispositivi consentiti per l'abbonamento Premium.
ja: この Premium 登録で利用可能なデバイス数の上限に達しました。
pt: Excedeu o número máximo de dispositivos permitidos para esta subscrição Premium.
ru: Вы превысили максимально допустимое количество устройств, разрешенных в подписке Premium.
th: คุณใช้อุปกรณ์เป็นจำนวนถึงขีดจำกัดที่อนุญาตให้สำหรับการสมัครสมาชิก Premium นี้แล้ว

# Msg_ShareDescription
source: Take a look at OfficeSuite. It's a great app for working with Word, Excel, PowerPoint and PDF documents.
es: OfficeSuite - una aplicación fantástica para trabajar con documentos de Word, Excel, PowerPoint y PDF.
fr: OfficeSuite, une application géniale pour travailler avec des documents Word, Excel, PowerPoint et PDF.
hi: OfficeSuite, एक महान app वर्ड, एक्सेल, और पीडीएफ दस्तावेजों को संपादित करने के लिए!
it: OfficeSuite, un'app fantastica per lavorare con documenti Word, Excel, PowerPoint e PDF.
ja: ぜひ OfficeSuite をチェックしてみてください。スマホやタブレットで Word、Excel、PowerPoint や PDF 文書まで扱える優れもののアプリです。
pt: OfficeSuite, uma aplicação excelente para trabalhar com documentos do Word, Excel, PowerPoint e PDF.
ru: Попробуйте OfficeSuite — прекрасное приложение для работы с документами Word, Excel, PowerPoint и PDF.
th: OfficeSuite, app ที่ดีในการแก้ไข Word, Excel, PowerPoint และเอกสาร PDF!

# Label_CPPleaseTryAgain
source: Connection problem. Please try again.
es: Problema de conexión. Inténtelo de nuevo más tarde.
fr: Problème de connexion. Réessayez plus tard.
hi: कनेक्शन की समस्या। कृपया बाद में फिर कोशिश करें।
it: Problema di connessione. Riprovare più tardi.
ja: 接続に問題発生。後でまたお試しください。
pt: Problema de ligação. Tente novamente mais tarde.
ru: Проблема с подключением. Повторите попытку позже.
th: เกิดปัญหาในการเชื่อมต่อ โปรดลองอีกครั้งภายหลัง

# Label_YouMustBeOnlineToSync
source: You must be online to syncronize your account.
es: Debe estar conectado para poder sincronizar su cuenta.
fr: Vous devez être en ligne pour synchroniser votre compte.
hi: अपना खाता सिंक्रनाइज़ करने के लिए आपको ऑनलाइन होना ज़रूरी है।
it: Per sincronizzare l'account è necessario essere online.
ja: アカウントを同期するにはオンラインである必要があります。
pt: Tem de estar online para sincronizar a sua conta.
ru: Для синхронизации учетной записи необходимо быть в сети.
th: คุณจะต้องออนไลน์เพื่อซิงโครไนซ์บัญชีของคุณ

# Label_LastSync
source: Last syncronized
es: Última sincronización:
fr: Dernière synchronisation :
hi: पिछला सिंक्रनाइज़:
it: Ultima sincronizzazione:
ja: 最後に同期したのは:
pt: Última sincronização:
ru: Последняя синхронизация:
th: ซิงโครไนซ์ล่าสุด:

# Wrn_WillLosePremiumSubscriptionIfSignOut
source: Are you sure you want to sign out? You will no longer be able to use your Premium subscription on this device.
es: ¿Seguro que quiere cerrar la sesión? No podrá usar su suscripción Premium en este dispositivo.
fr: Voulez-vous vraiment vous déconnecter ? Vous n'aurez plus accès à votre abonnement Premium sur cet appareil.
hi: क्या आप वाकई साइन आउट करना चाहते हैं? अब आप इस डिवाइस पर अपनी प्रीमियम सदस्यता का उपयोग नहीं कर सकेंगे।
it: Confermare l'uscita? Non sarà più possibile utilizzare l'abbonamento Premium su questo dispositivo.
ja: サインアウトしてよろしいですか？このデバイスで今後 Premium 登録を利用することができなくなります。
pt: Tem a certeza de que pretende terminar a sessão? Deixará de poder utilizar a sua subscrição Premium neste dispositivo.
ru: Действительно выйти? Вы больше не сможете использовать подписку Premium на этом устройстве.
th: แน่ใจหรือว่าคุณต้องการลงชื่อออก? คุณจะไม่สามารถใช้การสมัครสมาชิก Premium ของคุณบนอุปกรณ์นี้ได้อีก

# Label_TrackChanges
source: TRACK CHANGES
es: CONTROL DE CAMBIOS
fr: SUIVRE LES MODIFICATIONS
hi: बदलाव ट्रैक करें
it: REVISIONI
ja: 変更履歴
pt: REGISTAR ALTERAÇÕES
ru: ОТСЛЕЖИВАТЬ ИСПРАВЛЕНИЯ
th: ติดตามการเปลี่ยนแปลง

# Label_TrackChangesMergedView
source: Merged View
es: Vista combinada
fr: Vue fusionnée
hi: विलय किया गया दृश्य
it: Visualizzazione combinata
ja: 統合ビュー
pt: Vista Intercalada
ru: Единое представление
th: มุมมองรวม

# Label_TrackChangesOriginalView
source: Original View
es: Vista original
fr: Vue originale
hi: मूल दृश्य
it: Visualizzazione originale
ja: オリジナル ビュー
pt: Vista Original
ru: Исходное представление
th: มุมมองต้นฉบับ

# Label_TrackChangesFinalView
source: Final View
es: Vista final
fr: Vue finale
hi: अंतिम दृश्य
it: Visualizzazione finale
ja: 最終ビュー
pt: Vista Final
ru: Конечное представление
th: มุมมองสุดท้าย

# Label_ReviewMarkup
source: REVIEW MARKUP
es: REVISAR MARCAS
fr: BALISE DE RÉVISION
hi: मार्कअप की समीक्षा करें
it: COMMENTI DI REVISIONE
ja: レビュー マークアップ
pt: REVER MARCAÇÃO
ru: ПРОСМОТР ИСПРАВЛЕНИЙ
th: มาร์กอัปการตรวจทาน

# Label_PreviousChange
source: PREVIOUS CHANGE
es: CAMBIO ANTERIOR
fr: CHANGEMENT PRÉCÉDENT
hi: पिछला बदलाव
it: MODIFICA PRECEDENTE
ja: 前の変更
pt: ALTERAÇÃO ANTERIOR
ru: ПРЕД. ИСПРАВЛЕНИЕ
th: การเปลี่ยนแปลงก่อนหน้า

# Label_NextChange
source: NEXT CHANGE
es: CAMBIO SIGUIENTE
fr: CHANGEMENT SUIVANT
hi: अगला बदलाव
it: MODIFICA SUCCESSIVA
ja: 次の変更
pt: ALTERAÇÃO SEGUINTE
ru: СЛЕД. ИСПРАВЛЕНИЕ
th: การเปลี่ยนแปลงถัดไป

# Label_PreviousComment
source: PREVIOUS COMMENT
es: COMENTARIO ANTERIOR
fr: COMMENTAIRE PRÉCÉDENT
hi: पिछली टिप्पणी
it: COMMENTO PRECEDENTE
ja: 前のコメント
pt: COMENTÁRIO ANTERIOR
ru: ПРЕД. КОММЕНТАРИЙ
th: ความคิดเห็นก่อนหน้า

# Label_HiddenTrackChanges
source: All tracked changes are currently hidden.
es: Actualmente todas las marcas de revisión están ocultas.
fr: Toutes les modifications suivies sont actuellement cachées.
hi: ट्रैक किए गए सभी बदलाव फ़िलहाल छिपे हुए हैं।
it: Tutte le revisioni sono al momento nascoste.
ja: 変更履歴は現在非表示です。
pt: De momento todas as alterações registadas encontram-se ocultas.
ru: Все отслеживаемые исправления сейчас скрыты.
th: ขณะนี้การติดตามการเปลี่ยนแปลงทั้งหมดจะถูกซ่อนอยู่

# Label_ShowAllTrackChanges
source: Show all
es: Mostrar todo
fr: Tout afficher
hi: सभी दिखाएँ
it: Mostra tutto
ja: すべて表示
pt: Mostrar todos
ru: Показать все
th: แสดงทั้งหมด

# Label_NoChangesInDocument
source: The document contains no tracked changes.
es: El documento no contiene marcas de revisión.
fr: Le document ne contient aucune modification suivie.
hi: दस्तावेज़ में कोई ट्रैक किया गया बदलाव नहीं है।
it: Il documento non contiene revisioni.
ja: この文書には変更履歴がありません。
pt: O documento não contém quaisquer alterações registadas.
ru: Отслеживаемых исправлений в документе нет.
th: เอกสารไม่มีการติดตามการเปลี่ยนแปลง

# Label_SearchFromBeginningOfDocument
source: Do you want to continue searching from the beginning of the document?
es: ¿Continuar buscando desde el principio del documento?
fr: Continuer la recherche depuis le début du document ?
hi: दस्तावेज़ के आरंभ से खोज जारी रखें?
it: Continuare la ricerca dall'inizio del documento?
ja: 文書の頭から検索を続けますか？
pt: Continuar a pesquisar desde o início do documento?
ru: Продолжить поиск с начала документа?
th: ค้นหาต่อไปจากจุดเริ่มต้นของเอกสารหรือไม่?

# Label_SearchFromEndOfDocument
source: Do you want to continue searching from the end of the document?
es: ¿Continuar buscando desde el final del documento?
fr: Continuer la recherche depuis la fin du document ?
hi: दस्तावेज़ के अंत से खोज जारी रखें?
it: Continuare la ricerca dalla fine del documento?
ja: 文書の最後から検索を続けますか？
pt: Continuar a pesquisar desde o fim do documento?
ru: Продолжить поиск с конца документа?
th: ค้นหาต่อไปจากจุดสิ้นสุดของเอกสารหรือไม่?

# Label_RevisionsTracking
source: Revisions tracking
es: Control de revisiones
fr: Suivi des modifications
hi: संशोधन ट्रैकिंग
it: Rilevamento revisioni
ja: 改訂トラッキング
pt: Controlo de revisões
ru: Отслеживание исправлений
th: การติดตามการตรวจแก้

# Label_RevisionsTrackingMessage
source: This action will not be marked as a change. Do you want to continue?
es: Esta acción no se marcará como un cambio. ¿Desea continuar?
fr: Cette action ne sera pas marquée comme changement. Voulez-vous continuer ?
hi: यह क्रिया बदलाव के रूप में चिह्नित नहीं की जाएगी। क्या आप जारी रखना चाहते हैं?
it: Questa azione non verrà contrassegnata come modifica. Continuare?
ja: このアクションは「変更」として記録されません。このまま続けますか？
pt: Esta ação não será marcada como alteração. Pretende continuar?
ru: Это действие не будет отмечено как исправление. Продолжить?
th: การกระทำนี้จะไม่ถูกกำกับว่าเป็นการเปลี่ยนแปลง คุณต้องการดำเนินการต่อหรือไม่?

# Label_UntrackedOperationMessage
source: This operation will not be marked as a change because it affects a table.
es: Esta operación no se marcará como un cambio porque afecta a una tabla.
fr: Cette opération ne sera pas marquée comme changement car elle modifie un tableau.
hi: यह संचालन बदलाव के रूप में चिह्नित नहीं किया जाएगा क्योंकि यह तालिका को प्रभावित करता है।
it: Questa operazione non verrà contrassegnata come modifica perché riguarda una tabella.
ja: テーブルに影響してしまうので、この作業は「変更」として記録されません。
pt: Esta operação não será marcada como alteração porque afeta uma tabela.
ru: Эта операция не будет отмечена как исправление, поскольку она влияет на таблицу.
th: การกระทำนี้จะไม่ถูกกำกับว่าเป็นการเปลี่ยนแปลง เพราะส่งผลกระทบกับตาราง

# Label_January
source: January
es: Enero
fr: Janvier
hi: जनवरी
it: gennaio
ja: 1月
pt: Janeiro
ru: Январь
th: มกราคม

# Label_February
source: February
es: Febrero
fr: Février
hi: फ़रवरी
it: febbraio
ja: 2月
pt: Fevereiro
ru: Февраль
th: กุมภาพันธ์

# Label_March
source: March
es: Marzo
fr: Mars
hi: मार्च
it: marzo
ja: 3月
pt: Março
ru: Март
th: มีนาคม

# Label_April
source: April
es: Abril
fr: Avril
hi: अप्रैल
it: aprile
ja: 4月
pt: Abril
ru: Апрель
th: เมษายน

# Label_May
source: May
es: Mayo
fr: Mai
hi: मई
it: maggio
ja: 5月
pt: Maio
ru: Май
th: พฤษภาคม

# Label_June
source: June
es: Junio
fr: Juin
hi: जून
it: giugno
ja: 6月
pt: Junho
ru: Июнь
th: มิถุนายน

# Label_July
source: July
es: Julio
fr: Juillet
hi: जुलाई
it: luglio
ja: 7月
pt: Julho
ru: Июль
th: กรกฎาคม

# Label_August
source: August
es: Agosto
fr: Août
hi: अगस्त
it: agosto
ja: 8月
pt: Agosto
ru: Август
th: สิงหาคม

# Label_September
source: September
es: Septiembre
fr: Septembre
hi: सितंबर
it: settembre
ja: 9月
pt: Setembro
ru: Сентябрь
th: กันยายน

# Label_October
source: October
es: Octubre
fr: Octobre
hi: अक्तूबर
it: ottobre
ja: 10月
pt: Outubro
ru: Октябрь
th: ตุลาคม

# Label_November
source: November
es: Noviembre
fr: Novembre
hi: नवंबर
it: novembre
ja: 11月
pt: Novembro
ru: Ноябрь
th: พฤศจิกายน

# Label_December
source: December
es: Diciembre
fr: Décembre
hi: दिसंबर
it: dicembre
ja: 12月
pt: Dezembro
ru: Декабрь
th: ธันวาคม

# Label_SwitchOffReflow
source: Editing is disabled in Reflow ޮode. Would you like to switch to Continuous ޮode?
es: No es posible editar el documento en Modo de redistribución. ¿Desea cambiar a Modo continuo?
fr: La modification est désactivée en mode Dynamique. Voulez-vous passer en mode continu ?
hi: रीफ़्लो मोड में संपादन अक्षम होता है। क्या आप निरंतर मोड में स्विच करना चाहेंगे?
it: Le modifiche sono disabilitate nella modalità Adattamento dinamico. Passare alla modalità Continua?
ja: リフローモードで編集はできません。連続閲覧モードに切り替えますか？
pt: A edição encontra-se desativada no Modo Ajustado. Pretende mudar para o Modo Contínuo?
ru: Редактирование в режиме расплавления отключено. Перейти в непрерывный режим?
th: ไม่สามารถแก้ไขข้อมูลในโหมดจัดคำให้พอดีได้ คุณต้องการเปลี่ยนเป็นโหมดต่อเนื่องหรือไม่?

# Label_ProtectedFile
source: Protected file
es: Archivo protegido
fr: Fichier protégé
hi: रक्षित फ़ाइल
it: File protetto
ja: 保護されたファイル
pt: Ficheiro protegido
ru: Защищенный файл
th: ไฟล์ที่ได้รับการปกป้อง

# Label_FullAccessPasswordRequired
source: The file is password protected. Enter Full Access password:
es: El archivo está protegido por contraseña. Introduzca la contraseña de acceso completa:
fr: Le fichier est protégé par mot de passe. Entrez le mot de passe d'accès intégral:
hi: फ़ाइल पासवर्ड द्वारा संरक्षित है। पूर्ण पहुँच पासवर्ड दर्ज करें:
it: Questo file è protetto da password. Inserire la password per l'accesso completo:
ja: このファイルはパスワードで保護されています。 パスワードを入力してください:
pt: O ficheiro encontra-se protegido por palavra-passe. Introduza a palavra-passe de acesso total:
ru: Файл защищен паролем. Введите пароль для полного доступа:
th: ไฟล์นี้ได้รับการปกป้องด้วยรหัสผ่าน โปรดป้อนรหัสผ่านสำหรับเข้าใช้งาน:

# Label_Annotations
source: Annotations
es: Anotaciones
hi: टिप्पणियाँ
it: Note
ja: 注釈
pt: Anotações
ru: Примечания
th: คำอธิบายประกอบ

# Label_NoAnnotations
source: No annotations
es: No hay anotaciones
fr: Aucune annotation
hi: कोई टिप्पणी नहीं है
it: Nessuna nota
ja: 注釈なし
pt: Sem anotações
ru: Примечаний нет
th: ไม่มีคำอธิบายประกอบ

# Label_NoContents
source: No contents
es: No hay contenido
fr: Aucun contenu
hi: कोई सामग्री नहीं है
it: Nessun contenuto
ja: コンテンツなし
pt: Sem conteúdo
ru: Ничего не найдено
th: ไม่มีเนื้อหา

# Label_WillDeleteAllAnnotations
source: Are you sure you want to delete all annotations in this document?
es: ¿Seguro que desea eliminar todas las anotaciones de este documento?
fr: Voulez-vous vraiment supprimer toutes les annotations de ce document ?
hi: क्या आप वाकई इस दस्तावेज़ से सभी टिप्पणियाँ हटाना चाहते हैं?
it: Eliminare tutte le note presenti nel documento?
ja: この文書に付いている注釈をすべて削除してよろしいですか？
pt: Tem a certeza de que pretende eliminar todas as anotações deste documento?
ru: Удалить все примечания в этом документе?
th: แน่ใจหรือว่าคุณต้องการลบคำอธิบายประกอบทั้งหมดในเอกสารนี้

# Label_Reflow
source: Reflow
es: Redistribución
fr: Dynamique
hi: रीफ़्लो
it: Adattamento dinamico
ja: リフロー
pt: Ajustado
ru: Расплавление
th: จัดคำให้พอดี

# Label_DocumentNavigation
source: Document Navigation
es: Navegación por el documento
fr: Navigation dans le document
hi: दस्तावेज़ नेविगेशन
it: Navigazione del documento
ja: 文書ナビゲーション
pt: Navegação no Documento
ru: Навигация в документе
th: การนำทางในเอกสาร

# Label_DeletingAnnotations
source: Deleting annotations...
es: Eliminando anotaciones...
fr: Suppression des annotations...
hi: टिप्पणियाँ हटाई जा रही हैं...
it: Eliminazione note in corso...
ja: 注釈を削除中…
pt: A eliminar anotações...
ru: Удаление примечаний…
th: กำลังลบคำอธิบายประกอบ...

# Label_WillSwitchToContinuousMode
source: Annotations are not available in Reflow ޮode. Would you like to switch to Continuous ޮode?
es: Las anotaciones no están disponibles en Modo de redistribución. ¿Desea cambiar a Modo continuo?
fr: Les annotations ne sont pas disponibles en mode Dynamique. Voulez-vous vraiment passer en mode Continu ?
hi: रीफ़्लो मोड में टिप्पणियाँ उपलब्ध नहीं होतीं। क्या आप निरंतर मोड में स्विच करना चाहेंगे?
it: Le note non sono disponibili nella modalità Adattamento dinamico. Passare alla modalità Continua?
ja: リフローモードで注釈は利用できません。連続閲覧モードに切り替えますか？
pt: As anotações não se encontram disponíveis no Modo Ajustado. Pretende mudar para o Modo Contínuo?
ru: Примечания в режиме расплавления недоступны. Перейти в непрерывный режим?
th: ไม่สามารถใช้คำอธิบายประกอบในโหมดจัดคำให้พอดีได้ คุณต้องการเปลี่ยนเป็นโหมดต่อเนื่องหรือไม่?

# Label_PdfUserPasswordSameAsOwnerPassword
source: Owner and user passwords cannot be identical.
es: Las contraseñas de propietario y de usuario no pueden ser idénticas.
fr: Les mots de passe du propriétaire et de l'utilisateur doivent être identiques.
hi: स्वामी और उपयोगकर्ता पासवर्ड समरूप नहीं हो सकते।
it: Le password del proprietario e dell'utente non possono essere identiche.
ja: オーナーとユーザーパスワードは同じ文字列にはできません。
pt: As palavras-passe do proprietário e do utilizador não podem ser idênticas.
ru: Пароль владельца и пароль пользователя не могут совпадать.
th: รหัสผ่านของเจ้าของและผู้ใช้จะต้องไม่ซ้ำกัน

# Label_DontAskAgain
source: Don't ask again
es: No volver a preguntar
fr: Ne plus demander
hi: फिर न पूछें
it: Non chiedermelo più
ja: 再表示しない
pt: Não voltar a perguntar
ru: Больше не спрашивать
th: ไม่ต้องถามอีก

# Label_TabRecent
source: Recent
es: Recientes
fr: Récent
hi: हाल का
it: Recenti
ja: 最近
pt: Recentes
ru: Последние
th: ล่าสุด

# Label_RecentFilesUp
source: Recent Files
es: Archivos recientes
fr: Fichiers récents
hi: हाल की फ़ाइलें
it: File recenti
ja: 最近利用したファイル
pt: Ficheiros Recentes
ru: Последние файлы
th: ไฟล์ล่าสุด

# Label_NewBlankDocument
source: New Blank Document
es: Nuevo documento en blanco
fr: Nouveau document vierge
hi: नया रिक्त दस्तावेज़
it: Documento vuoto nuovo
ja: 白紙の文書
pt: Novo Documento
ru: Создать документ
th: เอกสารเปล่าใหม่

# Label_NewBlankSpreadsheet
source: New Blank Spreadsheet
es: Nueva hoja de cálculo en blanco
fr: Nouvelle feuille de calcul vierge
hi: नई रिक्त स्प्रेडशीट
it: Foglio di calcolo vuoto nuovo
ja: 白紙のスプレッドシート
pt: Nova Folha de Cálculo
ru: Создать таблицу
th: สเปรดชีตเปล่าใหม่

# Label_NewBlankPresentation
source: New Blank Presentation
es: Nueva presentación en blanco
fr: Nouvelle présentation vierge
hi: नई रिक्त प्रस्तुति
it: Presentazione vuota nuova
ja: 白紙のプレゼンテーション
pt: Nova Apresentação
ru: Создать презентацию
th: งานนำเสนอเปล่าใหม่

# Label_AddCloudStorage
source: Add Cloud Storage
es: Añadir almacen. en la nube
fr: Ajouter stockage cloud
hi: क्लाउड संग्रहण जोड़ें
it: Aggiungi archiviazione in cloud
ja: クラウドストレージを追加
pt: Adicionar Armazen. Nuvem
ru: Добавить обл. хранилище
th: เพิ่มที่เก็บข้อมูลในคลาวด์

# Label_MDM_Clouds_Disabled
source: Your administrator has disabled access to cloud storages. You open/edit/save only local files now.
es: Su administrador ha desactivado el acceso a plataformas de almacenamiento en la nube. Solo puede abrir/editar/guardar archivos locales.
fr: Votre administrateur a désactivé l'accès aux stockages dans le cloud. L'ouverture, la modification et l'enregistrement de fichiers sont limités en local.
hi: आपके व्यवस्थापक क्लाउड संग्रहण की पहुँच अक्षम कर दी है। अब आप केवल स्थानीय फ़ाइलें खोल/संपादित/सहेज सकते हैं।
it: L'amministratore ha disabilitato l'accesso allo spazio di archiviazione su cloud. Ora è possibile soltanto aprire, modificare o salvare i file locali.
ja: 管理者がクラウドストレージへのアクセスを「オフ」にしました。現在ファイルを開く／編集する／保存することができるのはローカルのみです。
pt: O seu administrador desativou o acesso ao armazenamento na nuvem. Agora só pode abrir/editar/guardar ficheiros locais.
ru: Ваш администратор отключил доступ к облачным хранилищам. Сейчас вы можете открывать/редактировать/сохранять только локальные файлы.
th: ผู้ดูแลระบบของคุณไม่อนุญาตให้เข้าถึงที่เก็บข้อมูลในระบบคลาวด์ คุณจะสามารถเปิด/แก้ไข/บันทึกได้เฉพาะไฟล์ในเครื่องเท่านั้น

# Label_MDM_AirWatchEdition
source: AirWatch Edition
es: Edición AirWatch
fr: Modification AirWatch
hi: AirWatch संस्करण
it: Edizione per AirWatch
ja: AirWatch エディション
pt: Edição AirWatch
ru: Выпуск AirWatch
th: รุ่นสำหรับ AirWatch

# Lable_MDM_PermissionChanged
source: Permission changed
es: Permiso cambiado
fr: Permission modifiée
hi: अनुमति बदली गई
it: Autorizzazione modificata
ja: 許可関連が変更されました
pt: Permissão alterada
ru: Разрешение изменено
th: เปลี่ยนสิทธิ์อนุญาตแล้ว

# Label_MDM_PasscodeDisabled
source: Your administrator has disabled setting an application password.
es: Su administrador ha desactivado la posibilidad de definir una contraseña para la aplicación.
fr: Votre administrateur a désactivé la possibilité de définir un mot de passe pour l'application.
hi: आपके व्यवस्थापक ने एप्लिकेशन पासवर्ड सेटिंग अक्षम कर दी है।
it: L'amministratore ha disabilitato l'impostazione di una password per l'applicazione.
ja: 管理者がアプリケーションのパスワードの設定を無効にしました。
pt: O administrador desativou a opção de definição de uma palavra-passe para a aplicação.
ru: Администратор отключил установку пароля для приложения.
th: ผู้ดูแลระบบของคุณได้ปิดใช้งานการตั้งค่ารหัสผ่านของแอปพลิเคชัน

# Label_AboutOfficeSuite
source: About OfficeSuite
es: Acerca de OfficeSuite
fr: À propos d'OfficeSuite
hi: OfficeSuite का परिचय
it: Informazioni su OfficeSuite
ja: OfficeSuite について
pt: Acerca do OfficeSuite
ru: О приложении OfficeSuite
th: เกี่ยวกับ OfficeSuite

# Label_AccountSettings
source: Account settings
es: Cuenta
fr: Compte
hi: खाता सेटिंग्स
it: Impostazioni account
ja: アカウント
pt: Conta
ru: Уч. запись
th: การตั้งค่าบัญชี

# Label_ReviewMarkupTitleCase
source: Review Markup
es: Revisar marcas
fr: Balise de révision
hi: मार्कअप की समीक्षा करें
it: Commenti di revisione
ja: レビュー マークアップ
pt: Rever Marcação
ru: Просмотр исправлений
th: มาร์กอัปการตรวจทาน

# Label_PremiumWordTrackChanges
source: Create and edit track changes for improved collaboration.
es: Cree y edite marcas de revisión para mejorar la colaboración.
fr: Création et correction des modification suivies pour une collaboration améliorée.
hi: बेहतर सहयोग के लिए बदलाव ट्रैक करना बनाएँ और संपादित करें।
it: Crea e modifica le revisioni per una collaborazione migliore.
ja: 変更履歴を作成および編集して共同作業の効率をアップ。
pt: Crie e edite alterações registadas para melhorar a colaboração.
ru: Удобная совместная работа: создавайте и редактируйте исправления.
th: สร้างและแก้ไขการติดตามการเปลี่ยนแปลง เพื่อเพิ่มประสิทธิภาพในการร่วมมือ

# Label_SearchCommentsFromBeginningOfDocument
source: Searching comments from the beginning of the document.
es: Buscando comentarios desde el principio del documento.
fr: Recherche de commentaires depuis le début du document.
hi: दस्तावेज़ के आरंभ से टिप्पणियाँ खोजी जा रही हैं?
it: Cerca commenti dall'inizio del documento.
ja: 文書の頭からコメントを検索。
pt: Pesquisa de comentários desde o início do documento.
ru: Поиск комментариев с начала документа.
th: กำลังค้นหาความคิดเห็นจากจุดเริ่มต้นของเอกสาร

# Label_SearchCommentsFromEndOfDocument
source: Searching comments from the end of the document.
es: Buscando comentarios desde el final del documento.
fr: Recherche de commentaires depuis la fin du document.
hi: दस्तावेज़ के अंत से टिप्पणियाँ खोजी जा रही हैं?
it: Cerca commenti dalla fine del documento.
ja: 文書の最後からコメントを検索。
pt: Pesquisa de comentários desde o fim do documento.
ru: Поиск комментариев с конца документа.
th: กำลังค้นหาความคิดเห็นจากจุดสิ้นสุดของเอกสาร

# Label_SearchTabPlaceHolder
source: Search OfficeSuite
es: Buscar en OfficeSuite
fr: Chercher dans OfficeSuite
hi: OfficeSuite खोजें
it: Cerca in OfficeSuite
ja: OfficeSuite を検索
pt: Pesquisar no OfficeSuite
ru: Поиск OfficeSuite
th: ค้นหา OfficeSuite
