Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Confirm_DeleteUnsupportedDrawObject
source: Deleting this object cannot be undone. Continue?
es: No se puede deshacer la eliminación de este objeto. ¿Desea continuar?
fr: La suppression de cet objet ne pourra être annulée. Continuer ?
hi: इस वस्‍तु को हटाए जाने के कार्य को पलटा नहीं जा सकता। जारी रखें?
it: Se si elimina questo oggetto non si potrà tornare indiero. Continuare?
ja: このオブジェクトの削除を取り消すことはできません。続行しますか?
nl: Verwijderen van dit object kan niet ongedaan worden gemaakt. Doorgaan?
pt: Não é possível desfazer a eliminação deste objecto. Continuar?
ru: Удаление этого объекта не сможет быть отменено. Продолжить?
th: การลบวัตถุนี้ไม่สามารถยกเลิกคำสั่งได้ ทำต่อไปหรือไม่?
zh: 删除该对象后，将无法撤销。要继续吗？

# Label_InvalidRange
source: Please, enter a valid cell range.
es: Introduzca una rango de celdas válido.
fr: Veuillez entrer une plage de cellules valide.
hi: कृपया एक मान्‍य सेल रेंज दर्ज करें।
it: Inserire un intervallo di celle valido.
ja: 有効なセルの範囲を入力してください。
nl: Voer een geldig celbereik in.
pt: Insira um intervalo de células válido.
ru: Пожалуйста, укажите правильный диапазон ячеек.
th: กรุณากรอกพิสัยเซลล์ที่ถูกต้อง
zh: 请输入有效的单元格区域。

# Label_InvalidRangeAndList
source: Value should be a valid cell range or a semicolon seperated list.
es: El valor debe ser un intervalo de celdas válido o una lista separada con punto y coma.
fr: La valeur doit être une plage de cellules valide ou une liste de valeurs séparées d'un point-virgule.
hi: मान को एक मान्‍य सेल रेंज या अर्द्ध-विराम से पृथक्‍कृत एक सूची होना चाहिए।
it: Il valore deve essere un intervallo di celle valido o una lista di valori separati dal punto e virgola.
ja: 値は、有効なセル範囲またはセミコロンで区切られたリストである必要があります。
nl: De waarde moet een geldig celbereik zijn of een door puntkomma's gescheiden lijst.
pt: O valor deve ser um intervalo de células válido ou uma lista separada por ponto e vírgula.
ru: Значение должно быть представлено правильным диапазоном ячеек или списком, элементы которого разделены точкой с запятой.
th: ค่าควรเป็นพิสัยเซลล์ที่ถูกต้องหรือเป็นรายการที่คั่นด้วยอัฒภาค
zh: 区域值应当是有效的单元格区域或以分号隔开的列表。

# Label_InvalidSeriesValues
source: Value should be a valid cell range or a list of values.
es: El valor debe ser un intervalo de celdas válido o una lista de valores.
fr: La valeur doit être une plage de cellules valide ou une liste de valeurs.
hi: मान को एक मान्‍य सेल रेंज या मानों की एक सूची होना चाहिए।
it: Il valore deve essere un intervallo di celle valido o una lista di valori.
ja: 値は、有効なセル範囲または値のリストである必要があります。
nl: De waarde moet een geldig celbereik zijn of een lijst van waarden.
pt: O valor deve ser um intervalo de células válido ou uma lista de valores.
ru: Значение должно быть представлено правильным диапазоном ячеек или списком значений.
th: ค่าควรเป็นพิสัยเซลล์ที่ถูกต้องหรือเป็นรายการค่าต่างๆ
zh: 区域值应当是有效的单元格区域或一组值。

# Label_GoToCellNotAvailable
source: Go to Cell feature is not available for this sheet.
es: La opción 'Ir a celda' no está disponible para esta hoja.
fr: La fonctionnalité 'Aller à la cellule' n'est pas disponible pour cette feuille.
hi: इस पत्रक के लिए 'सेल पर जाएं' विशेषता उपलब्‍ध नहीं है।
it: La funzionalità 'Vai alla Cella' non è disponibile su questo foglio.
ja: 'セルへ移動'機能はこのシートでは使用できません。
nl: De functie 'Ga naar cel' is niet beschikbaar voor dit blad.
pt: A função 'Ir para célula' não está disponível nesta folha.
ru: Функция 'Перейти к ячейке' недоступна для этого листа.
th: คุณสมบัติ 'ไปที่เซลล์' ไม่มีให้ใช้ในชีตนี้
zh: 该工作表无法使用“转到单元格”功能。

# Label_FreezeNotAvailable
source: Freeze feature is not available for this sheet.
es: La opción 'Inmovilizar' no está disponible para esta hoja.
fr: La fonctionnalité 'Figer' n'est pas disponible pour cette feuille.
hi: इस पत्रक के लिए 'फ्रीज़' की विशेषता उपलब्‍ध नहीं है।
it: La funzionalità 'Blocca' non è disponibile su questo foglio.
ja: '固定'機能はこのシートでは使用できません。
nl: De functie 'Blokkeren' is niet beschikbaar voor dit blad.
pt: A função 'Bloquear' não está disponível nesta folha.
ru: Функция 'Заморозить' недоступна для этого листа.
th: คุณสมบัติ 'ตรึง' ไม่มีให้ใช้ในชีตนี้
zh: 该工作表无法使用“冻结”功能。

# Label_SortNotAvailable
source: Sort feature is not available for this sheet.
es: La opción 'Ordenar' no está disponible para esta hoja.
fr: La fonctionnalité 'Trier' n'est pas disponible pour cette feuille.
hi: इस पत्रक के लिए 'छांटें' की विशेषता उपलब्‍ध नहीं है।
it: La funzionalità 'Ordina' non è disponibile su questo foglio.
ja: '並べ替え'機能はこのシートでは使用できません。
nl: De functie 'Sorteren' is niet beschikbaar voor dit blad.
pt: A função 'Ordenar' não está disponível nesta folha.
ru: Функция 'Сортировать' недоступна для этого листа.
th: คุณสมบัติ 'เรียง' ไม่มีให้ใช้ในชีตนี้
zh: 该工作表无法使用“排序”功能。

# Label_ComplexRange
source: Complex range
es: Intervalo complejo
fr: Plage complexe
hi: जटिल रेंज
it: Intervallo complesso
ja: 複雑な範囲
nl: Samengesteld bereik
pt: Intervalo complexo
ru: Сложный диапазон
th: พิสัยซ้บซ้อน
zh: 区域

# Label_ClearOptions
source: Clear options
es: Borrar opciones
fr: Réinitialiser les options
hi: साफ करें विकल्‍प
it: Pulisci le impostazioni
ja: オプションをクリア
nl: Opties wissen
pt: Limpar opções
ru: Очистить опции
th: ล้างทางเลือก
zh: 清除选项

# Label_ClearAll
source: Clear all
es: Borrar todo
fr: Tout effacer
hi: सभी को साफ करें
it: Pulisci tutto
ja: すべてクリア
nl: Alles wissen
pt: Limpar tudo
ru: Очистить все
th: ล้างทั้งหมด
zh: 清除所有

# Label_ClearFormats
source: Clear formats
es: Borrar formatos
fr: Effacer la mise en forme
hi: प्रारूपों को साफ करें
it: Pulisci i formati
ja: 書式をクリア
nl: Opmaak wissen
pt: Limpar formatos
ru: Очистить форматы
th: ล้างรูปแบบ
zh: 清除格式

# Label_ClearContents
source: Clear contents
es: Borrar contenidos
fr: Effacer le contenu
hi: विषयवस्‍तुओं को साफ करें
it: Pulisci i contenuti
ja: コンテンツをクリア
nl: Inhoud wissen
pt: Limpar conteúdos
ru: Очистить содержимое
th: ล้างเนื้อหา
zh: 清除内容

# Label_RangePlaceholder
source: Range
es: Intervalo
fr: Plage
hi: रेंज
it: Intervallo
ja: 範囲
nl: Bereik
pt: Intervalo
ru: Диапазон
th: พิสัย
zh: 区域

# Label_XlsSaveDrawingsNotSupported
source: Saving charts and images in xls format is not supported. These objects will not be saved.
es: No se puede guardar gráficos e imágenes en formato xls. Estos objetos no se guardarán.
fr: L'enregistrement des graphiques et des images au format xls n'est pas pris en charge. Ces objets ne seront pas enregistrés.
hi: चार्ट्स और चित्रों को xls प्रारूप में सहेजने के लिए समर्थन नहीं है। ये वस्‍तुएं सहेजी नहीं जाएंगी।
it: Il salvataggio di grafici ed immagini in formato xls non è supportato. Questi oggetti non verranno salvati.
ja: xls形式でのグラフと画像の保存はサポートされていません。これらのオブジェクトは保存されません。
nl: Opslaan van diagrammen en afbeeldingen in xls-indeling wordt niet ondersteund. Deze objecten worden niet opgeslagen.
pt: A opção de guardar gráficos e imagens em formato xls não é suportada. Estes objectos não serão guardados.
ru: Сохранение диаграмм и изображений в формате xls невозможно. Эти объекты не будут сохранены.
th: การบันทึกแผนภูมิและรูปภาพในรูปแบบ xls ไม่ได้รับการสนับสนุน วัตถุเหล่านี้จะไม่ถูกบันทึก
zh: 不支持以xls格式保存图表和图像。无法保存这些对象。

# Label_InvalidLinearRange
source: Please enter a row/column range or a separated list of values.
es: Introduzca un intervalo de filas/columnas o una lista de valores.
fr: Veuillez entrer une plage de lignes/colonnes ou une liste séparée de valeurs.
hi: कृपया पंक्ति/स्‍तंभ की रेंज या मानों की एक पृथक सूची दर्ज करें।
it: Inserire un intervallo di righe/colonne o una lista di valori separati.
ja: 行/列の範囲または区切られた値のリストを入力してください。
nl: Voer een rij/kolom-bereik in of een gescheiden lijst van waarden.
pt: Insira um intervalo de filas/colunas ou uma lista de valores separados.
ru: Пожалуйста, введите диапазон строк/столбцов или список значений с разделителями.
th: กรุณากรอกพิสัยแถว/คอลัมน์หรือรายการที่คั่นแยกของค่าต่างๆ
zh: 请输入行/列区域或单独的值列表。

# Label_InvalidTitleRange
source: Title should be a cell/row/column range or a string.
es: El título debe ser un intervalo de celdas/filas/columnas o una cadena.
fr: Le titre doit être une plage de cellules/lignes/colonnes ou une chaîne.
hi: शीर्षक को एक सेल/पंक्ति/स्‍तंभ की रेंज या एक स्ट्रिंग होना चाहिए।
it: Il titolo deve essere un intervallo di celle/righe/colonne o una stringa di testo.
ja: タイトルには、セル/行/列の範囲、または文字列を指定する必要があります。
nl: De titel moet een cel/rij/kolom-bereik zijn of een tekst.
pt: O título deve ser um intervalo de células/filas/colunas ou uma cadeia.
ru: Заголовок должен быть представлен диапазоном ячеек/строк/столбцов или строкой.
th: ชื่อเรื่องควรเป็นพิสัยของเซลล์/แถว/คอลัมน์หรือข้อมูลแบบสตริง
zh: 标题应当是单元格/行/列区域或字符串。

# Label_InvalidSeriesNameRange
source: Name should be a cell/row/column range or a string.
es: El nombre debe ser un intervalo de celdas/filas/columnas o una cadena.
fr: Le nom doit être une plage de cellules/lignes/colonnes ou une chaîne.
hi: नाम को एक सेल/पंक्ति/स्‍तंभ की रेंज या एक स्ट्रिंग होना चाहिए।
it: Il nome deve essere un intervallo di celle/righe/colonne o una stringa di testo.
ja: タイトルには、セル/行/列の範囲、または文字列を指定する必要があります。
nl: De naam moet een cel/rij/kolom-bereik zijn of een tekst.
pt: O nome deve ser um intervalo de células/filas/colunas ou uma cadeia.
ru: Название должны быть представлено диапазоном ячеек/строк/столбцов или строкой.
th: ชื่อควรเป็นพิสัยของเซลล์/แถว/คอลัมน์หรือข้อมูลแบบสตริง
zh: 名称应当是单元格/行/列区域或字符串。

# Label_InvalidSeriesValuesRange
source: Values should be a cell/row/column range or a separated list of numbers.
es: Los valores deben ser un intervalo de filas/columnas o una lista de valores.
fr: Les valeurs doivent être une plage de cellules/lignes/colonnes ou une liste séparée de nombres.
hi: मानों को को एक सेल/पंक्ति/स्‍तंभ की रेंज या संख्‍याओं की एक पृथक सूची होना चाहिए।
it: I valori devono essere un intervallo di righe/colonne o una lista di numeri separati.
ja: セル/行/列の範囲または区切られた数字のリスト指定する必要があります。
nl: Waarden moeten een cel/rij/kolom-bereik zijn of een gescheiden lijst van getallen.
pt: Os valores devem ser um intervalo de células/filas/colunas ou uma lista de números separados.
ru: Значения должны быть представлены диапазоном ячеек/строк/столбцов или списком чисел с разделителями.
th: ค่าควรเป็นพิสัยของเซลล์/แถว/คอลัมน์หรือรายการที่คั่นแยกของตัวเลข
zh: 值应当是单元格/行/列区域或单独的数字列表。

# Label_Names
source: Names
es: Nombres
fr: Noms
hi: नाम
it: Nomi
ja: 名前
nl: Namen
pt: Nomes
ru: Имена
th: ชื่อ
zh: 名称

# Label_FunctionCategories
source: Function Categories
es: Categorías de funciones
fr: Catégories de fonctions
hi: फ़ंक्‍शन की श्रेणियां
it: Categorie di funzioni
ja: 関数のカテゴリ
nl: FunctiecategorieÎn
pt: Categorias de função
ru: Категории функций
th: ประเภทฟังก์ชั่น
zh: 函数类别

# Label_DefinedNames
source: Defined Names
es: Nombres definidos
fr: Noms définis
hi: परिभाषित नाम
it: Nomi definiti
ja: 定義名
nl: Gedefinieerde namen
pt: Nomes definidos
ru: Определенные имена
th: ชื่อที่กำหนดไว้
zh: 已定义名称

# Label_NamesInfo
source: Name Info
es: Información de nombres
fr: Information sur les noms
hi: नाम की जानकारी
it: Informazioni sui nomi
ja: 名前の情報
nl: Naamgegevens
pt: Info. de nome
ru: Информация об имени
th: ข้อมูลชื่อ
zh: 名称信息

# Label_EditNames
source: Edit Names
es: Editar nombres
fr: Modifier les noms
hi: नामों को संपादित करें
it: Modifica nomi
ja: 名前の編集
nl: Namen bewerken
pt: Editar nomes
ru: Редактировать имена
th: แก้ไขชื่อ
zh: 编辑名称

# Label_Scope
source: Scope
es: Ámbito
fr: Portée
hi: कार्यक्षेत्र
it: Visibilità
ja: 場所
nl: Bereik
pt: Âmbito
ru: Область действия
th: ขอบเขต
zh: 范围

# Label_Workbook
source: Workbook
es: Libro
fr: Classeur
hi: वर्कबुक
it: Area di Lavoro
ja: ブック
nl: Werkmap
pt: Livro
ru: Книга
th: เวิร์กบุ๊ก
zh: 工作簿

# Label_NoDefinedNames
source: No defined names
es: Sin nombres definidos
fr: Aucun nom défini
hi: कोई परिभाषित नाम नहीं
it: Non ci sono nomi definiti
ja: 定義済みの名前はありません
nl: Geen gedefinieerde namen
pt: Sem nomes definidos
ru: Нет определенных имен
th: ไม่มีชื่อที่กำหนดไว้
zh: 无定义名称

# Label_InvalidName
source: The name that you entered has invalid symbols.
es: Este nombre contiene caracteres no válidos.
fr: Ce nom contient des symboles invalides.
hi: इस नाम में अमान्‍य संकेत शामिल हैं।
it: Il nome contiene dei simboli non validi.
ja: この名前には不正な記号が含まれています。
nl: Deze naam bevat ongeldige tekens.
pt: Este nome contém símbolos inválidos.
ru: Это имя содержит недопустимые символы.
th: ชื่อนี้มีสัญลักษณ์ที่ไม่ถูกต้อง
zh: 该名称包含无效符号。

# Label_DuplicateName
source: The name entered already exists.Enter a unique name for scope.
es: El nombre introducido ya existe. Introduzca un nombre que no se haya introducido antes.
fr: Le nom entré existe déjà. Veuillez entrer un nom unique.
hi: दर्ज किया नाम पहले से मौजूद है। कृपया एक अद्वितीय नाम दर्ज करें।
it: Il nome inserito è già esistente. Inserire un nome univoco.
ja: 入力した名前は既に存在しています。ユーザー名を入力してください。
nl: De ingevoerde naam bestaat reeds. Voer een unieke naam in.
pt: O nome inserido já existe. Insira um nome único.
ru: Введенное имя уже существует. Пожалуйста, введите уникальное имя.
th: ชื่อที่กรอกมีอยู่แล้ว กรุณากรอกชื่อที่ไม่ซ้ำ
zh: 输入的名称已经存在，请输入一个唯一的名称。

# ErrClass_Edit_Name
source: Name editing failed.
es: Error de edición de nombre.
fr: Édition du nom échouée.
hi: नाम संपादित करना असफल रहा।
it: Modifica del nome fallita.
ja: 名前の編集に失敗しました。
nl: Bewerken van naam mislukt.
pt: A edição de nomes falhou.
ru: Не удалось отредактировать имя.
th: การแก้ไขชื่อล้มเหลว
zh: 名称编辑失败。

# Label_DuplicateNameWarning
source: Name already exists
es: Este nombre ya existe
fr: Le nom existe déjà
hi: नाम पहले से मौजूद है
it: Il nome è già esistente
ja: 名前は既に存在します
nl: Naam bestaat reeds
pt: Nome já existe
ru: Имя уже существует
th: ชื่อมีอยู่แล้ว
zh: 名称已存在

# Label_InvalidNameWarning
source: Invalid symbols
es: Caracteres no válidos
fr: Symboles invalides
hi: अमान्‍य संकेत
it: Simboli non validi
ja: 不正な記号
nl: Ongeldige tekens
pt: Símbolos inválidos
ru: Недопустимые символы
th: สัญลักษณ์ไม่ถูกต้อง
zh: 无效符号

# Label_Move
source: Move
es: Mover
fr: Déplacer
hi: जाएं
it: Sposta
ja: 移動
nl: Verplaatsen
pt: Mover
ru: Переместить
th: ย้าย
zh: 移动

# InfoMsg_MoveSheetDescription
source: To move a sheet tap and hold on the sheet tab.
es: Para mover una hoja, pulse y mantenga pulsada la pestaña de la hoja.
fr: Pour déplacer une feuille, tapotez et maintenez sur l'onglet feuille.
hi: पत्रक को बढ़ाने के लिए, पत्रक के टैब पर टैप करके इसे दबाएं रखें।
it: Per spostare un foglio, tocca e tieni premuto sulla scheda dei fogli.
ja: シートを移動するには、シートのタブをタップして押し続けます。
nl: Tik op en houd de bladtab vast om een blad te verplaatsen.
pt: Para mover uma folha, toque e mantenha o separador da folha premido.
ru: Чтобы переместить лист, нажмите и удерживайте вкладку листа.
th: แตะค้างที่แท็บชีตเพื่อย้ายชีต
zh: 要移动工作表，请按住工作表标签不放。

# ErrMsg_CannotBeReplacedBySelfContents
source: Folder %@ can't be replaced by an item it contains.
es: La carpeta %@ no se puede reemplazar con un elemento que se encuentra dentro de esa carpeta.
fr: Le dossier %@ ne peut être remplacé par un objet qu'il contient.
hi: फोल्‍डर %@ को इसमें शामिल किसी आइटम से प्रतिस्‍थापित नहीं किया जा सकता है।
it: Impossibile sostituire la cartella %@ con qualcosa che è contenuto all'interno.
ja: フォルダ %@ 内の項目で自身を置き換えることはできません。
nl: Map %@ kan niet worden vervangen door een item in die map.
pt: A pasta %@ não pode ser substituída por um item que contém.
ru: Папка %@ не может быть заменена элементом, который она содержит.
th: โฟลเดอร์ %@ ไม่สามารถแทนที่ด้วยไอเท็มที่อยู่ภายในได้
zh: 文件夹%@不为空，无法替换。

# Confirm_DeleteRecentFiles
source: Are you sure you want to delete recent files?
es: ¿Está seguro de que desea eliminar los archivos recientes?
fr: Êtes-vous sûr de vouloir supprimer les fichiers récents ?
hi: क्‍या आप निश्चित हैं कि आप हाल ही की फाइलें हटाना चाहते हैं?
it: Eliminare i documenti recenti?
ja: 最近使ったファイルを削除しますか?
nl: Weet u zeker dat u recente bestanden wilt wissen?
pt: Tem a certeza de que pretende eliminar ficheiros recentes?
ru: Вы уверены, что хотите удалить последние файлы?
th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์ล่าสุด?
zh: 您真的要删除最近打开的文件吗？

# Label_Table
source: Table
es: Tabla
fr: Tableau
hi: तालिका
it: Tabella
ja: 表
nl: Tabel
pt: Tabela
ru: Таблица
th: ตาราง
zh: 表格

# Label_TableProperties
source: Table Properties
es: Propiedades de tabla
fr: Propriétés du tableau
hi: तालिका के गुण
it: Proprietà della Tabella
ja: 表のプロパティ
nl: Tabeleigenschappen
pt: Propriedades de tabela
ru: Свойства таблицы
th: คุณสมบัติตาราง
zh: 表格属性

# Label_InsertRowAfter
source: Insert Row After
es: Insertar fila posterior
fr: Insérer une ligne après
hi: इसके बाद पंक्ति डालें
it: Inserisci Riga Dopo
ja: 下に行を挿入
nl: Rij onder invoegen
pt: Inserir fila após
ru: Вставить строку после
th: แทรกแถวข้างหลัง
zh: 在后方插入行

# Label_InsertRowBefore
source: Insert Row Before
es: Insertar fila anterior
fr: Insérer une ligne avant
hi: इससे पहले पंक्ति डालें
it: Inserisci Riga Prima
ja: 上に行を挿入
nl: Rij boven invoegen
pt: Inserir fila antes
ru: Вставить строку перед
th: แทรกแถวก่อนหน้า
zh: 在前方插入行

# Label_DeleteRow
source: Delete Row
es: Eliminar fila
fr: Supprimer la ligne
hi: पंक्ति हटाएं
it: Elimina Riga
ja: 行の削除
nl: Rij verwijderen
pt: Eliminar fila
ru: Удалить строку
th: ลบแถว
zh: 删除行

# Label_DeleteTable
source: Delete Table
es: Eliminar tabla
fr: Supprimer le tableau
hi: तालिका हटाएं
it: Elimina Tabella
ja: 表の削除
nl: Tabel verwijderen
pt: Eliminar tabela
ru: Удалить таблицу
th: ลบตาราง
zh: 删除表格

# Label_Export
source: Export
es: Exportar
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
nl: Exporteren
pt: Exportar
ru: Экспорт
th: ส่งออก
zh: 导出

# Label_ExportTo
source: Export to
es: Exportar a
fr: Exporter vers
hi: को निर्यात करें
it: Esporta a
ja: 次の形式へエクスポート
nl: Exporteren na
pt: Exportar para
ru: Экспорт в
th: ส่งออกไปยัง
zh: 导出为

# Label_Filter
source: Filter
es: Filtro
fr: Filtre
hi: फिल्‍टर
it: Filtro
ja: フィルター
pt: Filtro
ru: Фильтр
th: ตัวกรอง
zh: 筛选

# Label_ClearFilter
source: Clear filter
es: Borrar filtro
fr: Effacer les filtres
hi: फिल्‍टर साफ करें
it: Elimina filtro
ja: フィルターの解除
nl: Filter wissen
pt: Limpar filtro
ru: Очистить фильтр
th: ล้างตัวกรอง
zh: 清除筛选

# Label_ReapplyFilter
source: Reapply filter
es: Volver a aplicar el filtro
fr: Réappliquer les filtres
hi: फिल्‍टर को पुन: लागू करें
it: Riapplica filtro
ja: フィルターを再適用
nl: Filter opnieuw toepassen
pt: Reaplicar filtro
ru: Применить фильтр снова
th: ใช้งานตัวกรองอีกครั้ง
zh: 重新应用筛选

# Label_ComparisonFilter
source: Comparison Filter
es: Filtro de comparación
fr: Filtre de comparaison
hi: फिल्‍टर की तुलना करें
it: Filtro di paragone
ja: 比較フィルター
nl: Vergelijkingsfilter
pt: Filtro de comparação
ru: Сравнительный фильтр
th: ตัวกรองการเปรียบเทียบ
zh: 比较筛选

# Label_Multichoice
source: Multiple choice
es: Elección múltiple
fr: Choix multiple
hi: एकाधिक चयन
it: Scelta multipla
ja: 複数選択
nl: Meerkeuze
pt: Escolha múltipla
ru: Множественный выбор
th: หลายตัวเลือก
zh: 选择题

# Label_AboveAverage
source: Above average
es: Superior al promedio
fr: Au-dessus de la moyenne
hi: औसत से ऊपर
it: Sopra la media
ja: 平均より上
nl: Bovengemiddeld
pt: Acima da média
ru: Выше среднего
th: สูงกว่ามาตรฐาน
zh: 高于平均值

# Label_BelowAverage
source: Below average
es: Inferior al promedio
fr: En dessous de la moyenne
hi: औसत से नीचे
it: Sotto la media
ja: 平均より下
nl: Minder dan gemiddeld
pt: Abaixo da média
ru: Ниже среднего
th: ต่ำกว่ามาตรฐาน
zh: 低于平均值

# Label_Top10
source: Top 10
es: Los diez mejores
hi: सर्वोच्‍च 10
it: Primi 10
ja: トップテン
ru: Топ-10
th: 10 อันดับสูงสุด
zh: 前10个

# Label_Equal
source: Equal
es: Igual a
fr: Égal à
hi: के समान
it: Uguale a
ja: 指定の値に等しい
nl: Gelijk aan
pt: Igual a
ru: Равно
th: เท่ากับ
zh: 等于

# Label_LessThan
source: Less than
es: Menor que
fr: Inférieur à
hi: से कम
it: Minore di
ja: 指定の値より小さい
nl: Kleiner dan
pt: Inferior a
ru: Меньше чем
th: น้อยกว่า
zh: 小于

# Label_LessThanOrEqual
source: Less than or equal
es: Menor o igual a
fr: Inférieur ou égal à
hi: से कम या इसके समान
it: Minore o uguale di
ja: 指定の値以下
nl: Kleiner dan of gelijk aan
pt: Inferior a ou igual a
ru: Меньше или равно
th: น้อยกว่าหรือเท่ากับ
zh: 小于或等于

# Label_NotEqual
source: Not equal
es: Distinto de
fr: Différent de
hi: के समान नहीं
it: Diverso da
ja: 指定の値に等しくない
nl: Niet gelijk aan
pt: Não é igual a
ru: Не равно
th: ไม่เท่ากับ
zh: 不等于

# Label_GreaterThanEqual
source: Greater than or equal
es: Mayor o igual a
fr: Supérieur ou égal à
hi: से बड़ा या इसके समान
it: Maggiore o uguale di
ja: 指定の値以上
nl: Groter dan of gelijk aan
pt: Superior a ou igual a
ru: Больше или равно
th: มากกว่าหรือเท่ากับ
zh: 大于或等于

# Label_GreaterThan
source: Greater than
es: Mayor a
fr: Supérieur à
hi: से बड़ा
it: Maggiore di
ja: 指定の値より大きい
nl: Groter dan
pt: Superior a
ru: Больше чем
th: มากกว่า
zh: 大于

# Label_Between
source: Between
es: Entre
fr: Entre
hi: इनके बीच
it: Tra
ja: 指定の範囲内
nl: Tussen
pt: Entre
ru: Между
th: ระหว่าง
zh: 范围

# Label_Items
source: Items
es: Elementos
fr: Objets
hi: आइटम्‍स
it: Oggetti
ja: 項目
pt: Itens
ru: Элементы
th: ไอเท็ม
zh: 项

# Label_Percent
source: Percent
es: Porcentaje
fr: Pourcent
hi: प्रतिशत
it: Percentuale
ja: パーセント
nl: Procent
pt: Percentagem
ru: Процент
th: เปอร์เซ็นต์
zh: 百分比

# Label_Count
source: Count
es: Cantidad
fr: Nombre
hi: गणना
it: Conteggio
ja: カウント
nl: Aantal
pt: Contagem
ru: Счет
th: จำนวน
zh: 计数

# Label_Value
source: Value
es: Valor
fr: Valeur
hi: मान
it: Valore
ja: 値
nl: Waarde
pt: Valor
ru: Значение
th: ค่า
zh: 值

# Label_And
source: And
es: Y
fr: Et
hi: और
it: E
ja: かつ
nl: En
pt: E
ru: И
th: และ
zh: 与

# Label_Or
source: Or
es: O
fr: Ou
hi: या
it: O
ja: または
nl: Of
pt: Ou
ru: Или
th: หรือ
zh: 或

# Label_None
source: None
es: Ninguna
fr: Aucun
hi: कोई नहीं
it: Nulla
ja: なし
nl: Geen
pt: Nenhum
ru: Нет
th: ไม่มี
zh: 无

# Label_Blanks
source: (Blanks)
es: (celdas en blanco)
fr: (Vide)
hi: (रिक्‍त)
it: (Vuoto)
ja: (空白)
nl: (Lege waarden)
pt: (Espaços em branco)
ru: (Пустые)
th: (ว่างเปล่า)
zh: （空白）

# Label_ShowAll
source: (Show all)
es: (mostrar todo)
fr: (Tout afficher)
hi: (सभी दर्शाएं)
it: (Mostra tutto)
ja: (すべて表示)
nl: (Alles weergeven)
pt: (Mostrar tudo)
ru: (Показать все)
th: (แสดงทั้งหมด)
zh: （显示所有）

# Label_InvalidFilter
source: Invalid filter.
es: Filtro no válido.
fr: Filtre invalide.
hi: अमान्‍य फिल्‍टर।
it: Filtro non valido.
ja: 無効なフィルター。
nl: Ongeldig filter.
pt: Filtro inválido.
ru: Неверный фильтр.
th: ตัวกรองไม่ถูกต้อง
zh: 无效筛选。

# Label_XlsSaveFiltersNotSupported
source: Saving filters in xls format is not supported. Filter information will not be saved.
es: No se puede guardar filtros en formato xls. La información sobre filtros no se guardará.
fr: L'enregistrement des filtres au format xls n'est pas pris en charge. Les informations de filtre ne seront pas enregistrées.
hi: फिल्‍टर्स को xls प्रारूप में सहेजना समर्थित नहीं है। फिल्‍टर की जानकारी सहेजी नहीं जाएगी।
it: Il salvataggio dei filtri non è supportato nel formato xls. Le informazioni sui filtri non verranno salvate.
ja: xls形式でのフィルターの保存はサポートされていません。フィルターの情報は保存されません。
nl: Opslaan van filters in xls-indeling wordt niet ondersteund. De filtergegevens worden niet opgeslagen.
pt: Guardar filtros no formato xls não é suportado. A informação do filtro não será guardada.
ru: Сохранение фильтров в формате xls не поддерживается. Информация о фильтре не будет сохранена.
th: การบันทึกตัวกรองในรูปแบบ xls ไม่ได้รับการสนับสนุน ข้อมูลตัวกรองจะไม่ถูกบันทึก
zh: 不支持以xls格式保存筛选。无法保存筛选信息。
