Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_DefineName
source: Add Name
es: Añadir nombre
fr: Ajouter nom
hi: नाम जोड़ें
it: Aggiungi nome
ja: 名前を追加
nl: Naam toevoegen
pt: Adicionar Nome
ru: Добавить название
th: เพิ่มชื่อ
zh: 添加名称

# Label_CellRange
source: Cell Range
es: Rango de celdas
fr: Plage de cellules
hi: सेल रेंज
it: Intervallo di celle
ja: セルの範囲
nl: Celbereik
pt: Intervalo de Células
ru: Диапазон ячеек
th: ช่วงของเซลล์
zh: 单元格区域

# Label_PremiumODF
source: Access OpenDocument Format (ODF) files, including .ODS, .ODT, and .ODP. Available as part of OfficeSuite Premium.
es: Acceda a archivos con formato OpenDocument Format (ODF), incluidos .ODS, .ODT y .ODP. Disponible en OfficeSuite Premium.
fr: Accédez aux fichiers OpenDocument Format (ODF), dont .ODS, .ODT, et .ODP. Disponible dans le cadre d'OfficeSuite Premium.
hi: .ODS, .ODT, और .ODP सहित OpenDocument फ़ॉरमेट (ODF) फ़ाइलों तक पहुँच करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Accedi ai file in OpenDocument Format (.odf), inclusi .odt, .ods e .odp. Disponibile nel pacchetto OfficeSuite Premium.
ja: 「.ODS」「.ODT」「.ODP」を含む OpenDocument 形式（ODF）のファイルへアクセスできます。OfficeSuite プレミアムでご利用可能です。
nl: Toegang tot OpenDocument Format (ODF)-bestanden, waaronder .ODS, .ODT, and .ODP. Beschikbaar als deel van OfficeSuite Premium.
pt: Aceda a ficheiros OpenDocument Format (ODF), incluindo .ODS, .ODT e .ODP. Disponível no OfficeSuite Premium.
ru: Работайте с файлами формата OpenDocument (ODF), включая ODS, ODT и ODP. Доступно в составе OfficeSuite Premium.
th: เข้าถึงไฟล์รูปแบบ OpenDocument Format (ODF) รวมถึง .ODS, .ODT และ .ODP เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 访问开放文档格式 (ODF) 文件，包括 ODS、ODT 和 ODP。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumBinaryFormat
source: Save as legacy Word and Excel formats for maximum compatibility. Available as part of OfficeSuite Premium.
es: Guarde como formatos antiguos de Word y Excel para una compatibilidad máxima. Disponible en OfficeSuite Premium.
fr: Enregistrez sous d'anciens formats Word et Excel pour un maximum de compatibilité. Disponible dans le cadre d'OfficeSuite Premium.
hi: अधिकतम संगतता के लिए आनुवंशिक Word और Excel फ़ॉरमेट रूप में सहेजें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Salvataggio in formati Word ed Excel meno recenti per la massima compatibilità. Disponibile nel pacchetto OfficeSuite Premium.
ja: 互換性を高めるため、旧式の Word、Excel 形式で保存できます。OfficeSuite プレミアムでご利用可能です。
nl: Opslaan in oude Word- en Excel-indelingen voor maximale compatibiliteit. Beschikbaar als deel van OfficeSuite Premium.
pt: Guarde nos formatos legados do Word e Excel para maximizar a compatibilidade. Disponível no OfficeSuite Premium.
ru: Сохраняйте в форматах прежних версий Word и Excel для наибольшей совместимости. Доступно в составе OfficeSuite Premium.
th: บันทึกข้อมูลในรูปแบบ Word และ Excel แบบเก่า เพื่อความเข้ากันได้ในระดับสูงสุด เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 保存为旧版的 Word 和 Excel 格式，以获得最大的兼容性。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumCSV
source: Save your spreadsheet as a .CSV (Comma Separated Values) file. Available as part of OfficeSuite Premium.
es: Guarde su hoja de cálculo como archivo .CSV (valores separados por comas). Disponible en OfficeSuite Premium.
fr: Enregistrez votre feuille de calcul sous forme de fichier .CSV (Comma Separated Values). Disponible dans le cadre d'OfficeSuite Premium.
hi: अपनी स्प्रेडशीट .CSV (कॉमा से विभाजित मान) फ़ाइल के रूप में सहेजें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Salvataggio dei fogli elettronici in formato CSV (Comma Separated Values). Disponibile nel pacchetto OfficeSuite Premium.
ja: 「.CSV」（Comma Separated Values）ファイルでスプレッドシートを保存できます。OfficeSuite プレミアムでご利用可能です。
nl: Sla uw spreadsheet op als .CSV (Comma Separated Values). Beschikbaar als deel van OfficeSuite Premium.
pt: Guarde a sua folha de cálculo como ficheiro .CSV (Comma Separated Values). Disponível no OfficeSuite Premium.
ru: Сохраняйте таблицы в формате CSV (значения с разделителями). Доступно в составе OfficeSuite Premium.
th: บันทึกสมุดงานของคุณในรูปแบบไฟล์ .CSV (Comma Separated Values) เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 将您的电子表格保存为 .CSV（逗号分隔值）文件。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumConditionalFormatting
source: Change the formatting of cells and cell ranges based on certain criteria. Available as part of OfficeSuite Premium.
es: Cambie el formato de celdas y rangos de celdas en función de determinados criterios. Disponible en OfficeSuite Premium.
fr: Modifiez le formatage de cellules et de plages de cellules en fonction de certains critères. Disponible dans le cadre d'OfficeSuite Premium.
hi: निश्चित मापदंड के आधार पर सेल और सेल रेंज का फ़ॉरमेट बदलें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Modifica della formattazione delle celle e degli intervalli di celle in base a determinati criteri. Disponibile nel pacchetto OfficeSuite Premium.
ja: 一定の基準に基づき、セルのフォーマット形式やセルの範囲を変更できます。OfficeSuite プレミアムでご利用可能です。
nl: Wijzig de indeling van cellen en cellenreeksen gebaseerd op bepaalde criteria. Beschikbaar als deel van OfficeSuite Premium.
pt: Altere a formatação das células e intervalos de células com base em determinados critérios. Disponível no OfficeSuite Premium.
ru: Изменяйте форматирование и диапазоны ячеек, задавая определенные условия. Доступно в составе OfficeSuite Premium.
th: เปลี่ยนรูปแบบของเซลล์และช่วงของเซลล์โดยพิจารณาจากเกณฑ์ที่กำหนด เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 基于特定标准更改单元格和单元格区域的格式。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumHyperlinks
source: Create and edit hyperlinks to websites and email addresses. Available as part of OfficeSuite Premium.
es: Cree y edite hipervínculos a páginas web y direcciones de correo electrónico. Disponible en OfficeSuite Premium.
fr: Créez et modifiez des hyperliens vers des sites Internet et des adresses e-mail. Disponible dans le cadre d'OfficeSuite Premium.
hi: वेबसाइट और ईमेल पतों के हाइपरलिंक बनाएँ और संपादित करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Creazione e modifica dei collegamenti ipertestuali a siti Web e indirizzi e-mail. Disponibile nel pacchetto OfficeSuite Premium.
ja: ウェブサイトやメールアドレスへのハイパーリンクを作成＆編集できます。OfficeSuite プレミアムでご利用可能です。
nl: Maak en bewerk hyperlinks naar websites en e-mailadressen. Beschikbaar als deel van OfficeSuite Premium.
pt: Crie e edite hiperligações para websites e endereços de e-mail. Disponível no OfficeSuite Premium.
ru: Создавайте и изменяйте гиперссылки на веб-сайты и адреса электронной почты. Доступно в составе OfficeSuite Premium.
th: สร้างและแก้ไขไฮเปอร์ลิงก์ที่เชื่อมโยงไปยังเว็บไซต์และที่อยู่อีเมล เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 创建及编辑网站和电子邮件地址的超链接。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumEditComments
source: Create and edit comments in Excel files. Available as part of OfficeSuite Premium.
es: Cree y edite comentarios en archivos de Excel. Disponible en OfficeSuite Premium.
fr: Créez et modifiez des commentaires dans des fichiers Excel. Disponible dans le cadre d'OfficeSuite Premium.
hi: Excel फ़ाइलों में टिप्पणियाँ बनाएँ और संपादित करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Creazione e modifica dei commenti nei file Excel. Disponibile nel pacchetto OfficeSuite Premium.
ja: Excel ファイル内でコメントを作成＆編集できます。OfficeSuite プレミアムでご利用可能です。
nl: Maak en bewerk opmerkingen in Excel-bestanden. Beschikbaar als deel van OfficeSuite Premium.
pt: Crie e edite comentários em ficheiros Excel. Disponível no OfficeSuite Premium.
ru: Создавайте и изменяйте комментарии в файлах Excel. Доступно в составе OfficeSuite Premium.
th: สร้างและแก้ไขความคิดเห็นในไฟล์ Excel เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 创建及编辑 Excel 文件中的注释。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumWordToPDF
source: Quickly create a PDF from the current document. Available as part of OfficeSuite Premium.
es: Cree rápidamente un PDF a partir del documento actual. Disponible en OfficeSuite Premium.
fr: Créez rapidement un PDF depuis le document ouvert. Disponible dans le cadre d'OfficeSuite Premium.
hi: मौजूदा दस्तावेज़ से जल्दी से PDF बनाएँ। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Creazione rapida di un file PDF dal documento in uso. Disponibile nel pacchetto OfficeSuite Premium.
ja: 現在のドキュメントから即座に PDF を作成できます。OfficeSuite プレミアムでご利用可能です。
nl: Maak snel een PDF van het huidige document. Beschikbaar als deel van OfficeSuite Premium.
pt: Crie rapidamente um PDF a partir do documento atual. Disponível no OfficeSuite Premium.
ru: Быстро преобразуйте файлы в формат PDF. Доступно в составе OfficeSuite Premium.
th: สร้าง PDF ได้อย่างรวดเร็วจากเอกสารปัจจุบัน เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 从当前文档快速创建 PDF。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumCameraPhoto
source: Point and shoot to quickly insert a picture from your devices' camera. Available as part of OfficeSuite Premium.
es: Enfoque y dispare para insertar rápidamente una foto desde la cámara de su dispositivo. Disponible en OfficeSuite Premium.
fr: Prenez des photos à insérer rapidement dans vos documents. Disponible dans le cadre d'OfficeSuite Premium.
hi: अपनी डिवाइस के कैमरे से चित्र सम्मिलित करने के लिए इंगित और शूट करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Inserimento rapido di immagini dalla fotocamera del dispositivo in uso. Disponibile nel pacchetto OfficeSuite Premium.
ja: デバイス搭載カメラでお任せ撮影した写真を即座に挿入できます。OfficeSuite プレミアムでご利用可能です。
nl: Richt en klik om snel een foto te maken via de camera van uw apparaten. Beschikbaar als deel van OfficeSuite Premium.
pt: Aponte e fotografe para inserir rapidamente uma imagem da câmara dos seus dispositivos. Disponível no OfficeSuite Premium.
ru: Делайте снимки и сразу же вставляйте изображения с камеры устройства. Доступно в составе OfficeSuite Premium.
th: เล็งแล้วถ่ายภาพเพื่อแทรกรูปภาพจากกล้องของอุปกรณ์ได้อย่างรวดเร็ว เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 用您设备的相机对准拍摄来快速插入照片。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumAnnotatePdf
source: Create and edit PDF annotations and markups. Available as part of OfficeSuite Premium.
es: Cree y edite anotaciones y marcadores en PDF. Disponible en OfficeSuite Premium.
fr: Créez et modifiez des annotations et des balises PDF. Disponible dans le cadre d'OfficeSuite Premium.
hi: PDF टिप्पणियाँ और मार्कअप बनाएँ और संपादित करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Creazione e modifica delle note e dei commenti del file PDF. Disponibile nel pacchetto OfficeSuite Premium.
ja: PDF アノテーションやマークアップを作成＆編集できます。OfficeSuite プレミアムでご利用可能です。
nl: Maak en bewerk PDF-aantekeningen en markeringen. Beschikbaar als deel van OfficeSuite Premium.
pt: Crie e edite anotações e marcações em PDFs. Disponível no OfficeSuite Premium.
ru: Создавайте и изменяйте заметки и выноски в PDF. Доступно в составе OfficeSuite Premium.
th: สร้างและแก้ไขคำอธิบายกำกับเอกสารและมาร์กอัปสำหรับ PDF เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 创建及编辑 PDF 注释和标记。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumAppProtectionPass
source: Restrict access to OfficeSuite using a custom password. Available as part of OfficeSuite Premium.
es: Restrinja el acceso a OfficeSuite con una contraseña personalizada. Disponible en OfficeSuite Premium.
fr: Limitez l'accès à OfficeSuite par mot de passe personnalisé. Disponible dans le cadre d'OfficeSuite Premium.
hi: कस्टम पासवर्ड का इस्तेमाल करके OfficeSuite तक पहुँच सीमित करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Possibilità di limitare l'accesso a OfficeSuite usando una password personalizzata. Disponibile nel pacchetto OfficeSuite Premium.
ja: カスタムパスワードで OfficeSuite へのアクセスを制限できます。OfficeSuite プレミアムでご利用可能です。
nl: Beperk de toegang tot OfficeSuite met een aangepast wachtwoord. Beschikbaar als deel van OfficeSuite Premium.
pt: Restrinja o acesso ao OfficeSuite utilizando uma palavra-passe personalizada. Disponível no OfficeSuite Premium.
ru: Ограничивайте доступ к OfficeSuite с помощью пароля. Доступно в составе OfficeSuite Premium.
th: จำกัดการเข้าใช้งาน OfficeSuite ด้วยรหัสผ่านที่กำหนดเอง เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 使用自定义密码限制访问 OfficeSuite。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumPDFtoWord
source: Convert the current PDF to a fully-editable word document. Available as part of OfficeSuite Premium.
es: Convierta el PDF actual en un documento de Word completamente editable. Disponible en OfficeSuite Premium.
fr: Convertissez le PDF ouvert en document Word entièrement modifiable. Disponible dans le cadre d'OfficeSuite Premium.
hi: मौजूदा PDF को पूरी तरह संपादन-योग्य word दस्तावेज़ में बदलें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Conversione del file PDF in uso in un documento Word completamente modificabile. Disponibile nel pacchetto OfficeSuite Premium.
ja: すべて編集可能な Word ファイルへ現在の PDF を変換できます。OfficeSuite プレミアムでご利用可能です。
nl: Converteer de huidige PDF naar een volledig bewerkbaar Word-document. Beschikbaar als deel van OfficeSuite Premium.
pt: Converta o PDF atual num documento do Word totalmente editável. Disponível no OfficeSuite Premium.
ru: Преобразуйте PDF-файл в полностью редактируемый документ Word. Доступно в составе OfficeSuite Premium.
th: แปลง PDF ปัจจุบันเป็นเอกสาร Word ที่แก้ไขได้อย่างเต็มที่ เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 将当前 PDF 转换为完全可编辑的 Word 文档。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumPDFtoExcel
source: Convert the current PDF to a fully-editable spreadsheet. Available as part of OfficeSuite Premium.
es: Convierta el PDF actual en una hoja de cálculo completamente editable. Disponible en OfficeSuite Premium.
fr: Convertissez le PDF ouvert en feuille de calcul entièrement modifiable. Disponible dans le cadre d'OfficeSuite Premium.
hi: मौजूदा PDF को पूरी तरह संपादन-योग्य स्प्रेडशीट में बदलें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Conversione del file PDF in uso in un foglio elettronico completamente modificabile. Disponibile nel pacchetto OfficeSuite Premium.
ja: すべて編集可能なスプレッドシートへ現在の PDF を変換できます。OfficeSuite プレミアムでご利用可能です。
nl: Converteer de huidige PDF naar een volledig bewerkbare spreadsheet. Beschikbaar als deel van OfficeSuite Premium.
pt: Converta o PDF atual numa folha de cálculo totalmente editável. Disponível no OfficeSuite Premium.
ru: Преобразуйте PDF-файл в полностью редактируемую таблицу. Доступно в составе OfficeSuite Premium.
th: แปลง PDF ปัจจุบันเป็นสมุดงานที่แก้ไขได้อย่างเต็มที่ เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 将当前的 PDF 转换为完全可编辑的电子表格。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumPDFtoEPub
source: Convert the current PDF to an ePub file. Available as part of OfficeSuite Premium.
es: Convierta el PDF actual en un archivo ePub. Disponible en OfficeSuite Premium.
fr: Convertissez le PDF ouvert en fichier ePub. Disponible dans le cadre d'OfficeSuite Premium.
hi: मौजूदा PDF को ePub फ़ाइल में बदलें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Conversione del PDF in uso in formato ePub. Disponibile nel pacchetto OfficeSuite Premium.
ja: ePub ファイルへ現在の PDF を変換できます。OfficeSuite プレミアムでご利用可能です。
nl: Converteer de huidige PDF naar een ePub-bestand. Beschikbaar als deel van OfficeSuite Premium.
pt: Converta o PDF atual num ficheiro ePub. Disponível no OfficeSuite Premium.
ru: Преобразуйте PDF-файл в файл ePub. Доступно в составе OfficeSuite Premium.
th: แปลงไฟล์ PDF ปัจจุบันให้เป็นไฟล์ ePub เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 将当前的 PDF 转换为 ePub 文件。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumPdfPasswordChange
source: Restrict access to the file with a custom password. Available as part of OfficeSuite Premium.
es: Restrinja el acceso al archivo con una contraseña personalizada. Disponible en OfficeSuite Premium.
fr: Limitez l'accès au fichier par mot de passe personnalisé. Disponible dans le cadre d'OfficeSuite Premium.
hi: कस्टम पासवर्ड के साथ फ़ाइल तक पहुँच सीमित करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Limitazione dell'accesso ai file con password personalizzata. Disponibile nel pacchetto OfficeSuite Premium.
ja: カスタムパスワードでファイルへのアクセスを制限できます。OfficeSuite プレミアムでご利用可能です。
nl: Beperk de toegang tot het bestand met een aangepast wachtwoord. Beschikbaar als deel van OfficeSuite Premium.
pt: Restrinja o acesso ao ficheiro utilizando uma palavra-passe personalizada. Disponível no OfficeSuite Premium.
ru: Ограничивайте доступ к файлу с помощью пароля. Доступно в составе OfficeSuite Premium.
th: จำกัดการเข้าถึงไฟล์ด้วยรหัสผ่านที่กำหนดเอง เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 使用自定义密码限制访问文件。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumExcelToPDF
source: Quickly create a PDF from the current spreadsheet. Available as part of OfficeSuite Premium.
es: Cree rápidamente un PDF a partir de la hoja de cálculo actual. Disponible en OfficeSuite Premium.
fr: Créez rapidement un PDF à partir de la feuille de calcul ouverte. Disponible dans le cadre d'OfficeSuite Premium.
hi: मौजूदा स्प्रेडशीट से जल्दी से PDF बनाएँ। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Creazione rapida di un file PDF dal foglio elettronico in uso. Disponibile nel pacchetto OfficeSuite Premium.
ja: 現在のスプレッドシートから即座に PDF へ変換できます。OfficeSuite プレミアムでご利用可能です。
nl: Maak snel een PDF van de huidige spreadsheet. Beschikbaar als deel van OfficeSuite Premium.
pt: Crie rapidamente um PDF a partir da folha de cálculo atual. Disponível no OfficeSuite Premium.
ru: Быстро создавайте PDF-файлы из таблиц. Доступно в составе OfficeSuite Premium.
th: สร้าง PDF ได้อย่างรวดเร็วจากสมุดงานปัจจุบัน เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 从当前电子表格快速创建 PDF。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumPPTtoPDF
source: Quickly create a PDF from the current presentation. Available as part of OfficeSuite Premium.
es: Cree rápidamente un PDF a partir de la presentación actual. Disponible en OfficeSuite Premium.
fr: Créez rapidement un PDF à partir de la présentation ouverte. Disponible dans le cadre d'OfficeSuite Premium.
hi: मौजूदा प्रस्तुति से जल्दी से PDF बनाएँ। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Creazione rapida di un file PDF dalla presentazione in uso. Disponibile nel pacchetto OfficeSuite Premium.
ja: 現在のプレゼンテーションから即座に PDF へ変換できます。OfficeSuite プレミアムでご利用可能です。
nl: Maak snel een PDF van de huidige presentatie. Beschikbaar als deel van OfficeSuite Premium.
pt: Crie rapidamente um PDF a partir da apresentação atual. Disponível no OfficeSuite Premium.
ru: Быстро создавайте PDF-файлы из презентаций. Доступно в составе OfficeSuite Premium.
th: สร้าง PDF ได้อย่างรวดเร็วจากงานนำเสนอปัจจุบัน เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 从当前演示文稿快速创建 PDF。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumFormFill
source: Fill in and save editable PDF forms. Available as part of OfficeSuite Premium.
es: Rellene y guarde formularios editables en PDF. Disponible en OfficeSuite Premium.
fr: Remplissez et enregistrez des formulaires PDF modifiables. Disponible dans le cadre d'OfficeSuite Premium.
hi: भरें और संपादन-योग्य PDF फ़ॉर्म सहेजें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Compilazione e salvataggio di moduli modificabili in formato PDF. Disponibile nel pacchetto OfficeSuite Premium.
ja: 編集可能な PDF フォームへ入力や保存できます。OfficeSuite プレミアムでご利用可能です。
nl: Vul bewerkbare formulieren in en sla ze op. Beschikbaar als deel van OfficeSuite Premium.
pt: Preencha e guarde formulários PDF editáveis. Disponível no OfficeSuite Premium.
ru: Заполняйте и сохраняйте редактируемые PDF-формы. Доступно в составе OfficeSuite Premium.
th: กรอกข้อมูลและบันทึกข้อมูลในแบบฟอร์ม PDF ที่แก้ไขได้ เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 填写并保存可编辑的 PDF 表单。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_PremiumNightMode
source: Display PDFs with light text on a dark background for easier viewing at night. Available as part of OfficeSuite Premium.
es: Muestre PDF con texto claro sobre fondo oscuro para que se vea más cómodamente de noche. Disponible en OfficeSuite Premium.
fr: Affichez des PDF au texte clair sur un arrière-plan foncé (plus lisible de nuit). Disponible dans le cadre d'OfficeSuite Premium.
hi: रात में आसानी से देखने के लिए काली पृष्ठभूमि पर PDFs हल्के पाठ के साथ प्रदर्शित करें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Visualizzazione di file PDF con testo bianco su sfondo nero per una migliore visuale notturna. Disponibile nel pacchetto OfficeSuite Premium.
ja: 夜でも見やすく表示するために、暗めの背景上に明るめのテキストで PDF を表示できます。OfficeSuite プレミアムでご利用可能です。
nl: Geef PDF's weer met lichte tekst op een donkere achtergrond om eenvoudiger 's avonds te kunnen bekijken. Beschikbaar als deel van OfficeSuite Premium.
pt: Apresente PDFs com texto claro sobre um fundo escuro para facilitar a visualização à noite. Disponível no OfficeSuite Premium.
ru: Смотрите PDF-файлы со светлым текстом на темном фоне при слабом освещении. Доступно в составе OfficeSuite Premium.
th: แสดง PDF ด้วยข้อความสีอ่อนบนพื้นหลังสีเข้ม เพื่อความสะดวกในการรับชมตอนกลางคืน เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium
zh: 显示 PDF 为暗色背景浅色文本，以便在晚上更容易查看。作为 OfficeSuite Premium 高级版的一项功能提供。

# Label_Start
source: Start
es: Inicio
fr: Démarrer
hi: आरंभ करें
it: Avvia
ja: スタート
pt: Início
ru: Начать
th: เริ่ม
zh: 开始

# Label_Playing
source: Playing
es: Reproduciendo
fr: Lecture...
hi: चल रहा है
it: In riproduzione...
ja: 再生中
nl: Afspelen
pt: A apresentar
ru: Показ
th: กำลังเล่น
zh: 正在放映

# Label_ParentAppConnectivityPrompt
source: Open a presentation in OfficeSuite for iPhone to continue
es: Abrir presentación en OfficeSuite para iPhone para seguir
fr: Ouvrir présentation dans OfficeSuite pour iPhone
hi: जारी रखने के लिए iPhone के लिए OfficeSuite में प्रस्तुति खोलें
it: Apri una presentazione in OfficeSuite per iPhone
ja: iPhone 用 OfficeSuite でプレゼンを開き先へ進んでください
nl: Open presentatie in OfficeSuite voor iPhone
pt: Continue: abra uma apresentação no OfficeSuite for iPhone
ru: Откройте презентацию в OfficeSuite для iPhone
th: เปิดงานนำเสนอใน OfficeSuiteให้ iPhone สืบสาน
zh: 在 iPhone 版的 OfficeSuite 中打开演示文稿以继续

# Label_FromSlideNumber
source: From Slide %d
es: Desde diapositiva %d
fr: Depuis la diapo %d
hi: स्लाइड %d से
it: Dalla diapositiva %d
ja: スライド %d から
nl: Van dia %d
pt: A Partir do Diapositivo %d
ru: Со слайда %d
th: จากสไลด์ %d
zh: 从幻灯片 %d

# Label_SlideNumberOfSlideCount
source: Slide %d of %d
es: Diapositiva %d de %d
fr: Diapo %d sur %d
hi: स्लाइड %d, कुल स्लाइड %d
it: Diapositiva %d di %d
ja: スライド %d／%d
nl: Dia %d van %d
pt: Diapositivo %d de %d
ru: Слайд %d из %d
th: สไลด์ที่ %d จาก %d
zh: 幻灯片 %d / %d

# Label_Restart
source: Restart
es: Reiniciar
fr: Redémarrer
hi: पुनः आरंभ करें
it: Riavvia
ja: 再スタート
nl: Opnieuw
pt: Reiniciar
ru: Перезапуск
th: เริ่มใหม่
zh: 重新开始

# Label_EndShow
source: End Show
es: Finalizar presentación
fr: Arrêter le diaporama
hi: शो समाप्त करें
it: Termina presentazione
ja: 表示終了
nl: Show beëindigen
pt: Terminar Apresentação
ru: Завершить
th: สิ้นสุดการแสดง
zh: 结束放映

# Label_PDFContainsDigitalSignatures
source: The document contains digital signatures.
es: El documento incluye firmas digitales.
fr: Le document contient des signatures numériques.
hi: दस्तावेज़ में डिजिटल हस्ताक्षर शामिल हैं।
it: Il documento contiene firme digitali.
ja: ドキュメントにデジタル署名が含まれています。
nl: Het document bevat digitale handtekeningen.
pt: O documento contém assinaturas digitais.
ru: В этом документе содержатся цифровые подписи.
th: เอกสารมีลายเซ็นดิจิตอล
zh: 文档包含数字签名。

# Label_ToolTip_Note
source: Tap where you want to add a note
es: Tocar donde quiera añadir una nota
fr: Touchez où vous voulez pour ajouter une note
hi: वहाँ टैप करें जहाँ आप नोट जोड़ना चाहते हैं
it: Tocca ovunque per aggiungere una nota
ja: メモを追加したい場所をタップ
nl: Tik waar u een opmerking toe wilt voegen
pt: Toque onde pretende adicionar uma nota
ru: Нажмите там, куда хотите добавить заметку
th: แตะตำแหน่งที่คุณต้องการเพิ่มบันทึกย่อ
zh: 轻按要添加注释的地方
