Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# InfoMsg_VerifyUsernameAndPassword
source: Unable to log in. Please check your username and password and try again.
es: No se ha podido iniciar sesión. Revisa tu nombre de usuario\contraseña e inténtalo de nuevo.
fr: Connexion impossible. Veuillez vérifier votre nom d'utilisateur\mot de passe et essayez à nouveau.
hi: लॉग-इन नहीं कर सके। अपने उपयोगकर्ता नाम\पासवर्ड को जाँचें और उसके बाद दुबारा कोशिश करें।
it: Impossibile effettuare il login. Controlla il tuo username\password e riprova.
ja: ログインできません。ユーザー名\パスワードを確認して、もう一度試してください。
nl: Kan niet inloggen. Controleer uw gebruikersnaam/wachtwoord en probeer het opnieuw.
pt: Não foi possível iniciar a sessão. Confirme o seu nome de utilizador/palavra-passe e tente novamente.
ru: Не удается авторизоваться. Пожалуйста, проверьте написание имени пользователя\пароля и повторите попытку.
th: ไม่สามารถเข้าสู่ระบบ กรุณาตรวจสอบชื่อผู้ใช้/รหัสผ่าน แล้วลองอีกครั้ง
zh: 无法登录，请检查您的用户名/密码并重试。

# Label_WordTemplates
source: Document Templates
es: Plantillas de Documento
fr: Modèles Document
hi: वर्ड टेंप्लेट
it: Modelli di Documento
ja: 文書 テンプレート
nl: Word-sjablonen
pt: Modelos do Documento
ru: Шаблоны Документ
th: แม่แบบของ เอกสาร
zh: Word 模板

# Label_ExcelTemplates
source: Spreadsheet Templates
es: Plantillas de hoja de cálculo
fr: Modèles de feuilles de calcul
hi: स्प्रेडशीट टेंप्लेट
it: Modelli di foglio di calcolo
ja: スプレッドシート テンプレート
nl: Spreadsheetsjablonen
pt: Modelos de Folhas de Cálculo
ru: Шаблоны таблиц
th: แม่แบบแผ่นงาน
zh: 电子表格模板

# Label_PowerpointTemplates
source: Presentation Templates
es: Plantillas de presentación
fr: Modèles de présentation
hi: प्रस्तुति टेंप्लेट
it: Modelli di presentazione standard
ja: プレゼンテーション テンプレート
nl: Presentatiesjablonen
pt: Modelos de Apresentação
ru: Шаблоны презентаций
th: แม่แบบงานนำเสนอ
zh: 演示文稿模板

# Label_PowerPoint97Presentation
source: PowerPoint 97-2003 Presentation
es: Presentación PowerPoint 97-2003
fr: Présentation PowerPoint 97-2003
hi: पावरपोइंट 97-2003 प्रस्तुति
it: Presentazione standard PowerPoint 97-2003
ja: PowerPoint 97-2003 プレゼンテーション
nl: Presentatie in PowerPoint 97-2003
pt: Apresentação do PowerPoint 97-2003
ru: Презентация PowerPoint 97-2003
th: งานนำเสนอ PowerPoint 97-2003
zh: PowerPoint 97-2003 演示文稿

# Label_PowerPointMacroPresentation
source: PowerPoint Macro-Enabled Presentation
es: Presentación de PowerPoint habilitada para macros
fr: Présentation PowerPoint avec macros
hi: पावरपोइंट मैक्रो-सक्षम प्रस्तुति
it: Presentazione standard PowerPoint con attivazione macro
ja: PowerPoint マクロ有効プレゼンテーション
nl: PowerPoint-presentatie met macro's
pt: Apresentação para Macro do PowerPoint
ru: Презентация PowerPoint с поддержкой макросов
th: งานนำเสนอ PowerPoint โดยเปิดใช้แมโคร
zh: 启用宏的 PowerPoint 演示文稿

# Label_PowerPointSlideShow
source: PowerPoint Slide Show
es: Presentación de diapositivas de PowerPoint
fr: Diaporama PowerPoint
hi: पावरपोइंट स्लाइडशो
it: Presentazione PowerPoint
ja: PowerPoint スライドショー
nl: Diavoorstelling in PowerPoint
pt: Apresentação de Slides do PowerPoint
ru: Слайд-шоу PowerPoint
th: การนำเสนอสไลด์ PowerPoint
zh: PowerPoint 幻灯片放映

# Label_PowerPoint97SlideShow
source: PowerPoint 97-2003 Slide Show
es: Presentación de diapositivas de PowerPoint 97-2003
fr: Diaporama PowerPoint 97-2003
hi: पावरपोइंट 97-2003 स्लाइडशो
it: Presentazione PowerPoint 97-2003
ja: PowerPoint 97-2003 スライドショー
nl: Diavoorstelling in PowerPoint 97-2003
pt: Apresentação de Diapositivos do PowerPoint 97-2003
ru: Слайд-шоу PowerPoint 97-2003
th: การนำเสนอสไลด์ PowerPoint 97-2003
zh: PowerPoint 97-2003 幻灯片放映

# Label_PowerPointMacroSlideShow
source: PowerPoint Macro-Enabled Slide Show
es: Presentación de diapositivas de PowerPoint habilitada para macros
fr: Diaporama PowerPoint avec macros
hi: पावरपोइंट मैक्रो-सक्षम स्लाइडशो
it: Presentazione PowerPoint con attivazione macro
ja: PowerPoint マクロ有効スライドショー
nl: PowerPoint-diavoorstelling met macro's
pt: Apresentação de Slides para Macro do PowerPoint
ru: Слайд-шоу PowerPoint с поддержкой макросов
th: การนำเสนอสไลด์ PowerPoint โดยเปิดใช้แมโคร
zh: 启用宏的 PowerPoint 幻灯片放映

# Label_SlideRange
source: Slide number (1 - %d)
es: Diapositiva número (1 - %d)
fr: Numéro de la diapositive (1 - %d)
hi: स्लाइड संख्या (1 - %d)
it: Numero diapositiva (1 - %d)
ja: スライド番号 (1 - %d)
nl: Dianummer (1 - %d)
pt: Número de Diapositivo (1 - %d)
ru: Номер слайда (1 - %d)
th: หมายเลขสไลด์ (1 - %d)
zh: 幻灯片编号 (1 - %d)

# Label_DataLostAfterSave
source: Some data may not be saved.
es: Puede que algunos datos no se guarden.
fr: Certaines données peuvent ne pas être enregistrées.
hi: कुछ डेटा सहेजी नहीं जाएगी।
it: Impossibile salvare alcuni dati.
ja: いくつかのデータを保存できない可能性があります。
nl: Sommige gegevens worden mogelijk niet bewaard.
pt: Não foi possível guardar alguns dados.
ru: Некоторые данные могут не сохраниться.
th: บางข้อมูลอาจไม่ได้ถูกบันทึก
zh: 一些数据可能未保存。

# Label_PowerPointTemplate
source: Presentation Template
es: Plantilla de Presentación
fr: Modèle Présentation
hi: पावरपोइंट टेंप्लेट
it: Modello Presentazione
ja: プレゼンテーション テンプレート
nl: PowerPoint-sjabloon
pt: Modelo do Apresentação
ru: Шаблон Презентация
th: แม่แบบ เอกสารการนำเสนอ
zh: PowerPoint 模板

# Label_Transitions
source: Transitions
es: Transiciones
hi: संक्रमण
it: Transizioni
ja: 切り替え
nl: Overgangen
pt: Transições
ru: Переходы
th: ช่วงการเปลี่ยนภาพ
zh: 过渡

# Label_TransitionEffect
source: Transition Effect
es: Efecto de transición
fr: Effet de transition
hi: संक्रमण प्रभाव
it: Effetto transizione
ja: 切り替え効果
nl: Overgangseffect
pt: Efeito de Transição
ru: Эффект перехода
th: เอฟเฟกต์ช่วงการเปลี่ยนภาพ
zh: 过渡效果

# Label_EffectOptions
source: Effect Options
es: Opciones de efecto
fr: Options d'effets
hi: प्रभाव विकल्प
it: Opzioni effetti
ja: 効果のオプション
nl: Effectopties
pt: Opções de Efeitos
ru: Параметры эффекта
th: ตัวเลือกเอฟเฟกต์
zh: 效果选项

# Label_TransitionDuration
source: Transition Duration
es: Duración de la transición
fr: Durée de la transition
hi: संक्रमण अवधि
it: Durata transizione
ja: 効果の持続時間
nl: Duur van overgang
pt: Duração da Transição
ru: Длительность перехода
th: ระยะเวลาของช่วงการเปลี่ยนภาพ
zh: 过渡持续时间

# Label_AdvanceSlideAfter
source: Advance Slide After
es: Avanzar a la siguiente diapositiva tras
fr: Passer à la diapositive suivante après
hi: स्लाइड को इतने अंतराल के बाद आगे बढ़ाएँ
it: Avanzamento diapositiva dopo
ja: 画面切り替えのタイミング
nl: Nieuwe dia na
pt: Avanço Diapositivo Posterior
ru: Смена слайда после
th: เลื่อนสไลด์หลังจาก
zh: 换片方式

# Label_ChangeSlideAfter
source: Change Slide After
es: Cambiar diapositiva tras
fr: Changer diapo après
hi: फिर स्लाइड बदलें
it: Cambia diapositiva dopo
ja: スライドの変更のタイミング
nl: Wijzig dia na
pt: Alt. Diap. Posterior
ru: Смена слайда после
th: เปลี่ยนสไลด์หลังจาก
zh: 幻灯片更换时间：

# Label_ApplyToAll
source: Apply to All
es: Aplicar a todo
fr: Appliquer à tous
hi: सब पर लागू करें
it: Applica a tutte
ja: すべてに適用
nl: Pas toe op alles
pt: Aplicar a Todos
ru: Применить ко всем
th: ใช้ทั้งหมด
zh: 全部应用

# Label_ApplyTransition
source: Apply Transition
es: Aplicar transición
fr: Appliquer la transition
hi: संक्रमण लागू करें
it: Applica transizione
ja: 切り替えを適用
nl: Pas overgang toe
pt: Aplicar Transição
ru: Применить переход
th: ใช้ช่วงการเปลี่ยนภาพ
zh: 应用过渡

# Label_SetDuration
source: Set Duration
es: Fijar duración
fr: Fixer la durée
hi: अवधि सेट करें
it: Imposta durata
ja: 持続時間の設定
nl: Stel duur in
pt: Definir Duração
ru: Длительность
th: กำหนดระยะเวลา
zh: 设置持续时间

# Label_Min
source: Min
hi: मिनट
ja: 分
ru: Мин
th: นาที
zh: 分钟

# Label_Sec
source: Sec
es: Seg
hi: सेकंड
ja: 秒
pt: Seg
ru: Сек
th: วินาที
zh: 秒

# Label_TransitionAppliedToAll
source: The transition settings have been applied to all slides.
es: Los ajustes de transición se han aplicado a todas las diapositivas.
fr: Réglages de transition appliqués à toutes les diapositives.
hi: संक्रमण सेटिंग सब स्लाइडों पर लागू कर दी गई है।
it: Impostazioni transizione applicate a tutte le diapositive.
ja: 切り替え設定はすべてのスライドに適用されています。
nl: De overgangsinstellingen zijn toegepast op alle dia's.
pt: Definições de transição aplicadas nos diapositivos.
ru: Параметры перехода были применены ко всем слайдам.
th: ประยุกต์ใช้การตั้งค่าช่วงการเปลี่ยนภาพกับทุกสไลด์แล้ว
zh: 过渡设置已应用到所有幻灯片。

# Label_Subtle
source: Subtle
es: Sutil
fr: Subtil
hi: सूक्ष्म
it: Sottile
ja: 微妙
nl: Subtiel
pt: Subtil
ru: Нежный
th: ละเอียด
zh: 细微型

# Label_Exciting
source: Exciting
es: Llamativo
fr: Passionnant
hi: रोमांचक
it: Emozionante
ja: エキサイティング
nl: Opvallend
pt: Emocionante
ru: Радостный
th: ตื่นเต้น
zh: 华丽型

# Label_DynamicContent
source: Dynamic Content
es: Contenido dinámico
fr: Contenu dynamique
hi: गतिशील सामग्री
it: Contenuto dinamico
ja: 動的コンテンツ
nl: Dynamische inhoud
pt: Conteúdo Dinâmico
ru: Динамичный контент
th: เนื้อหาแบบไดนามิก
zh: 动态内容

# Label_Fade
source: Fade
es: Desvanecer
fr: Fondu
hi: धीरे-धीरे मिटें
it: Dissolvenza
ja: フェード
nl: Vervaag
pt: Desvanecer
ru: Выцветание
th: เลือนหาย
zh: 淡入淡出

# Label_Push
source: Push
es: Empuje
fr: Pousser
hi: धकेलें
it: Spingi
ja: プッシュ
nl: Duw
pt: Empurrar
ru: Вытеснение
th: ผลัก
zh: 推动

# Label_Wipe
source: Wipe
es: Barrido
fr: Balayer
hi: पोंछें
it: Cascata
ja: ワイプ
nl: Wis
pt: Limpar
ru: Стирание
th: คลี่
zh: 擦除

# Label_Split
source: Split
es: Dividir
fr: Diviser
hi: विभाजित करें
it: Morsa
ja: 分割
nl: Splits
pt: Dividir
ru: Разделение
th: แยก
zh: 拆分

# Label_Reveal
source: Reveal
es: Mostrar
fr: Révéler
hi: प्रकट करें
it: Rivela
ja: 表示
nl: Openbaar
pt: Revelar
ru: Проявление
th: เปิดเผย
zh: 展现

# Label_RandomBars
source: Random Bars
es: Aleatorias
fr: Aléatoires
hi: बेतरतीब पट्टियाँ
it: Barre casuali
ja: ランダム バー
nl: Willekeurig
pt: Barras Várias
ru: Полосы
th: แถบสุ่ม
zh: 随机条形

# Label_Uncover
source: Uncover
es: Revelar
fr: Découvrir
hi: उजागर करें
it: Scopri
ja: アンカバー
nl: Onthul
pt: Descobrir
ru: Раскрытие
th: เปิดออก
zh: 揭开

# Label_Cover
source: Cover
es: Cubrir
fr: Couvrir
hi: ढँकें
it: Copri
ja: カバー
nl: Bedek
pt: Cobrir
ru: Закрытие
th: ปิดทับ
zh: 封面

# Label_Flash
source: Flash
hi: फ्लैश करें
ja: フラッシュ
nl: Flits
ru: Вспышка
th: แฟลช
zh: 闪存

# Label_Dissolve
source: Dissolve
es: Disolver
fr: Dissoudre
hi: घुलाएँ
it: Sciogli
ja: ディゾルブ
nl: Los op
pt: Dissolver
ru: Растворение
th: จางหาย
zh: 溶解

# Label_Checkboard
source: Checkboard
es: Ajedrez
fr: Damier
hi: वर्गों का पटल
it: Scacchiera
ja: チェッカー盤
nl: Dambord
pt: Tabuleiro
ru: Шашки
th: ตารางหมากรุก
zh: 棋盘

# Label_Blinds
source: Blinds
es: Persianas
fr: Stores
hi: पट्टीदार पर्दे
it: Veneziana
ja: ブラインド
nl: Blindering
pt: Cortinas
ru: Жалюзи
th: แถบแยก
zh: 百叶窗

# Label_Clock
source: Clock
es: Reloj
fr: Horloge
hi: घड़ी
it: Orologio
ja: 時計
nl: Klok
pt: Relógio
ru: Часы
th: นาฬิกา
zh: 时钟

# Label_Ripple
source: Ripple
es: Ondulación
fr: Ondulation
hi: हिलकोरा
it: Onde
ja: さざ波
nl: Rimpeling
pt: Ondulado
ru: Рябь
th: ระลอกคลื่น
zh: 波纹

# Label_Honeycomb
source: Honeycomb
es: Panal
fr: Nid d'abeille
hi: हनीकॉम्ब
it: Nido d'ape
ja: ハチの巣
nl: Honingraat
pt: Favo de mel
ru: Соты
th: รังผึ้ง
zh: 蜂巢

# Label_Glitter
source: Glitter
es: Brillo
fr: Paillettes
hi: चकाचौंध
it: Scintillio
ja: キラキラ
pt: Brilho
ru: Блеск
th: เกล็ดระยับ
zh: 闪光

# Label_Vortex
source: Vortex
es: Vórtice
hi: भँवर
it: Vortice
ja: 渦巻き
nl: Wervel
pt: Vórtice
ru: Воронка
th: วอร์เท็กซ์
zh: 涡流

# Label_Shred
source: Shred
es: Destruir
fr: Déchiquetage
hi: कतरें
it: Ritagli
ja: 細分
nl: Versnipper
pt: Rasgar
ru: Дробление
th: ฉีกย่อย
zh: 碎片

# Label_Switch
source: Switch
es: Cambiar
fr: Basculer
hi: अदला-बदली
it: Interruttore
ja: スイッチ
nl: Schakel over
pt: Trocar
ru: Взмах
th: สวิตช์
zh: 切换

# Label_Flip
source: Flip
es: Voltear
fr: Retourner
hi: पलटें
it: Capriola
ja: 反転
nl: Spiegel
pt: Virar
ru: Переворот
th: พลิก
zh: 翻转

# Label_Gallery
source: Gallery
es: Galería
fr: Galerie
hi: दीर्घा
it: Galleria
ja: ギャラリー
nl: Galerie
pt: Galeria
ru: Галерея
th: แกลเลอรี่
zh: 画廊

# Label_Cube
source: Cube
es: Cubo
hi: घन
it: Cubo
ja: キューブ
nl: Kubus
pt: Cubo
ru: Куб
th: ลูกบาศก์
zh: 多维数据集

# Label_Doors
source: Doors
es: Puertas
fr: Portes
hi: दरवाज़े
it: Porte
ja: ドア
nl: Deuren
pt: Portas
ru: Двери
th: ประตู
zh: 门

# Label_Box
source: Box
es: Cuadro
fr: Boîte
hi: बक्सा
it: Riquadro
ja: ボックス
nl: Vak
pt: Caixa
ru: Ящик
th: กล่อง
zh: 框

# Label_Comb
source: Comb
es: Barrido
fr: Entrelacé
hi: कंघी
it: Pettine
ja: コーム
nl: Kam
pt: Pente
ru: Гребень
th: หวี
zh: 梳理

# Label_Wheel
source: Wheel
es: Rueda
fr: Roue
hi: पहिया
it: Ruota
ja: ホイール
nl: Wiel
pt: Roda
ru: Колесо
th: ล้อ
zh: 轮子

# Label_Newsflash
source: Newsflash
es: Noticias
fr: Flash info
hi: समाचार फ्लैश
it: Notiziario
ja: ニュース速報
nl: Nieuwsflits
pt: Última Hora
ru: Новости
th: นิวส์แฟลช
zh: 新闻快报

# Label_Pan
source: Pan
es: Panorámica
fr: Panoramique
hi: पैन करें
it: Scorrimento
ja: パン
pt: Painel
ru: Сдвиг
th: การเลื่อน
zh: 平移

# Label_FerrisWheel
source: Ferris Wheel
es: Noria
fr: Grande roue
hi: फेरिस पहिया
it: Ruota panor.
ja: 観覧車
nl: Reuzenrad
pt: Roda Gigante
ru: Панорама
th: ชิงช้าสวรรค์
zh: 摩天轮

# Label_Conveyor
source: Conveyor
es: Transportador
fr: Convoyeur
hi: कन्वेयर
it: Trasportatore
ja: コンベア
nl: Loopband
pt: Transporte
ru: Конвейер
th: สายพานลำเลียง
zh: 传送带

# Label_Rotate
source: Rotate
es: Girar
fr: Faire pivoter
hi: घूर्णन
it: Rotazione
ja: 回転
nl: Draai
pt: Girar
ru: Поворот
th: หมุน
zh: 旋转

# Label_Window
source: Window
es: Ventana
fr: Fenêtre
hi: खिड़की
it: Finestra
ja: ウィンドウ
nl: Venster
pt: Janela
ru: Окно
th: หน้าต่าง
zh: 窗口

# Label_Orbit
source: Orbit
es: Órbita
fr: Orbite
hi: भ्रमण पथ
it: Orbita
ja: オービット
nl: Cirkel
pt: Órbita
ru: Орбита
th: วงโคจร
zh: 轨道

# Label_FlyThrough
source: Fly Through
es: Volar
fr: Parcourir
hi: आर-पार उड़ें
it: Entrata veloce
ja: フライ スルー
nl: Vlieg binnen
pt: Voar Através
ru: Вылет
th: บินผ่าน
zh: 飞过

# Label_ThroughBlack
source: Through Black
es: En negro
fr: Transition par le noir
hi: काले में से
it: Verso il nero
ja: 黒を通じて
nl: Via zwart
pt: Através de Preto
ru: Через черное
th: ผ่านสีดำ
zh: 全黑

# Label_Smoothly
source: Smoothly
es: Suavemente
fr: En douceur
hi: समान गति से
it: Sfumatura
ja: スムーズ
nl: Vloeiend
pt: Suavemente
ru: Плавно
th: อย่างราบรื่น
zh: 平滑

# Label_FromBottom
source: From Bottom
es: Desde abajo
fr: À partir du bas
hi: नीचे से
it: Dal basso
ja: 下から
nl: Van onderkant
pt: De Baixo
ru: Снизу
th: จากด้านล่าง
zh: 从底部

# Label_FromLeft
source: From Left
es: Desde la izquierda
fr: À partir de la gauche
hi: बाएँ से
it: Da sinistra
ja: 左から
nl: Van links
pt: Da Esquerda
ru: Слева
th: จากด้านซ้าย
zh: 从左

# Label_FromRight
source: From Rigth
es: Desde la derecha
fr: À partir de la droite
hi: दाएँ से
it: Da destra
ja: 右から
nl: Van rechts
pt: Da Direita
ru: Справа
th: จากด้านซ้าย
zh: 从右

# Label_FromTop
source: From Top
es: Desde arriba
fr: À partir du haut
hi: ऊपर से
it: Dall'alto
ja: 上から
nl: Van bovenkant
pt: De Cima
ru: Сверху
th: จากด้านบน
zh: 从顶部

# Label_FromTopRight
source: From Top-Right
es: Desde arriba a la derecha
fr: À partir du coin supérieur droit
hi: ऊपर-दाएँ से
it: Dall'angolo superiore destro
ja: 右上から
nl: Van rechtsboven
pt: Do Canto Superior Direito
ru: Сверху-справа
th: จากด้านบนขวา
zh: 从右上角

# Label_FromTopLeft
source: From Top-Left
es: Desde arriba a la izquierda
fr: À partir du coin supérieur gauche
hi: ऊपर-बाएँ से
it: Dall'angolo superiore sinistro
ja: 左上から
nl: Van linksboven
pt: Do Canto Superior Esquerdo
ru: Сверху-слева
th: จากด้านบนซ้าย
zh: 从左上角

# Label_FromBottomLeft
source: From Bottom-Left
es: Desde abajo a la izquierda
fr: À partir du coin inférieur gauche
hi: नीचे बाएँ से
it: Dall'angolo inferiore sinistro
ja: 左下から
nl: Van linksonder
pt: Do Canto Inferior Esquerdo
ru: Снизу-слева
th: จากด้านล่างซ้าย
zh: 从左下角

# Label_FromBottomRight
source: From Bottom-Right
es: Desde abajo a la derecha
fr: À partir du coin inférieur droit
hi: नीचे दाएँ से
it: Dall'angolo inferiore destro
ja: 右下から
nl: Van rechtsonder
pt: Do Canto Inferior Direito
ru: Снизу-справа
th: จากด้านล่างขวา
zh: 从右下角

# Label_VerticalOut
source: Vertical Out
es: Vertical hacia fuera
fr: Verticalement vers l'arrière
hi: ऊर्ध्व बाहर की ओर
it: Verticale verso l'esterno
ja: 垂直 出
nl: Verticaal uit
pt: Saída Vertical
ru: По вертикали наружу
th: ออกแบบแนวตั้ง
zh: 垂直移出

# Label_VerticalIn
source: Vertical In
es: Vertical hacia dentro
fr: Verticalement vers l'avant
hi: ऊर्धर अंदर की ओर
it: Verticale verso l'interno
ja: 垂直 入
nl: Verticaal in
pt: Entrada Vertical
ru: По вертикали внутрь
th: เข้าในแนวตั้ง
zh: 垂直移入

# Label_HorizontalOut
source: Horizontal Out
es: Horizontal hacia fuera
fr: Horizontalement vers l'arrière
hi: क्षैतिज बाहर की ओर
it: Orizzontale verso l'esterno
ja: 水平 出
nl: Horizontaal uit
pt: Saída Horizontal
ru: По горизонтали наружу
th: ออกในแนวนอน
zh: 水平移出

# Label_HorizontalIn
source: Horizontal In
es: Horizontal hacia dentro
fr: Horizontalement vers l'avant
hi: क्षैतिज अंदर की ओर
it: Orizzontale verso l'interno
ja: 水平 入
nl: Horizontaal in
pt: Entrada Horizontal
ru: По горизонтали внутрь
th: เข้าในแนวนอน
zh: 水平移入

# Label_SmoothlyFromRight
source: Smoothly From Right
es: Suavemente desde la derecha
fr: En douceur à partir de la droite
hi: दाएँ से समान गति के साथ
it: Sfumatura da destra
ja: 右からスムーズに
nl: Vloeiend vanaf rechts
pt: Suavemente da Direita
ru: Плавно справа
th: ค่อย ๆ เปลี่ยนจากด้านขวา
zh: 从右侧淡出

# Label_SmoothlyFromLeft
source: Smoothly From Left
es: Suavemente desde la izquierda
fr: En douceur à partir de la gauche
hi: बाएँ से समान गति के साथ
it: Sfumatura da sinistra
ja: 左からスムーズに
nl: Vloeiend vanaf links
pt: Suavemente da Esquerda
ru: Плавно слева
th: ค่อย ๆ เปลี่ยนจากด้านซ้าย
zh: 从左侧淡出

# Label_ThroughBlackFromRight
source: Through Black From Right
es: En negro desde la derecha
fr: Transition par le noir à partir de la droite
hi: दाएँ से काले में से होकर
it: Verso il nero da destra
ja: 右から黒を通じて
nl: Via zwart van rechts
pt: Através de Preto da Direita
ru: Через черное справа
th: ผ่านสีดำจากด้านขวา
zh: 从右侧全黑

# Label_ThroughBlackFromLeft
source: Through Black From Left
es: En negro desde la izquierda
fr: Transition par le noir à partir de la gauche
hi: बाएँ से काले में से होकर
it: Verso il nero da sinistra
ja: 左から黒を通じて
nl: Via zwart van links
pt: Através de Preto da Esquerda
ru: Через черное слева
th: ผ่านสีดำจากด้านซ้าย
zh: 从左侧全黑

# Label_Circle
source: Circle
es: Círculo
fr: Cercle
hi: वृत्त
it: Cerchio
ja: 円
nl: Cirkel
pt: Círculo
ru: Круг
th: วงกลม
zh: 圆

# Label_Diamond
source: Diamond
es: Rombo
fr: Losange
hi: हीरा
it: Rombo
ja: ひし形
nl: Ruit
pt: Diamante
ru: Ромб
th: ข้าวหลามตัด
zh: 菱形

# Label_Plus
source: Plus
es: Más
hi: योजक चिह्न
it: Più
ja: プラス
pt: Mais
ru: Плюс
th: บวก
zh: 加号

# Label_In
source: In
es: Hacia dentro
fr: Dans
hi: अंदर
it: Dentro
ja: イン
pt: Entrada
ru: Внутрь
th: ด้านใน
zh: 移入

# Label_Out
source: Out
es: Hacia fuera
fr: Hors
hi: बाहर
it: Fuori
ja: アウト
nl: Uit
pt: Saída
ru: Наружу
th: ด้านนอก
zh: 移出

# Label_Clockwise
source: Clockwise
es: Sentido de las agujas del reloj
fr: Dans le sens horaire
hi: दक्षिणावर्त
it: Senso orario
ja: 時計回り
nl: Rechtsom
pt: Sentido Horário
ru: По час. стрелке
th: ตามเข็มนาฬิกา
zh: 顺时针

# Label_Counterclockwise
source: Counterclockwise
es: Sentido contrario a las agujas del reloj
fr: Dans le sens antihoraire
hi: वामावर्त
it: Senso antiorario
ja: 反時計回り
nl: Linksom
pt: Sentido Anti-horário
ru: Против час. стрелки
th: ทวนเข็มนาฬิกา
zh: 逆时针

# Label_Wedge
source: Wedge
es: Cuña
fr: Coin
hi: कील
it: Cuneo
ja: くさび形
nl: Wigvorm
pt: Camada
ru: Клин
th: สามเหลี่ยม
zh: 楔形

# Label_Center
source: Center
es: Centro
fr: Centre
hi: मध्य
it: Centro
ja: 中央
nl: Centreer
pt: Centro
ru: Центр
th: ตรงกลาง
zh: 中心

# Label_2SpokesClockwise
source: 2 Spokes Clockwise
es: 2 radios en el sentido de las agujas del reloj
fr: 2 rayons dans le sens des aiguilles d'une montre
hi: 2 छड़ दक्षिणावर्त
it: 2 raggi in senso orario
ja: 時計回りに 2 スポーク
nl: 2 spaken rechtsom
pt: 2 Raios Sentido Horário
ru: 2 сектора по час. стрелке
th: 2 ซี่ตามเข็มนาฬิกา
zh: 顺时针 2 轮辐图案

# Label_3SpokesClockwise
source: 3 Spokes Clockwise
es: 3 radios en el sentido de las agujas del reloj
fr: 3 rayons dans le sens des aiguilles d'une montre
hi: 3 छड़ दक्षिणावर्त
it: 3 raggi in senso orario
ja: 時計回りに 3 スポーク
nl: 3 spaken rechtsom
pt: 3 Raios Sentido Horário
ru: 3 сектора по час. стрелке
th: 3 ซี่ตามเข็มนาฬิกา
zh: 顺时针 3 轮辐图案

# Label_4SpokesClockwise
source: 4 Spokes Clockwise
es: 4 radios en el sentido de las agujas del reloj
fr: 4 rayons dans le sens des aiguilles d'une montre
hi: 4 छड़ दक्षिणावर्त
it: 4 raggi in senso orario
ja: 時計回りに 4 スポーク
nl: 4 spaken rechtsom
pt: 4 Raios Sentido Horário
ru: 4 сектора по час. стрелке
th: 4 ซี่ตามเข็มนาฬิกา
zh: 顺时针 4 轮辐图案

# Label_8SpokesClockwise
source: 8 Spokes Clockwise
es: 8 radios en el sentido de las agujas del reloj
fr: 8 rayons dans le sens des aiguilles d'une montre
hi: 8 छड़ दक्षिणावर्त
it: 8 raggi in senso orario
ja: 時計回りに 8 スポーク
nl: 8 spaken rechtsom
pt: 8 Raios Sentido Horário
ru: 8 секторов по час. стрелке
th: 8 ซี่ตามเข็มนาฬิกา
zh: 顺时针 8 轮辐图案

# Label_2SpokesCounterclockwise
source: 2 Spokes Counterclockwise
es: 2 radios en sentido contrario a las agujas del reloj
fr: 2 rayons dans le sens contraire aux aiguilles d'une montre
hi: 2 छड़ वामावर्त
it: 2 raggi in senso antiorario
ja: 半時計回りに 2 スポーク
nl: 2 spaken linksom
pt: 2 Raios Sentido Anti-horário
ru: 2 сектора против час. стрелки
th: 2 ซี่ทวนเข็มนาฬิกา
zh: 逆时针 2 轮辐图案

# Label_3SpokesCounterclockwise
source: 3 Spokes Counterclockwise
es: 3 radios en sentido contrario a las agujas del reloj
fr: 3 rayons dans le sens contraire aux aiguilles d'une montre
hi: 3 छड़ वामावर्त
it: 3 raggi in senso antiorario
ja: 半時計回りに 3 スポーク
nl: 3 spaken linksom
pt: 3 Raios Sentido Anti-horário
ru: 3 сектора против час. стрелки
th: 3 ซี่ทวนเข็มนาฬิกา
zh: 逆时针 3 轮辐图案

# Label_4SpokesCounterclockwise
source: 4 Spokes Counterclockwise
es: 4 radios en sentido contrario a las agujas del reloj
fr: 4 rayons dans le sens contraire aux aiguilles d'une montre
hi: 4 छड़ वामावर्त
it: 4 raggi in senso antiorario
ja: 半時計回りに 4 スポーク
nl: 4 spaken linksom
pt: 4 Raios Sentido Anti-horário
ru: 4 сектора против час. стрелки
th: 4 ซี่ทวนเข็มนาฬิกา
zh: 逆时针 4 轮辐图案

# Label_8SpokesCounterclockwise
source: 8 Spokes Counterclockwise
es: 8 radios en sentido contrario a las agujas del reloj
fr: 8 rayons dans le sens contraire aux aiguilles d'une montre
hi: 8 छड़ वामावर्त
it: 8 raggi in senso antiorario
ja: 半時計回りに 8 スポーク
nl: 8 spaken linksom
pt: 8 Raios Sentido Anti-horário
ru: 8 секторов против час. стрелки
th: 8 ซี่ทวนเข็มนาฬิกา
zh: 逆时针 8 轮辐图案

# Label_HexagonsFromLeft
source: Hexagons From Left
es: Hexágonos desde la izquierda
fr: Hexagones à partir de la gauche
hi: षटकोण बाएँ से
it: Esagoni da sinistra
ja: 左から六角形
nl: Zeshoeken vanaf links
pt: Hexágonos da Esquerda
ru: Шестиугольники слева
th: รูปหกเหลี่ยมจากซ้าย
zh: 从左侧闪耀的六边形

# Label_HexagonsFromTop
source: Hexagons From Top
es: Hexágonos desde arriba
fr: Hexagones à partir du haut
hi: षटकोण ऊपर से
it: Esagoni dall'alto
ja: 上から六角形
nl: Zeshoeken vanaf boven
pt: Hexágonos de Cima
ru: Шестиугольники сверху
th: รูปหกเหลี่ยมจากด้านบน
zh: 从顶部闪耀的六边形

# Label_HexagonsFromRight
source: Hexagons From Right
es: Hexágonos desde la derecha
fr: Hexagones à partir de la droite
hi: षटकोण दाएँ से
it: Esagoni da destra
ja: 右から六角形
nl: Zeshoeken vanaf rechts
pt: Hexágonos da Direita
ru: Шестиугольники справа
th: รูปหกเหลี่ยมจากด้านซ้าย
zh: 从右侧闪耀的六边形

# Label_HexagonsFromBottom
source: Hexagons From Bottom
es: Hexágonos desde abajo
fr: Hexagones à partir du bas
hi: षटकोण नीचे से
it: Esagoni dal basso
ja: 下から六角形
nl: Zeshoeken vanaf onder
pt: Hexágonos de Baixo
ru: Шестиугольники снизу
th: รูปหกเหลี่ยมจากด้านล่าง
zh: 从底部闪耀的六边形

# Label_DiamondsFromLeft
source: Diamonds From Left
es: Rombos desde la izquierda
fr: Losanges à partir de la gauche
hi: हीरे बाएँ से
it: Rombi da sinistra
ja: 左からひし形
nl: Ruiten vanaf links
pt: Diamantes da Esquerda
ru: Ромбы слева
th: รูปข้าวหลามตัดจากด้านซ้าย
zh: 从左侧闪耀的菱形
