Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_ShapeType_Gear6
source: Gear 6
es: Engranaje 6
fr: Engrenage 6
hi: गियर 6
it: Ingranaggio 6
ja: ギア 6
nl: Versnelling 6
pt: Engrenagem 6
ru: Шестеренка 6
th: เกียร์ 6
zh: 齿轮 6

# Label_ShapeType_Gear9
source: Gear 9
es: Engranaje 9
fr: Engrenage 9
hi: गियर 9
it: Ingranaggio 9
ja: ギア 9
nl: Versnelling 9
pt: Engrenagem 9
ru: Шестеренка 9
th: เกียร์ 9
zh: 齿轮 9

# Label_ShapeType_HalfFrame
source: Half Frame
es: Medio marco
fr: Demi-cadre
hi: आधा फ़्रेम
it: Mezza cornice
ja: レイアウト枠の半分
nl: Half kader
pt: Meia Moldura
ru: Половина рамки
th: รูปครึ่งกรอบ
zh: 半闭框

# Label_ShapeType_Heart
source: Heart
es: Corazón
fr: Cœur
hi: हृदय
it: Cuore
ja: ハート
nl: Hart
pt: Coração
ru: Сердце
th: หัวใจ
zh: 心形

# Label_ShapeType_Heptagon
source: Heptagon
es: Heptágono
fr: Heptagone
hi: सप्तकोण
it: Ettagono
ja: 七角形
nl: Zevenhoek
pt: Heptágono
ru: Семиугольник
th: รูปเจ็ดเหลี่ยม
zh: 七边形

# Label_ShapeType_Hexagon
source: Hexagon
es: Hexágono
fr: Hexagone
hi: षट्भुज
it: Esagono
ja: 六角形
nl: Zeshoek
pt: Hexágono
ru: Шестиугольник
th: รูปหกเหลี่ยม
zh: 六边形

# Label_ShapeType_HomePlate
source: Home Plate
es: Pentágono irregular
fr: Fanion
hi: होम प्लेट
it: Piastra home
ja: ホームプレート
nl: Beginplaat
pt: Chapa Inicial
ru: Пятиугольник
th: แผ่นหน้าแรก
zh: 本垒板

# Label_ShapeType_HorizontalScroll
source: Horizontal Scroll
es: Desplazamiento horizontal
fr: Défilement horizontal
hi: क्षैतिज स्क्रॉल
it: Scorrimento orizzontale
ja: 横スクロール
nl: Horizontaal scrollen
pt: Deslocamento Horizontal
ru: Горизонтальная прокрутка
th: ตัวเลื่อนแนวนอน
zh: 横卷形

# Label_ShapeType_IrregularSeal1
source: Irregular Seal 1
es: Sello irregular 1
fr: Anneau irrégulier 1
hi: अनियमित सील 1
it: Sigillo irregolare 1
ja: 不規則な封印 1
nl: Onregelmatige afdichting 1
pt: Selo Irregular 1
ru: Пятно 1
th: ซีลแบบไม่ทั่วไป 1
zh: 不规则封装 1

# Label_ShapeType_IrregularSeal2
source: Irregular Seal 2
es: Sello irregular 2
fr: Anneau irrégulier 2
hi: अनियमित सील 2
it: Sigillo irregolare 2
ja: 不規則な封印 2
nl: Onregelmatige afdichting 2
pt: Selo Irregular 2
ru: Пятно 2
th: ซีลแบบไม่ทั่วไป 2
zh: 不规则封装 2

# Label_ShapeType_LeftArrow
source: Left Arrow
es: Flecha izquierda
fr: Flèche gauche
hi: बायाँ तीर
it: Freccia sinistra
ja: 左矢印
nl: Pijl links
pt: Seta para a Esquerda
ru: Стрелка влево
th: ลูกศรซ้าย
zh: 左箭头

# Label_ShapeType_LeftArrowCallout
source: Callout Left Arrow
es: Llamada de flecha izquierda
fr: Légende Flèche gauche
hi: कॉलआउट बायाँ तीर
it: Freccia a sinistra callout
ja: 左矢印の吹き出し
nl: Toelichting pijl links
pt: Seta para a Esquerda com Chamada
ru: Выноска со стрелкой влево
th: ลูกศรซ้ายของคำบรรยายภาพ
zh: 标注左箭头

# Label_ShapeType_LeftBrace
source: Left Brace
es: Llave de apertura
fr: Accolade gauche
hi: बायाँ ब्रास
it: Parentesi graffa sinistra
ja: 波かっこ（左）
nl: Linkeraccolade
pt: Chaveta Esquerda
ru: Открывающая фигурная скобка
th: วงเล็บปีกกาซ้าย
zh: 左大括号

# Label_ShapeType_LeftBracket
source: Left Bracket
es: Corchete izquierdo
fr: Crochet gauche
hi: बायाँ कोष्ठक
it: Parentesi quadra sinistra
ja: 角かっこ（左）
nl: Vierkante haak links
pt: Parêntese Reto Esquerdo
ru: Открывающая круглая скобка
th: วงเล็บซ้าย
zh: 左方括号

# Label_ShapeType_LeftCircularArrow
source: Left Circular Arrow
es: Flecha circular izquierda
fr: Flèche en arc gauche
hi: बायाँ वृत्ताकार तीर
it: Freccia circolare sinistra
ja: 左環状矢印
nl: Draaiende pijl links
pt: Seta Circular para a Esquerda
ru: Круговая стрелка влево
th: ลูกศรเวียนซ้าย
zh: 左环形箭头

# Label_ShapeType_LeftRightArrow
source: Left Right Arrow
es: Flecha izquierda y derecha
fr: Flèche gauche-droite
hi: बायाँ दायाँ तीर
it: Freccia bidirezionale
ja: 左右矢印
nl: Pijl links/rechts
pt: Seta Bidirecional
ru: Стрелка влево и вправо
th: ลูกศรซ้ายขวา
zh: 左右箭头

# Label_ShapeType_LeftRightArrowCallout
source: Callout Left Right Arrow
es: Llamada de flecha izquierda y derecha
fr: Légende Flèche gauche-droite
hi: कॉलआउट बायाँ दायाँ तीर
it: Freccia bidirezionale callout
ja: 左右矢印の吹き出し
nl: Toelichting pijl links/rechts
pt: Seta Bidirecional com Chamada
ru: Выноска в виде двойной стрелки влево/вправо
th: ลูกศรซ้ายขวาของคำบรรยายภาพ
zh: 标注左右箭头

# Label_ShapeType_LeftRightCircularArrow
source: Left Right Circular Arrow
es: Flecha circular izquierda y derecha
fr: Flèche en arc gauche-droite
hi: बायाँ दायाँ वृत्ताकार तीर
it: Freccia ad arco bidirezionale
ja: 左右環状矢印
nl: Draaiende pijl links/rechts
pt: Seta Circular Bidirecional
ru: Круговая стрелка влево/вправо
th: ลูกศรเวียนซ้ายขวา
zh: 左右环形箭头

# Label_ShapeType_LeftRightRibbon
source: Left Right Ribbon
es: Cinta izquierda y derecha
fr: Ruban gauche-droite
hi: बायाँ दायाँ रिबन
it: Nastro bidirezionale
ja: 左右リボン
nl: Lint links/rechts
pt: Fita Bidirecional
ru: Лента влево/вправо
th: ริบบิ้นซ้ายขวา
zh: 左右带形

# Label_ShapeType_LeftRightUpArrow
source: Left Right Up Arrow
es: Flecha arriba izquierda y derecha
fr: Flèche gauche-droite-haut
hi: बायाँ दायाँ ऊपरी तीर
it: Freccia su bidirezionale
ja: 上左右リボン
nl: Pijl omhoog links/rechts
pt: Seta Bidirecional para Cima
ru: Тройная стрелка влево-вправо-вверх
th: ลูกศรซ้ายขวา-ขึ้น
zh: 左右上箭头

# Label_ShapeType_LeftUpArrow
source: Left Up Arrow
es: Flecha arriba izquierda
fr: Flèche gauche-haut
hi: बायाँ ऊपरी तीर
it: Freccia su sinistra
ja: 左上がり矢印
nl: Pijl omhoog links
pt: Seta para a Esquerda e para Cima
ru: Двойная стрелка влево/вверх
th: ลูกศรซ้าย-ขึ้น
zh: 左上箭头

# Label_ShapeType_LightningBolt
source: Lightning Bolt
es: Relámpago
fr: Coup de foudre
hi: लाइटनिंग बोल्ट
it: Fulmine
ja: 稲妻
nl: Bliksemflits
pt: Relâmpago
ru: Молния
th: สายฟ้า
zh: 闪电形

# Label_ShapeType_Line
source: Line
es: Línea
fr: Ligne
hi: लाइन
it: Linea
ja: 折れ線
nl: Lijn
pt: Linha
ru: Линия
th: เส้น
zh: 直线

# Label_ShapeType_LineInv
source: Line Inverse
es: Línea invertida
fr: Ligne inversée
hi: लाइन उलटी
it: Linea inversa
ja: 逆折れ線
nl: Lijnomkering
pt: Linha Inversa
ru: Обратная линия
th: เส้นย้อนกลับ
zh: 反转线

# Label_ShapeType_MathDivide
source: Divide Math
es: División
fr: Symbole division
hi: विभाजन गणित
it: Divisione
ja: 除算
nl: Delen
pt: Sinal Matemático de Divisão
ru: Знак "разделить"
th: หาร
zh: 除法数学

# Label_ShapeType_MathEqual
source: Equal Math
es: Igual que
fr: Symbole égal
hi: समान गणित
it: Uguale a
ja: 等号
nl: Is gelijk aan
pt: Sinal Matemático de Igual
ru: Знак "равно"
th: เท่ากับ
zh: 等于数学

# Label_ShapeType_MathMinus
source: Minus Math
es: Menos
fr: Symbole moins
hi: घटा गणित
it: Sottrazione
ja: 減算
nl: Min
pt: Sinal Matemático de Subtração
ru: Знак "минус"
th: ลบ
zh: 减法数学

# Label_ShapeType_MathMultiply
source: Multiply Math
es: Multiplicar
fr: Symbole multiplication
hi: गुणा गणित
it: Moltiplicazione
ja: 乗算
nl: Vermenigvuldigen
pt: Sinal Matemático de Multiplicação
ru: Знак "умножить"
th: คูณ
zh: 乘法数学

# Label_ShapeType_MathNotEqual
source: Not Equal Math
es: Distinto de
fr: Symbole non égal
hi: समान नहीं गणित
it: Diverso da
ja: 不等号
nl: Is niet gelijk aan
pt: Sinal Matemático de Não Igual
ru: Знак "не равно"
th: ไม่เท่ากับ
zh: 不等于数学

# Label_ShapeType_MathPlus
source: Plus Math
es: Más
fr: Symbole plus
hi: प्लस गणित
it: Somma
ja: 加算
nl: Plus
pt: Sinal Matemático de Adição
ru: Знак "плюс"
th: บวก
zh: 加法数学

# Label_ShapeType_Moon
source: Moon
es: Luna
fr: Lune
hi: चाँद
it: Luna
ja: 月
nl: Maan
pt: Lua
ru: Луна
th: พระจันทร์
zh: 月亮

# Label_ShapeType_NonIsoscelesTrapezoid
source: Non Isosceles Trapezoid
es: Trapecio no isósceles
fr: Trapézoïde non-isocèle
hi: गैर-समद्विबाहु विषम चतुर्भुज
it: Trapezio non isoscele
ja: 不等脚台形
nl: Niet-gelijkbenig trapezium
pt: Trapezoide Não Isósceles
ru: Неравнобедренная трапеция
th: สี่เหลี่ยมคางหมูหน้าจั่ว
zh: 非等腰梯形

# Label_ShapeType_NoSmoking
source: No Smoking
es: Prohibido fumar
fr: Non-fumeur
hi: धूम्रपान निषेध
it: Vietato fumare
ja: 禁煙
nl: Niet roken
pt: Proibido Fumar
ru: Курение запрещено
th: ห้ามสูบบุหรี่
zh: 禁止吸烟

# Label_ShapeType_NotchedRightArrow
source: Notched Right Arrow
es: Flecha derecha con muesca
fr: Flèche droite à entaille
hi: कटाव वाला दायाँ तीर
it: Freccia a destra rientrata
ja: 刻み目入り右矢印
nl: Ingekeepte pijl rechts
pt: Seta Entalhada para a Direita
ru: Стрелка вправо с вырезом
th: ลูกศรบากร่องขวา
zh: 燕尾形箭头

# Label_ShapeType_Octagon
source: Octagon
es: Octógono
fr: Octogone
hi: अष्टकोण
it: Ottagono
ja: 八角形
nl: Achthoek
pt: Octógono
ru: Восьмиугольник
th: รูปแปดเหลี่ยม
zh: 八边形

# Label_ShapeType_Parallelogram
source: Parallelogram
es: Paralelogramo
fr: Parallélogramme
hi: समांतर चतुर्भुज
it: Parallelogramma
ja: 平行四辺形
pt: Paralelograma
ru: Параллелограмм
th: สี่เหลี่ยมด้านขนาน
zh: 平行四边形

# Label_ShapeType_Pentagon
source: Pentagon
es: Pentágono
fr: Pentagone
hi: पंचकोण
it: Pentagono
ja: 五角形
nl: Vijfhoek
pt: Pentágono
ru: Пятиугольник
th: รูปห้าเหลี่ยม
zh: 五边形

# Label_ShapeType_Pie
source: Pie
es: Circular
fr: À secteurs
hi: पाई
it: A torta
ja: 円グラフ
nl: Taart
pt: Circular
ru: Круговая
th: พาย
zh: 饼

# Label_ShapeType_PieWedge
source: Pie Wedge
es: Porción del gráfico
fr: Part de tarte
hi: पाई वेज
it: Spicchio torta
ja: 円グラフのウェッジ
nl: Taartpunt
pt: Setor de Gráfico Circular
ru: Клин круговой диаграммы
th: ส่วนของพาย
zh: 饼图楔形

# Label_ShapeType_Plaque
source: Plaque
es: Placa
fr: Étiquette
hi: पट्टिका
it: Placca
ja: ブローチ
nl: Broche
pt: Placa
ru: Табличка
th: สี่เหลี่ยมมุมเว้า
zh: 缺角矩形

# Label_ShapeType_PlaqueTabs
source: Plaque Tabs
es: Abanicos esquineros
fr: Onglets à étiquettes
hi: प्लाक टैब
it: Scheda placca
ja: ブローチタブ
nl: Brochetabblad
pt: Separadores de Placa
ru: Вкладки таблички
th: แท็บสี่เหลี่ยมมุมเว้า
zh: 缺角矩形制表符

# Label_ShapeType_Plus
source: Plus
es: Más
hi: प्लस
it: Più
ja: プラス
pt: Adição
ru: Плюс
th: บวก
zh: 加法

# Label_ShapeType_QuadArrow
source: Quad-Arrow
es: Flecha cuádruple
fr: Flèche à quatre pointes
hi: चतुष्कोण-तीर
it: Freccia a incrocio
ja: 四方向矢印
nl: Vierkante pijl
pt: Seta com 4 Sentidos
ru: Счетверенная стрелка
th: ลูกศรสี่ทิศ
zh: 十字箭头

# Label_ShapeType_QuadArrowCallout
source: Quad Arrow Callout
es: Llamada de flecha cuádruple
fr: Légende Flèche à quatre pointes
hi: चतुष्कोण तीर कॉलआउट
it: Freccia a incrocio callout
ja: 四方向矢印の吹き出し
nl: Toelichting vierkante pijl
pt: Chamada com Setas nos 4 Sentidos
ru: Выноска с четырьмя стрелками
th: คำบรรยายภาพลูกศรสี่ทิศ
zh: 十字箭头标注

# Label_ShapeType_Rectangle
source: Rectangle
es: Rectángulo
hi: आयत
it: Rettangolo
ja: 長方形
nl: Rechthoek
pt: Retângulo
ru: Прямоугольник
th: สี่เหลี่ยมผืนผ้า
zh: 矩形

# Label_ShapeType_Ribbon
source: Ribbon
es: Lazo
fr: Ruban
hi: रिबन
it: Nastro
ja: リボン
nl: Lint
pt: Fita
ru: Лента
th: ริบบิ้น
zh: 带形

# Label_ShapeType_Ribbon2
source: Ribbon 2
es: Lazo 2
fr: Ruban 2
hi: रिबन 2
it: Nastro 2
ja: リボン 2
nl: Lint 2
pt: Fita 2
ru: Лента 2
th: ริบบิ้น 2
zh: 带形 2

# Label_ShapeType_RightArrow
source: Right Arrow
es: Flecha derecha
fr: Flèche droite
hi: दायाँ तीर
it: Freccia a destra
ja: 右矢印
nl: Pijl rechts
pt: Seta para a Direita
ru: Стрелка вправо
th: ลูกศรขวา
zh: 右箭头

# Label_ShapeType_RightArrowCallout
source: Callout Right Arrow
es: Llamada de flecha derecha
fr: Légende Flèche droite
hi: कॉलआउट दायाँ तीर
it: Freccia a destra callout
ja: 右矢印吹き出し
nl: Toelichting pijl rechts
pt: Seta para a Direita com Chamada
ru: Выноска со стрелкой вправо
th: ลูกศรขวาของคำบรรยายภาพ
zh: 标注右箭头

# Label_ShapeType_RightBrace
source: Right Brace
es: Llave de cierre
fr: Accolade droite
hi: दायाँ ब्रास
it: Parentesi graffa destra
ja: 波かっこ（右）
nl: Accolade rechts
pt: Chaveta Direita
ru: Закрывающая фигурная скобка
th: วงเล็บปีกกาขวา
zh: 右大括号

# Label_ShapeType_RightBracket
source: Right Bracket
es: Corchete derecho
fr: Crochet droit
hi: दायाँ कोष्ठक
it: Parentesi quadra destra
ja: 角かっこ（右）
nl: Vierkante haak rechts
pt: Parêntese Reto Direito
ru: Закрывающая круглая скобка
th: วงเล็บขวา
zh: 右方括号

# Label_ShapeType_Round1Rect
source: One Round Corner Rectangle
es: Rectángulo con una esquina redondeada
fr: Rectangle à un coin arrondi
hi: एक गोल कोने की आयत
it: Rettangolo con un angolo arrotondato
ja: 1 つの角を丸めた四角形
nl: Rechthoek met één ronde hoek
pt: Retângulo com Um Canto Arredondado
ru: Прямоугольник с одним скругленным углом
th: สี่เหลี่ยมมุมมนมุมเดียว
zh: 单圆角矩形

# Label_ShapeType_Round2DiagRect
source: Two Diagonal Round Corner Rectangle
es: Rectángulo con dos esquinas redondeadas en diagonal
fr: Rectangle à deux coins arrondis (diagonale)
hi: दो विकर्ण गोल कोने की आयत
it: Rettangolo con due angoli diagonali arrotondati
ja: 1 組の対角が丸い四角形
nl: Rechthoek met diagonaal twee ronde hoeken
pt: Retângulo com Dois Cantos Arredondados Diagonais
ru: Прямоугольник с двумя скругленными противолежащими углами
th: สี่เหลี่ยมมุมมนสองมุมในแนวทแยง
zh: 对角圆角矩形

# Label_ShapeType_Round2SameRect
source: Two Same side Round Corner Rectangle
es: Rectángulo con dos esquinas redondeadas en el mismo lado
fr: Rectangle à deux coins arrondis (même côté)
hi: दो समान पक्ष गोल कोने की आयत
it: Rettangolo con due angoli arrotondati sullo stesso lato
ja: 同じ側の 2 角が丸い四角形
nl: Rechthoek met twee ronde hoeken aan dezelfde kant
pt: Retângulo com Dois Cantos Arredondados do Mesmo Lado
ru: Прямоугольник с двумя скругленными соседними углами
th: สี่เหลี่ยมมุมมนด้านเดียวกันสองมุม
zh: 同侧圆角矩形

# Label_ShapeType_RoundRectangle
source: Round Corner Rectangle
es: Rectángulo de esquina redondeada
fr: Rectangle à coins arrondis
hi: गोल कोने की आयत
it: Rettangolo con angoli arrotondati
ja: 角の丸い四角形
nl: Rechthoek met ronde hoeken
pt: Retângulo de Cantos Arredondados
ru: Прямоугольник со скругленными углами
th: สี่เหลี่ยมมุมมน
zh: 圆角矩形

# Label_ShapeType_RightTriangle
source: Right Triangle
es: Triángulo rectángulo
fr: Triangle rectangle
hi: दायाँ त्रिभुज
it: Triangolo rettangolo
ja: 正三角形
nl: Rechthoekige driehoek
pt: Triângulo Retângulo
ru: Прямоугольный треугольник
th: สามเหลี่ยมมุมฉาก
zh: 直角三角形

# Label_ShapeType_SmileyFace
source: Smiley Face
es: Cara sonriente
fr: Sourire
hi: मुस्कुराता चेहरा
it: Faccia sorridente
ja: スマイル
nl: Smiley
pt: Sorriso
ru: Улыбающееся лицо
th: หน้ายิ้ม
zh: 笑脸

# Label_ShapeType_Snip1Rect
source: One Snip Corner Rectangle
es: Rectángulo sin una esquina
fr: Rectangle à un coin rogné
hi: एक कटाव कोने की आयत
it: Rettangolo con un angolo ritagliato
ja: 1 つの角が切り取られた四角形
nl: Rechthoek met één hoek met knipsel
pt: Retângulo com Um Canto Recortado
ru: Прямоугольник с одним усеченным углом
th: สี่เหลี่ยมมุมตัดมุมเดียว
zh: 剪去单角的矩形

# Label_ShapeType_Snip2DiagRect
source: Two Diagonal Snip Corner Rectangle
es: Rectángulo sin dos esquinas en diagonal
fr: Rectangle à deux coins rognés (diagonale)
hi: दो विकर्ण कटाव कोने की आयत
it: Rettangolo con due angoli ritagliati diagonali
ja: 1 組の対角が切り取られた四角形
nl: Rechthoek met diagonaal twee hoeken met knipsel
pt: Retângulo com Dois Cantos Recortados Diagonais
ru: Прямоугольник с двумя усеченными противолежащими углами
th: สี่เหลี่ยมมุมตัดสองมุมในแนวทแยง
zh: 剪去对角的矩形

# Label_ShapeType_Snip2SameRect
source: Two Same side Snip Corner Rectangle
es: Rectángulo sin dos esquinas en el mismo lado
fr: Rectangle à deux coins rognés (même côté)
hi: दो समान पक्ष कटाव कोने की आयत
it: Rettangolo due angoli ritagliati sullo stesso lato
ja: 同じ側の 2 角が切り取られた四角形
nl: Rechthoek met twee hoeken met knipsel aan dezelfde kant
pt: Retângulo com Dois Cantos Recortados do Mesmo Lado
ru: Прямоугольник с двумя усеченными соседними углами
th: สี่เหลี่ยมมุมตัดด้านเดียวกันสองมุม
zh: 剪去同侧角的矩形

# Label_ShapeType_SnipRoundRect
source: One Snip One Round Corner Rectangle
es: Rectángulo redondeado sin una esquina
fr: Rectangle à un coin arrondi et rogné
hi: एक कटाव एक गोल कोने की आयत
it: Rettangolo con un angolo arrotondato e un angolo ritagliato
ja: 1 つの角が切り取られ、1 つの角を丸めた四角形
nl: Rechthoek met één ronde hoek met één knipsel
pt: Retângulo com Um Canto Recortado e Um Canto Arredondado
ru: Прямоугольник с одним скругленным и одним усеченным углами
th: สี่เหลี่ยมมุมมนมุมเดียวและมุมตัดมุมเดียว
zh: 剪去单圆角的矩形

# Label_ShapeType_SquareTabs
source: Square Tabs
es: Recuadros esquineros
fr: Onglets carrés
hi: वर्ग टैब
it: Schede quadrati
ja: 正方形タブ
nl: Vierkante tabbladen
pt: Separadores Quadrados
ru: Квадратные вкладки
th: แท็บสี่เหลี่ยมจัตุรัส
zh: 正方形制表符

# Label_ShapeType_Star10
source: Ten Point Star
es: Estrella de diez puntas
fr: Étoile à 10 branches
hi: दस पाइंट स्टार
it: Stella a dieci punte
ja: 十芒星
nl: Tienpuntige ster
pt: Estrela de Dez Pontas
ru: 10-конечная звезда
th: ดาวสิบแฉก
zh: 十角星

# Label_ShapeType_Star12
source: Twelve Point Star
es: Estrella de doce puntas
fr: Étoile à 12 branches
hi: बारह पाइंट स्टार
it: Stella a dodici punte
ja: 十二芒星
nl: Twaalfpuntige ster
pt: Estrela de Doze Pontas
ru: 12-конечная звезда
th: ดาวสิบสองแฉก
zh: 十二角星

# Label_ShapeType_Star16
source: Sixteen Point Star
es: Estrella de dieciséis puntas
fr: Étoile à 16 branches
hi: सोलह पाइंट स्टार
it: Stella a sedici punte
ja: 十六芒星
nl: Zestienpuntige ster
pt: Estrela de Dezasseis Pontas
ru: 16-конечная звезда
th: ดาวสิบหกแฉก
zh: 十六角星

# Label_ShapeType_Star24
source: Twenty Four Point Star
es: Estrella de veinticuatro puntas
fr: Étoile à 24 branches
hi: चौबीस पाइंट स्टार
it: Stella a ventiquattro punte
ja: 二十四芒星
nl: Vierentwintigpuntige ster
pt: Estrela de Vinte e Quatro Pontas
ru: 24-конечная звезда
th: ดาวยี่สิบสี่แฉก
zh: 二十四角星

# Label_ShapeType_Star32
source: Thirty Two Point Star
es: Estrella de treinta y dos puntas
fr: Étoile à 32 branches
hi: बत्तीस प्वाइंट स्टार
it: Stella a trentadue punte
ja: 三十二芒星
nl: Tweeëndertigpuntige ster
pt: Estrela de Trinta e Duas Pontas
ru: 32-конечная звезда
th: ดาวสามสิบสองแฉก
zh: 三十二角星

# Label_ShapeType_Star4
source: Four Point Star
es: Estrella de cuatro puntas
fr: Étoile à 4 branches
hi: चार पाइंट स्टार
it: Stella a quattro punte
ja: 四芒星
nl: Vierpuntige ster
pt: Estrela de Quatro Pontas
ru: 4-конечная звезда
th: ดาวสี่แฉก
zh: 四角星

# Label_ShapeType_Star
source: Five Point Star
es: Estrella de cinco puntas
fr: Étoile à 5 branches
hi: पाँच पाइंट स्टार
it: Stella a cinque punte
ja: 五芒星
nl: Vijfpuntige ster
pt: Estrela de Cinco Pontas
ru: 5-конечная звезда
th: ดาวห้าแฉก
zh: 五角星

# Label_ShapeType_Star6
source: Six Point Star
es: Estrella de seis puntas
fr: Étoile à 6 branches
hi: छह पाइंट स्टार
it: Stella a sei punte
ja: 六芒星
nl: Zespuntige ster
pt: Estrela de Seis Pontas
ru: 6-конечная звезда
th: ดาวหกแฉก
zh: 六角星

# Label_ShapeType_Star7
source: Seven Point Star
es: Estrella de siete puntas
fr: Étoile à 7 branches
hi: सात पाइंट स्टार
it: Stella a sette punte
ja: 七芒星
nl: Zevenpuntige ster
pt: Estrela de Sete Pontas
ru: 7-конечная звезда
th: ดาวเจ็ดแฉก
zh: 七角星

# Label_ShapeType_Star8
source: Eight Point Star
es: Estrella de ocho puntas
fr: Étoile à 8 branches
hi: आठ पाइंट स्टार
it: Stella a otto punte
ja: 八芒星
nl: Achtpuntige ster
pt: Estrela de Oito Pontas
ru: 8-конечная звезда
th: ดาวแปดแฉก
zh: 八角星

# Label_ShapeType_StraightConnector1
source: Straight Connector 1
es: Conector recto 1
fr: Raccord droit 1
hi: घुमावदार कनेक्टर 1
it: Connettore dritto 1
ja: 直線コネクタ 1
nl: Rechte verbindingslijn 1
pt: Conector Reto 1
ru: Прямая соед. линия 1
th: เส้นเชื่อมตรง 1
zh: 直接连接符 1

# Label_ShapeType_StripedRightArrow
source: Striped Right Arrow
es: Flecha derecha con bandas
fr: Flèche rayée
hi: स्ट्रिप्ड दायाँ तीर
it: Freccia a destra con strisce
ja: ストライプ矢印
nl: Gestreepte pijl rechts
pt: Seta de Movimento para a Direita
ru: Штриховая стрелка вправо
th: ลูกศรขวาลายแถบ
zh: 虚尾箭头

# Label_ShapeType_Sun
source: Sun
es: Sol
fr: Soleil
hi: रवि
it: Sole
ja: 太陽
nl: Zon
pt: Sol
ru: Солнце
th: ดวงอาทิตย์
zh: 太阳

# Label_ShapeType_SwooshArrow
source: Swoosh Arrow
es: Flecha curvada
fr: Flèche coup de pinceau
hi: स्वूश तीर
it: Freccia con swoosh
ja: スウッシュ矢印
nl: Woesj-pijl
pt: Seta Curva
ru: Изогнутая стрелка
th: ลูกศรระลอก
zh: 飘扬形箭头

# Label_ShapeType_Teardrop
source: Teardrop
es: Lágrima
fr: Larme
hi: अश्रु
it: Lacrima
ja: 涙のしずく
nl: Traan
pt: Lágrima
ru: Капля
th: หยดน้ำตา
zh: 泪珠形

# Label_ShapeType_Trapezoid
source: Trapezoid
es: Trapecio
fr: Trapézoïde
hi: विषम चर्तुभुज
it: Trapezio
ja: 台形
nl: Trapezium
pt: Trapezoide
ru: Трапеция
th: สี่เหลี่ยมคางหมู
zh: 梯形

# Label_ShapeType_Triangle
source: Triangle
es: Triángulo
hi: त्रिभुज
it: Triangolo
ja: 三角形
nl: Driehoek
pt: Triângulo
ru: Треугольник
th: สามเหลี่ยม
zh: 三角形

# Label_ShapeType_UpArrow
source: Up Arrow
es: Flecha arriba
fr: Flèche haut
hi: ऊपरी तीर
it: Freccia su
ja: 上向き矢印
nl: Pijl omhoog
pt: Seta para Cima
ru: Стрелка вверх
th: ลูกศรขึ้น
zh: 上箭头

# Label_ShapeType_UpArrowCallout
source: Up Arrow Callout
es: Llamada de flecha arriba
fr: Légende Flèche haut
hi: ऊपरी तीर कॉलआउट
it: Callout freccia su
ja: 上向き矢印の吹き出し
nl: Toelichting pijl omhoog
pt: Seta para Cima com Chamada
ru: Выноска со стрелкой вверх
th: คำบรรยายภาพลูกศรขึ้น
zh: 上箭头标注

# Label_ShapeType_UpDownArrow
source: Up Down Arrow
es: Flecha arriba y abajo
fr: Flèche haut-bas
hi: ऊपरी निचला तीर
it: Freccia a discesa
ja: 上下矢印
nl: Pijl omhoog/omlaag
pt: Seta para Cima e para Baixo
ru: Стрелка вниз
th: ลูกศรขึ้นลง
zh: 上下箭头

# Label_ShapeType_UpDownArrowCallout
source: Up Down Arrow Callout
es: Llamada de flecha arriba y abajo
fr: Légende Flèche haut-bas
hi: निचला तीर कॉलआउट
it: Callout freccia a discesa
ja: 上下矢印の吹き出し
nl: Toelichting pijl omhoog/omlaag
pt: Seta para Cima e para Baixo com Chamada
ru: Выноска со стрелками вверх/вниз
th: คำบรรยายภาพลูกศรขึ้นลง
zh: 上下箭头标注

# Label_ShapeType_UturnArrow
source: U Turn Arrow
es: Flecha en U
fr: Flèche demi-tour
hi: यू मोड़ तीर
it: Freccia a inversione
ja: U ターン矢印
nl: Pijl met U-bocht
pt: Seta em U
ru: Развернутая стрелка
th: ลูกศรวกกลับ
zh: 手杖形箭头

# Label_ShapeType_VerticalScroll
source: Vertical Scroll
es: Desplazamiento vertical
fr: Défilement vertical
hi: लंबवत विंडो
it: Scorrimento verticale
ja: 上下スクロール
nl: Verticaal bladeren
pt: Deslocamento Vertical
ru: Вертикальная полоса прокрутки
th: ตัวเลื่อนแนวตั้ง
zh: 竖卷形

# Label_ShapeType_Wave
source: Wave
es: Onda
fr: Vague
hi: तरंग
it: Onda
ja: 波
nl: Golf
pt: Ondulado
ru: Волна
th: คลื่น
zh: 波形

# Label_ShapeType_WedgeEllipseCallout
source: Wedge Ellipse Callout
es: Llamada elíptica
fr: Légende Part en ellipse
hi: वेज दीर्घवृत्त कॉलआउट
it: Callout ellisse cuneo
ja: 楕円グラフウェッジの吹き出し
nl: Toelichting ovaalvormige taartpunt
pt: Setor Elíptico com Chamada
ru: Овальная выноска
th: คำบรรยายภาพรูปส่วนของวงรี
zh: 楔形椭圆形标注

# Label_ShapeType_WedgeRectCallout
source: Wedge Rectangle Callout
es: Llamada rectangular
fr: Légende Part rectangle
hi: वेज आयत कॉलआउट
it: Callout rettangolo cuneo
ja: 四角形ウェッジの吹き出し
nl: Toelichting rechthoekige taartpunt
pt: Setor Retangular com Chamada
ru: Прямоугольная выноска
th: คำบรรยายภาพรูปส่วนของสี่เหลี่ยมผืนผ้า
zh: 楔形矩形标注

# Label_ShapeType_WedgeRRectCallout
source: Wedge Round Rectangle Callout
es: Llamada con rectángulo redondeado
fr: Légende Part rectangle arrondi
hi: वेज गोल आयत कॉलआउट
it: Callout rettangolo arrotondato cuneo
ja: 角が丸い四角形ウェッジの吹き出し
nl: Toelichting afgeronde rechthoekige taartpunt
pt: Setor Retangular Arredondado com Chamada
ru: Скругленная прямоугольная выноска
th: คำบรรยายภาพรูปส่วนของสี่เหลี่ยมมุมมน
zh: 楔形圆角矩形标注

# Label_FilledRoundBullets
source: Filled Round Bullets
es: Viñetas redondas rellenas
fr: Puces rondes pleines
hi: भरी गोल बुलेट
it: Punti elenco rotondi pieni
ja: 塗りつぶした丸の行頭文字
nl: Gevulde ronde opsommingstekens
pt: Marcas Redondas Preenchidas
ru: Заполненные круглые маркеры
th: สัญลักษณ์แสดงหัวข้อย่อยรูปกลมทึบ
zh: 实心圆形项目符号

# Label_HollowRoundBullets
source: Hollow Round Bullets
es: Viñetas redondas huecas
fr: Puces rondes creuses
hi: खोखली गोल बुलेट
it: Punti elenco rotondi vuoti
ja: 白抜き丸の行頭文字
nl: Lege ronde opsommingstekens
pt: Marcas Redondas Vazias
ru: Пустые круглые маркеры
th: สัญลักษณ์แสดงหัวข้อย่อยรูปกลมโปร่ง
zh: 空心圆形项目符号

# Label_FilledSquareBullets
source: Filled Square Bullets
es: Viñetas cuadradas rellenas
fr: Puces carrés pleines
hi: भरी वर्ग बुलेट
it: Punti elenco quadrati pieni
ja: 塗りつぶした四角の行頭文字
nl: Gevulde vierkante opsommingstekens
pt: Marcas Quadradas Preenchidas
ru: Заполненные квадратные маркеры
th: สัญลักษณ์แสดงหัวข้อย่อยรูปสี่เหลี่ยมทึบ
zh: 实心正方形项目符号
