Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_CloudStorage
source: Cloud Storage
es: Almacen. en la nube
fr: Stockage cloud
hi: क्लाउड संग्रहण
it: Archiviazione in cloud
ja: クラウドストレージ
pt: Armazen. Nuvem
ru: Обл. хранилище
th: ที่เก็บข้อมูลในคลาวด์

# Label_Unprotect
source: Unprotect
es: Desproteger
fr: Suppr. protec.
hi: अरक्षित
it: Non protetto
ja: 未保護
ru: Снять защиту
th: ไม่ได้ปกป้อง

# Label_SelectLockedCells
source: Select locked cells
es: Seleccionar celdas bloqueadas
fr: Sélect. cellules verrouillées
hi: लॉक किए गए सेल चुनें
it: Seleziona celle bloccate
ja: ロックされたセルを選択
ru: Заблокированные ячейки
th: เลือกเซลล์ที่ล็อค

# Label_SelectUnlockedCells
source: Select unlocked cells
es: Selecc. celdas desbloqueadas
fr: Sélect. cellules non-verrou.
hi: अनलॉक किए गए सेल चुनें
it: Seleziona celle sbloccate
ja: ロック解除されたセルを選択
ru: Незаблокированные ячейки
th: เลือกเซลล์ที่ไม่ได้ล็อค

# Label_FormatCells
source: Format cells
es: Aplicar formato a celdas
fr: Formater cellules
hi: सेल फ़ॉरमेट करें
it: Formatta celle
ja: セルの書式設定
ru: Форматировать ячейки
th: จัดรูปแบบเซลล์

# Label_FormatColumns
source: Format columns
es: Aplicar formato a columnas
fr: Formater colonnes
hi: स्तंभ फ़ॉरमेट करें
it: Formatta colonne
ja: 縦列の書式設定
ru: Форматировать столбцы
th: จัดรูปแบบคอลัมน์

# Label_FormatRows
source: Format rows
es: Aplicar formato a filas
fr: Formater lignes
hi: पंक्तियाँ फ़ॉरमेट करें
it: Formatta righe
ja: 横列の書式設定
ru: Форматировать строки
th: จัดรูปแบบแถว

# Label_InsertColumns
source: Insert columns
es: Insertar columnas
fr: Insérer colonnes
hi: कॉलम सम्मिलित करें
it: Inserisci colonne
ja: 縦列を挿入
ru: Вставить столбцы
th: แทรกคอลัมน์

# Label_InsertRows
source: Insert rows
es: Insertar filas
fr: Insérer lignes
hi: पंक्तियाँ सम्मिलित करें
it: Inserisci righe
ja: 横列を挿入
ru: Вставить строки
th: แทรกแถว

# Label_InsertHyperlinks
source: Insert hyperlinks
es: Insertar hipervínculos
fr: Insérer hyperliens
hi: हाइपरलिंक्स सम्मिलित करें
it: Inserisci coll. ipertestuale
ja: ハイパーリンクを挿入
ru: Вставить гиперссылки
th: แทรกไฮเปอร์ลิงก์

# Label_DeleteColumns
source: Delete columns
es: Eliminar columnas
fr: Supprimer colonnes
hi: कॉलम हटाएँ
it: Elimina colonne
ja: 縦列を削除
ru: Удалить столбцы
th: ลบคอลัมน์

# Label_DeleteRows
source: Delete rows
es: Eliminar filas
fr: Supprimer lignes
hi: पंक्तियाँ हटाएँ
it: Elimina righe
ja: 横列を削除
ru: Удалить строки
th: ลบแถว

# Label_UseAutoFilter
source: Use AutoFilter
es: Usar filtro automático
fr: Utiliser AutoFilter
hi: ऑटोफ़िल्टर का उपयोग करें
it: Usa AutoFilter
ja: オートフィルターを使用
ru: Использовать автофильтр
th: ใช้ตัวกรองอัตโนมัติ

# Label_PivotTable
source: Use PivotTable & PivotChart
es: Usar tabla y gráfico dinámicos
fr: Utiliser PivotTable et PivotChart
hi: PivotTable व PivotChart
it: Usa PivotTable e PivotChart
ja: ピボットテーブル＆チャートを使用
ru: Сводную таблицу и диаграмму
th: ใช้ PivotTable และ PivotChart

# Label_EditObjects
source: Edit charts
es: Modificar gráficos
fr: Modifier graphiques
hi: चार्ट संपादित करें
it: Modifica grafici
ja: チャートを編集
ru: Изменить диаграммы
th: แก้ไขแผนภูมิ

# Label_EditScenarios
source: Edit scenarios
es: Modificar escenarios
fr: Modifier scénarios
hi: परिदृश्य संपादित करें
it: Modifica scenari
ja: シナリオを編集
ru: Изменить сценарии
th: แก้ไขสถานการณ์

# Label_ProtectSheet
source: Protect Sheet
es: Proteger hoja
fr: Protéger feuille
hi: शीट सुरक्षित करें
it: Proteggi foglio
ja: シートを保護
ru: Защитить лист
th: ปกป้องแผ่นงาน

# Label_UnprotectToChange
source: This sheet is protected. To make a change, unprotect the sheet.
es: Esta hoja está protegida. Para realizar cambios, desproteja la hoja.
fr: Cette feuille est protégée. Pour la modifier, désactivez la protection.
hi: यह शीट सुरक्षित है। परिवर्तन करने के लिए, शीट अरक्षित करें।
it: Il foglio è protetto. Per apportarvi modifiche, rimuovi la protezione.
ja: このシートは保護されています。変更をするには、シートの保護を解除してください。
ru: Этот лист защищен. Чтобы внести изменения, снимите защиту.
th: แผ่นงานนี้ได้รับการปกป้อง ถ้าต้องการเปลี่ยนแปลงข้อมูล ให้ยกเลิกการปกป้อง

# Label_PasswordProtectedSheet
source: Password Protected Sheet
es: Hoja protegida por contraseña
fr: Feuille protégée par mot de passe
hi: पासवर्ड रक्षित शीट
it: Foglio protetto da password
ja: パスワードで保護されているシート
ru: Защищенный паролем лист
th: แผ่นงานที่ได้รับการปกป้องโดยรหัสผ่าน

# Label_UnprotectSheet
source: Unprotect Sheet
es: Desproteger hoja
fr: Feuille non-protégée
hi: अरक्षित शीट
it: Foglio non protetto
ja: シートの保護を解除
ru: Снять защиту с листа
th: เลิกปกป้องแผ่นงาน

# Label_ProtectedSheet
source: Protected sheet
es: Hoja protegida
fr: Feuille protégée
hi: सुरक्षित शीट
it: Foglio protetto
ja: 保護されているシート
ru: Защищенный лист
th: แผ่นงานที่ได้รับการปกป้อง

# Label_HideLockCellInfo
source: Locking cells or hiding formulas has effect in protected sheets only.
es: Bloquear celdas u ocultar fórmulas solo afecta a las hojas protegidas.
fr: Si vous verrouillez des cellules ou masquez des formules, seules les feuilles protégées seront affectées.
hi: से लॉक करने और फ़ार्मूले छिपाने से केवल सुरक्षित शीट प्रभावित होती हैं।
it: Solo nei fogli protetti è possibile bloccare le celle o nascondere le formule.
ja: セルのロックまたは書式の非表示は保護されているシートにのみ影響します。
ru: Если заблокировать ячейки или скрыть формулы, это отразится только на защищенных листах.
th: การล็อคเซลล์หรือซ่อนสูตรคำนวณจะมีการผลกับแผ่นงานที่ได้รับการปกป้องเท่านั้น

# Label_CellLocked
source: Locked
es: Bloqueado
fr: Verrouillé
hi: लॉक किया गया
it: Bloccato
ja: ロック
ru: Заблокировано
th: ล็อค

# Label_CellHidden
source: Hidden
es: Oculto
fr: Masqué
hi: छिपा हुआ
it: Nascosto
ja: 非表示
ru: Скрыто
th: ถูกซ่อน

# Label_CellProtection
source: Cell Protection
es: Protección de la celda
fr: Protection de cellule
hi: सेल संरक्षण
it: Protezione cella
ja: セル保護
ru: Защита ячеек
th: การปกป้องเซลล์

# Label_Data
source: Data
es: Datos
fr: Données
hi: डेटा
it: Dati
ja: データ
ru: Данные
th: ข้อมูล

# Label_DataValidation
source: Data Validation
es: Valid. datos
fr: Valider données
hi: डेटा सत्यापन
it: Convalida dati
ja: データ入力規則
ru: Проверка
th: การตรวจสอบข้อมูล

# Label_ErrorAlert
source: Error Alert
es: Alerta de error
fr: Alerte d'erreur
hi: त्रुटि चेतावनी
it: Avviso di errore
ja: エラーアラート
ru: Оповещение об ошибке
th: คำเตือนข้อผิดพลาด

# Label_ErrorMessage
source: Error Message
es: Mensaje de error
fr: Message d'erreur
hi: त्रुटि संदेश
it: Messaggio di errore
ja: エラーメッセージ
ru: Сообщение об ошибке
th: ข้อความแจ้งข้อผิดพลาด

# Label_InputMessage
source: Input Message
es: Mensaje de entrada
fr: Message de saisie
hi: इनपुट संदेश
it: Messaggio di inserimento
ja: 入力メッセージ
ru: Подсказка
th: ข้อความที่ป้อน

# Label_Criteria
source: Criteria
es: Criterios
fr: Critères
hi: मापदंड
it: Criteri
ja: 条件
ru: Условие
th: เกณฑ์

# Label_ValidationCriteria
source: Validation criteria
es: Criterios de validación
fr: Critères de validation
hi: सत्यापन का मापदंड
it: Criteri di convalida
ja: 入力規則条件
ru: Условие проверки
th: เกณฑ์การตรวจสอบ

# Label_AnyValue
source: Any value
es: Cualquier valor
fr: N'importe quelle valeur
hi: कोई भी मान
it: Qualsiasi valore
ja: 任意の値
ru: Любое значение
th: ค่าใดก็ได้

# Label_WholeNumber
source: Whole number
es: Número entero
fr: Nombre entier
hi: पूर्णांक
it: Numero intero
ja: 整数
ru: Целое число
th: จำนวนเต็ม

# Label_Decimal
source: Decimal
fr: Décimal
hi: दशमलव
it: Decimale
ja: 少数
ru: Десятичное число
th: ทศนิยม

# Label_List
source: List
es: Lista
fr: Liste
hi: सूची
it: Elenco
ja: リスト
ru: Список
th: รายการ

# Label_Time
source: Time
es: Hora
fr: Heure
hi: समय
it: Orario
ja: 時間
ru: Время
th: เวลา

# Label_TextLength
source: Text length
es: Longitud del texto
fr: Longueur du texte
hi: पाठ की लंबाई
it: Lunghezza testo
ja: テキストの長さ
ru: Длина текста
th: ความยาวข้อความ

# Label_DVBetween
source: between
es: entre
fr: comprise entre
hi: बीच में
it: tra
ja: ～の間
ru: в диапазоне
th: ระหว่าง

# Label_DVNotBetween
source: not between
es: no entre
fr: non comprise entre
hi: बीच में नहीं
it: non tra
ja: ～の間ではない
ru: вне диапазона
th: ไม่อยู่ระหว่าง

# Label_DVEqualTo
source: equal to
es: igual a
fr: égale à
hi: इसके बराबर
it: uguale a
ja: ～に等しい
ru: равно
th: เท่ากับ

# Label_DVNotEqualTo
source: not equal to
es: no igual a
fr: différente de
hi: इसके बराबर नही
it: non uguale a
ja: ～に等しくない
ru: не равно
th: ไม่เท่ากับ

# Label_DVGreaterThan
source: greater than
es: mayor que
fr: supérieure à
hi: इससे अधिक
it: maggiore di
ja: ～より大きい
ru: больше
th: มากกว่า

# Label_DVLessThan
source: less than
es: menor que
fr: inférieure à
hi: इससे कम
it: minore di
ja: ～より小さい
ru: меньше
th: น้อยกว่า

# Label_DVGreaterThanOrEqualTo
source: greater than or equal to
es: mayor o igual que
fr: supérieure ou égale à
hi: इससे अधिक या बराबर
it: maggiore di o uguale a
ja: 大なりイコール
ru: больше или равно
th: มากกว่าหรือเท่ากับ

# Label_DVLessThanOrEqualTo
source: less than or equal to
es: menor o igual que
fr: inférieure ou égale à
hi: इससे कम या बराबर
it: minore di o uguale a
ja: 小なりイコール
ru: меньше или равно
th: น้อยกว่าหรือเท่ากับ

# Label_IgnoreBlank
source: Ignore blank
es: Omitir blancos
fr: Ignorer si vide
hi: रिक्त पर ध्यान न दें
it: Ignora vuote
ja: 空白セルを無視
ru: Пропуск пустых ячеек
th: เพิกเฉยช่องว่าง

# Label_InCellDropdown
source: In-cell dropdown
es: Celda con lista desplegable
fr: Liste déroulante cellule
hi: इन-सेल ड्रॉपडाउन
it: Menu a discesa della cella
ja: セル内ドロップダウン
ru: Допустимые значения
th: รายการดรอปดาวน์ในเซลล์

# Label_Source
source: Source
es: Origen
hi: स्रोत
it: Origine
ja: ソース
ru: Источник
th: ต้นทาง

# Label_Formula
source: Formula
es: Fórmula
fr: Formule
hi: फ़ार्मूला
ja: 式
ru: Формула
th: สูตรคำนวณ

# Label_Minimum
source: Minimum
es: Mínimo
hi: न्यूनतम
it: Minimo
ja: 最小
ru: Минимум
th: ต่ำสุด

# Label_Maximum
source: Maximum
es: Máximo
hi: सर्वाधिक
it: Massimo
ja: 最大
ru: Максимум
th: สูงสุด

# Label_Length
source: Length
es: Longitud
fr: Longueur
hi: लंबाई
it: Lunghezza
ja: 長さ
ru: Длина
th: ความยาว

# Label_StartDate
source: Start date
es: Fecha de inicio
fr: Date de début
hi: प्रारंभ तिथि
it: Data di inizio
ja: 開始日
ru: Дата начала
th: วันที่เริ่มต้น

# Label_EndDate
source: End date
es: Fecha de fin
fr: Date de fin
hi: समाप्ति तिथि
it: Data di fine
ja: 終了日
ru: Дата окончания
th: วันที่สิ้นสุด

# Label_StartTime
source: Start time
es: Hora de inicio
fr: Heure de début
hi: प्रारंभ समय
it: Orario di inizio
ja: 開始時間
ru: Начало
th: เวลาเริ่มต้น

# Label_EndTime
source: End time
es: Hora de fin
fr: Heure de fin
hi: समाप्ति समय
it: Orario di fine
ja: 終了時間
ru: Окончание
th: เวลาสิ้นสุด

# Label_ShowInputMessage
source: Show input message
es: Mostrar mensaje de entrada
fr: Afficher message de saisie
hi: इनपुट संदेश दिखाएँ
it: Mostra mess. Inserim.
ja: 入力メッセージを表示
ru: Отображать подсказку
th: แสดงข้อความที่ป้อน

# Label_Message
source: Message
es: Mensaje
hi: संदेश
it: Messaggio
ja: メッセージ
ru: Сообщение
th: ข้อความ

# Label_ShowErrorAlert
source: Show error alert
es: Mostrar alerta de error
fr: Afficher alerte d'erreur
hi: त्रुटि चेतावनी दिखाएँ
it: Mostra avviso di errore
ja: エラーアラートを表示
ru: Оповещать об ошибке
th: แสดงคำเตือนข้อผิดพลาด

# Label_Warning
source: Warning
es: Advertencia
fr: Attention
hi: चेतावनी
it: Attenzione
ja: 注意
ru: Предупреждение
th: คำเตือน

# Label_Information
source: Information
es: Información
fr: Informations
hi: जानकारी
it: Informazione
ja: 情報
ru: Информация
th: ข้อมูล

# Label_CircleInvalidData
source: Circle invalid data
es: Rodear con un círculo datos no válidos
fr: Entourer les données non valides
hi: अमान्य डेटा पर गोला लगाएँ
it: Cerchia dati non validi
ja: 無効なデータに円表示
ru: Обвести неверные данные
th: วงกลมข้อมูลที่ไม่ถูกต้อง

# Label_Retry
source: Retry
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ru: Повтор
th: ลองใหม่

# InfoTitle_Date
source: Date
es: Fecha
hi: तिथि
it: Data
ja: 日付
ru: Дата
th: วันที่

# InfoTitle_SlideNumber
source: Slide Number
es: Número de diapositiva
fr: Numéro de diapositive
hi: स्लाइड नंबर
it: Numero diapositiva
ja: スライド番号
ru: Номер слайда
th: หมายเลขสไลด์

# InfoTitle_Footer
source: Footer
es: Pie de página
fr: Pied de page
hi: फ़ुटर
it: Piè di pagina
ja: フッター
ru: Нижний колонтитул
th: ส่วนท้าย

# Label_AllowProtectionTypes
source: Allow all users of this worksheet to:
es: Permitir a los usuarios de esta hoja de cálculo:
fr: Autoriser tous les utilisateurs de cette feuille de calcul à :
hi: इस वर्कशीट के सभी उपयोगकर्ताओं को इसकी अनुमति दें:
it: Consenti a tutti gli utenti di questo foglio di lavoro di:
ja: このワークシートのユーザー全員に以下を許可:
ru: Разрешить всем пользователям этого листа:
th: อนุญาตให้ผู้ใช้แผ่นงานนี้ทุกคน:

# Label_ProtectChartSheetFor
source: Protect worksheet for:
es: Proteger en la hoja de cálculo:
fr: Protéger la feuille de calcul contre :
hi: इसके लिए वर्कशीट रक्षित करें:
it: Proteggi foglio di lavoro per:
ja: シートを以下から保護:
ru: Защитить листы для:
th: ปกป้องแผ่นงานจากการ:

# Label_Objects
source: Objects
es: Objetos
fr: Objets
hi: ऑब्जेक्ट
it: Oggetti
ja: オブジェクト
ru: Объекты
th: วัตถุ

# Label_NoResult
source: No Result
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
it: Nessun risultato
ja: 結果なし
ru: Ничего не найдено
th: ไม่พบผลลัพธ์

# Label_EditObjects2
source: Edit Objects
es: Modificar objetos
fr: Modifier les objets
hi: ऑब्जेक्ट संपादित करें
it: Modifica oggetti
ja: オブジェクトを編集
ru: Изменить объекты
th: แก้ไขวัตถุ

# Label_ReplaceAll
source: Replace all
es: Reemplazar todo
fr: Tout remplacer
hi: सभी बदलें
it: Sostituisci tutto
ja: すべて入れ替え
ru: Заменить все
th: แทนที่ทั้งหมด

# Label_SeparateCoverPage
source: Separate Cover Page
es: Separar portada
fr: Page de garde séparée
hi: अलग कवर पृष्ठ
it: Frontespizio separato
ja: 見開きは表紙だけで表示
ru: Отдельная обложка
th: แยกหน้าปก

# Label_ViewModeOptions
source: View Mode Options
es: Opciones de modo de visualización
fr: Afficher les options du mode
hi: दृश्य मोड विकल्प
it: Visualizza opzioni modalità
ja: モードオプションを表示
ru: Параметры режима просмотра
th: ตัวเลือกโหมดมุมมอง

# Label_ContinuousTwoPages
source: Continuous Two Pages
es: Dos páginas continuas
fr: Deux pages continues
hi: लगातार दो पृष्ठ
it: Due pagine continue
ja: 連続する2枚のページ
ru: Без разбиения на страницы
th: สองหน้าต่อเนื่อง

# Label_PremiumQuickSign
source: Add a handwritten signature to your PDF documents. Available as part of OfficeSuite Premium.
es: Añada una firma manuscrita a sus documentos PDF. Disponible en OfficeSuite Premium.
fr: Ajoutez une signature manuscrite à vos documents PDF. Disponible dans OfficeSuite Premium.
hi: अपने PDF दस्तावेज़ में हस्तलिखित हस्ताक्षर जोड़ें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Aggiungi firma manoscritta ai documenti PDF. Disponibile come funzione in OfficeSuite Premium.
ja: PDF文書に手書きの署名を追加できる。OfficeSuite Premiumの一機能として利用可能。
ru: Добавьте рукописную подпись к PDF-документам. Эта функция доступна в составе OfficeSuite Premium.
th: เพิ่มลายเซ็นแบบลายมือลงในเอกสาร PDF ของคุณ เป็นฟังก์ชันของ OfficeSuite Premium

# Label_PrintLowQuality
source: Print Low Quality
es: Baja calidad de impresión
fr: Imprimer en basse qualité
hi: कम गुणवत्ता में प्रिंट करें
it: Stampa in bassa qualità
ja: 低品質で印刷
ru: Печать в низком качестве
th: พิมพ์คุณภาพต่ำ

# Label_PrintHighQuality
source: Print High Quality
es: Alta calidad de impresión
fr: Imprimer en haute qualité
hi: उच्च गुणवत्ता में प्रिंट करें
it: Stampa in alta qualità
ja: 高品質で印刷
ru: Печать в высоком качестве
th: พิมพ์คุณภาพสูง

# Label_FullAccessPasswordRequiredForHighQualityPrinting
source: This file is password protected. To print in high quality, please enter the Full Access password.
es: Este archivo está protegido por contraseña. Para imprimir en alta calidad, introduzca la contraseña de acceso completo.
fr: Ce fichier est protégé par un mot de passe. Pour imprimer en haute qualité, saisir le mot de passe d'accès intégral.
hi: यह फ़ाइल पासवर्ड द्वारा रक्षित है। उच्च गुणवत्ता में प्रिंट करने के लिए, पूर्ण पहुँच पासवर्ड दर्ज करें।
it: Questo file è protetto da password. Per stampare in alta qualità, inserire la password per l'accesso completo.
ja: このファイルはパスワードで保護されています。高品質で印刷するには、完全アクセス権のあるパスワードを入力してください。
ru: Этот файл защищен паролем. Для печати в высоком качестве введите пароль полного доступа.
th: ไฟล์นี้ได้รับการปกป้องด้วยรหัสผ่าน ถ้าต้องการพิมพ์ในคุณภาพสูง โปรดป้อนรหัสผ่านสำหรับเข้าถึงอย่างสมบูรณ์

# Label_DeleteSheet
source: Delete sheet
es: Eliminar hoja
fr: Supprimer feuille
hi: शीट हटाएँ
it: Elimina foglio
ja: シートを削除
ru: Удалить лист
th: ลบแผ่นงาน

# Label_CantDeleteSheet
source: Cannot delete. Unhide another sheet (if there are hidden sheets) or add a new sheet in order to delete this.
es: No se puede eliminar. Muestre otra hoja (si hay hojas ocultas) o añada una hoja nueva para poder eliminarla.
fr: Suppression impossible. Désactiver le masquage sur une autre feuille (si certaines sont masquées) ou ajoutez une nouvelle feuille pour pouvoir effectuer la suppression.
hi: हटाया नहीं जा सकता। अन्य शीट दृश्य बनाएँ (अगर अदृश्य शीट हैं) या इसे हटाएँ के लिए एक नई शीट जोड़ें।
it: Impossibile eliminare. Scopri un altro foglio (se sono presenti fogli nascosti) oppure aggiungine uno nuovo per eliminarlo.
ja: 削除できません。削除するには、別のシートを表示（非表示のシートがある場合）するか、新たなシートを追加してください。
ru: Не удается удалить. Для удаления отобразите другой лист (если имеются скрытые) или добавьте новый.
th: ไม่สามารถลบได้ เลิกซ่อนแผ่นงานอื่น (ถ้ามีแผ่นงานที่ซ่อนอยู่) หรือเพิ่มแผ่นงานใหม่เพื่อลบออก

# Label_PremiumAllBinaryFormats
source: Save as legacy Word, Excel and PowerPoint formats for maximum compatibility. Available as part of OfficeSuite Premium.
es: Guarde como formatos antiguos de Word, Excel y PowerPoint para una compatibilidad máxima. Disponible en OfficeSuite Premium.
fr: Enregistrez sous d'anciens formats Word, Excel et PowerPoint pour un maximum de compatibilité. Disponible dans le cadre d'OfficeSuite Premium.
hi: अधिकतम संगतता के लिए आनुवंशिक Word, Excel और PowerPoint फ़ॉरमेट रूप में सहेजें। OfficeSuite प्रीमियम के भाग के रूप में उपलब्ध है।
it: Salvataggio in formati Word, Excel e PowerPoint meno recenti per la massima compatibilità. Disponibile nel pacchetto OfficeSuite Premium.
ja: 互換性を高めるため、旧式の Word、Excel、PowerPoint 形式で保存できます。OfficeSuite プレミアムでご利用可能です。
ru: Сохраняйте в форматах прежних версий Word, Excel и PowerPoint для наибольшей совместимости. Доступно в составе OfficeSuite Premium.
th: บันทึกข้อมูลในรูปแบบ Word, Excel และ PowerPoint แบบเก่า เพื่อความเข้ากันได้ในระดับสูงสุด เป็นความสามารถส่วนหนึ่งของ OfficeSuite Premium

# Label_SaveAsAllLegacyFormatsInfo
source: Save your documents as .DOC, .XLS and .PPT for maximum compatibility
es: Guardar sus documentos como .DOC, .XLS y .PPT para máxima compatibilidad
fr: Enregistrez vos documents au format .DOC, .XLS et .PPT pour une compatibilité maximale
hi: अधिकतम संगतता के लिए अपने दस्तावेज़ .DOC, .XLS और .PPT के रूप में सहेजें
it: Salva i documenti in .DOC, .XLS e .PPT per la massima compatibilità
ja: 互換性を高めるため、「.DOC」「.XLS」や「.PPT」でドキュメントを保存
ru: Сохраняйте документы в .DOC, .XLS и .PPT для наибольшей совместимости
th: บันทึกเป็น .DOC, .XLS และ .PPT สำหรับเข้ากันได้สูงสุด

# ErrMsg_EmptyTextField
source: No empty text fields are allowed
es: No se permiten campos de texto en blanco
fr: Les champs texte doivent être remplis
hi: रिक्त टेक्स्ट फ़ील्ड्स की अनुमति नहीं है
it: Nessun campo di testo vuoto consentito
ja: テキスト欄を空欄にはできません
ru: Необходимо заполнить все текстовые поля
th: ไม่อนุญาตให้มีช่องข้อความที่เว้นว่าง

# Confirm_EraseDataValidation
source: The selection contains more than one type of validation. Erase current settings and continue?
es: La selección contiene más de un tipo de validación. ¿Desea sustituir la validación actual y continuar?
fr: La sélection contient plus d'un type de validation. Remplacer la validation en cours et continuer ?
hi: चयन में सत्यापन के एक से अधिक प्रकार हैं। वर्तमान सत्यापन की जगह कुछ और रखें और जारी रखें?
it: La selezione contiene più di un tipo di convalida. Sostituire la convalida attuale e continuare?
ja: 選択した領域は複数の入力規則を含んでいます。現在の入力規則と置き換えて続けますか？
ru: В выделенных областях содержится более одного типа проверок. Заменить текущую проверку и продолжить?
th: ตัวเลือกมีการรับรองมากกว่าหนึ่งประเภท ต้องการแทนที่การรับรองปัจจุบันแล้วดำเนินการต่อหรือไม่?

# ErrMsg_DataValidationIsInvalid
source: The value you entered is not valid.
es: El valor que ha introducido no es válido.
fr: La valeur saisie n'est pas valide.
hi: आपके द्वारा दर्ज किया गया मान अमान्य है।
it: Il valore inserito non è valido.
ja: 入力した値は無効です
ru: Введенное значение недопустимо.
th: ค่าที่คุณป้อนนั้นไม่ถูกต้อง

# WarnMsg_DataValidationIsInvalid
source: The value you entered is not valid. Edit cell anyway?
es: El valor que ha introducido no es válido. ¿Desea editar la celda de todas formas?
fr: La valeur saisie n'est pas valide. Modifier la cellule quand même ?
hi: आपके द्वारा दर्ज किया गया मान मान्य नहीं है। फिर भी सेल संपादित करें?
it: Il valore inserito non è valido. Modificare comunque la cella?
ja: 入力した値が有効ではありません。それでもセルを編集しますか？
ru: Введенное значение недопустимо. Все равно изменить ячейку?
th: ค่าที่คุณป้อนนั้นไม่ถูกต้อง ต้องการแก้ไขเซลล์ทั้งอย่างนี้หรือไม่?

# InfoMsg_DataValidationIsInvalid
source: The value you entered is not valid.
es: El valor que ha introducido no es válido.
fr: La valeur saisie n'est pas valide.
hi: आपके द्वारा दर्ज किया गया मान अमान्य है।
it: Il valore inserito non è valido.
ja: 入力した値は無効です
ru: Введенное значение недопустимо.
th: ค่าที่คุณป้อนนั้นไม่ถูกต้อง

# ErrMsg_InvalidChars
source: The value entered has invalid characters
es: Hay caracteres no válidos en valor introducido
fr: Caractères interdits dans la saisie.
hi: दर्ज किए गए मान में अमान्य वर्ण हैं।
it: Il valore inserito contiene caratteri non validi.
ja: 入力した値が無効な文字列を含んでいます
ru: Содержатся недопустимые символы
th: ค่าที่ป้อนมีอักขระที่ไม่ถูกต้อง

# Msg_ErrorLockedOutAfterFailedSignIns
source: Too many login attempts. Please try again later.
es: Demasiados intentos de inicio de sesión. Inténtelo de nuevo más tarde.
fr: Trop de tentatives de connexion. Réessayez plus tard.
hi: बहुत ज़्यादा लॉग इन प्रयास। कृपया बाद में पुनः प्रयास करें।
it: Numero eccessivo di tentativi di accesso. Riprovare più tardi.
ja: ログイン失敗が多すぎます。しばらく経ってからもうお試しください
ru: Слишком много попыток входа. Повторите попытку позже.
th: มีการพยายามเข้าสู่ระบบหลายครั้งเกินไป โปรดลองอีกครั้งภายหลัง

# Label_ManageAccount
source: Manage Account
es: Gestionar cuenta
fr: Gestion du compte
hi: खाता प्रबंधित करें
it: Gestisci account
ja: アカウント管理
ru: Управление учетной записью
th: จัดการบัญชี

# Label_Shading
source: Shading
es: Sombreado
fr: Ombres
hi: शेडिंग
it: Sfondo
ja: 網かけ
ru: Заливка
th: เฉดสี

# Label_WhatsNew
source: What's new
es: Novedades
fr: Nouveautés
hi: नया क्या है
it: Novità
ja: 新着情報
ru: Что нового
th: มีอะไรใหม่

# Label_Sheets
source: Sheets
es: Hojas
fr: Feuilles
hi: शीट्स
it: Fogli
ja: シート
ru: Таблицы
th: แผ่นงาน

# Label_OpenPDF
source: Open PDF
es: Abrir PDF
fr: Ouvrir PDF
hi: PDF खोलें
it: Apri PDF
ja: PDF を開く
ru: Открыть PDF
th: เปิด PDF

# Label_RateUs
source: Rate Us
es: Valórenos
fr: Notez-nous
hi: हमें रेट करें
it: Valuta l'app
ja: アプリを評価
ru: Оцените нас
th: ให้คะแนนเรา

# TextBox_DefaultText
source: Double tap to edit text
es: Doble toque para editar el texto
fr: Touchez deux fois pour modifier le texte
hi: टेक्स्ट संपादित करने के लिए दो बार टैप करें
it: Tocca due volte per modificare il testo
ja: ダブルタップでテキストを編集
ru: Для правки нажмите дважды
th: แตะสองครั้งเพื่อแก้ไขข้อความ

# Label_Slides
source: Slides
es: Diapositivas
fr: Diapositives
hi: स्लाइड
it: Diapositive
ja: スライド
ru: Слайды
th: สไลด์
