Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_EnterViewMode
source: Enter View Mode
es: Entrar en el modo vista
fr: Entrer dans le mode d'affichage
hi: दृश्य मोड में प्रवेश करें
it: Accedi alla modalità di visualizzazione
ja: 表示モードに入る
nl: Open weergavemodus
pt: Entrar em Modo de Visualização
ru: В режим просмотра
th: เข้าสู่โหมดมุมมอง
zh: 进入视图模式

# Label_EnterEditMode
source: Enter Edit Mode
es: Entrar en el modo edición
fr: Entrer dans le mode d'édition
hi: संपादन मोड में प्रवेश करें
it: Accedi alla modalità di modifica
ja: 編集モードに入る
nl: Open bewerkmodus
pt: Entrar em Modo de Edição
ru: В режим редактирования
th: เข้าสู่โหมดแก้ไข
zh: 进入编辑模式

# Label_ChangeTableStyle
source: Change Table Style
es: Cambiar estilo de tabla
fr: Changer le style de la table
hi: तालिका शैली बदलें
it: Cambia stile tabella
ja: 表のスタイルの変更
nl: Wijzig tabelstijl
pt: Alterar Estilo de Tabela
ru: Изменить стиль таблицы
th: เปลี่ยนลักษณะตาราง
zh: 更改表格样式

# Label_InsertTableRowAbove
source: Insert Table Row Above
es: Insertar fila de tabla por encima
fr: Insérer une ligne de table au-dessus
hi: ऊपर तालिका पंक्ति डालें
it: Inserisci riga di tabella sopra
ja: 表の行の上に挿入
nl: Voeg tabelrij boven in
pt: Inserir Linha de Tabela Acima
ru: Вставить строку таблицы выше
th: แทรกแถวตารางด้านบน
zh: 在上方插入表格行

# Label_InsertTableRowBelow
source: Insert Table Row Below
es: Insertar fila de tabla por debajo
fr: Insérer une ligne de table au-dessous
hi: नीचे तालिका पंक्ति डालें
it: Inserisci riga di tabella sotto
ja: 表の行の下に挿入
nl: Voeg tabelrij onder in
pt: Inserir Linha de Tabela Abaixo
ru: Вставить строку таблицы ниже
th: แทรกแถวตารางด้านล่าง
zh: 在下方插入表格行

# Label_InsertTableColumnToTheLeft
source: Insert Table Column to the Left
es: Insertar columna de tabla a la izquierda
fr: Insérer une colonne de table à gauche
hi: बाएँ तालिका स्तंभ डालें
it: Inserisci colonna di tabella a sinistra
ja: 表の列を左に挿入
nl: Voeg tabelkolom links in
pt: Inserir Coluna de Tabela à Esquerda
ru: Вставить столбец слева
th: แทรกตารางคอลัมน์ด้านซ้าย
zh: 在左侧插入表格列

# Label_InsertTableColumnToTheRight
source: Insert Table Column to the Right
es: Insertar columna de tabla a la derecha
fr: Insérer une colonne de table à droite
hi: दाएँ तालिका स्तंभ डालें
it: Inserisci colonna di tabella a destra
ja: 表の列を右に挿入
nl: Voeg tabelkolom rechts in
pt: Inserir Coluna de Tabela à Direita
ru: Вставить столбец справа
th: แทรกคอลัมน์ในตารางทางด้านขวา
zh: 在右侧插入表格列

# Label_DeleteTableRow
source: Delete Table Row
es: Eliminar fila de tabla
fr: Supprimer la ligne de la table
hi: तालिका पंक्ति हटाएँ
it: Elimina riga di tabella
ja: 表の行を削除
nl: Verwijder tabelrij
pt: Eliminar Linha da Tabela
ru: Удалить строку таблицы
th: ลบแถวในตาราง
zh: 删除表格行

# Label_DeleteTableColumn
source: Delete Table Column
es: Eliminar columna de tabla
fr: Supprimer la colonne de la table
hi: तालिका स्तंभ हटाएँ
it: Elimina colonna di tabella
ja: 表の列を削除
nl: Verwijder tabelkolom
pt: Eliminar Coluna da Tabela
ru: Удалить столбец таблицы
th: ลบคอลัมน์ในตาราง
zh: 删除表格列

# Label_DeleteTableCell
source: Delete Table Cell
es: Eliminar celda de tabla
fr: Supprimer la cellule de la table
hi: तालिका कक्ष हटाएँ
it: Elimina cella di tabella
ja: 表のセルを削除
nl: Verwijder tabelcel
pt: Eliminar Célula da Tabela
ru: Удалить ячейку таблицы
th: ลบเซลล์ในตาราง
zh: 删除表格单元格

# Label_TableSizeGrid
source: Table Size Grid Selector
es: Selector de cuadrícula de tamaño de tabla
fr: Sélecteur de grille pour taille de table
hi: तालिका आमाप ग्रिड चयनक
it: Selezione griglia dimensioni tabella
ja: 表のサイズのグリッドのセレクター
nl: Rasterselectie tabelgrootte
pt: Seletor de Grelha de Tamanho da Tabela
ru: Выбор размера сетки таблицы
th: ตัวเลือกขนาดเส้นตาราง
zh: 表格大小网格选择器

# Label_IncreaseValue
source: Increase Value
es: Aumentar valor
fr: Augmenter la valeur
hi: मान बढ़ाएँ
it: Aumenta il valore
ja: 値を大きくする
nl: Vergroot waarde
pt: Aumentar Valor
ru: Увеличить значение
th: เพิ่มค่า
zh: 增加值

# Label_DecreaseValue
source: Decrease Value
es: Disminuir valor
fr: Diminuer la valeur
hi: मान घटाएँ
it: Riduci il valore
ja: 値を小さくする
nl: Verklein waarde
pt: Diminuir Valor
ru: Уменьшить значение
th: ลดค่า
zh: 减小值

# Label_Photo
source: Photo
es: Foto
hi: फ़ोटो
it: Foto
ja: 写真
nl: Foto
pt: Fotografia
ru: Фото
th: ภาพถ่าย
zh: 照片

# Label_Graphic
source: Graphic
es: Gráfico
fr: Graphique
hi: ग्राफ़िक
it: Grafica
ja: グラフィック
nl: Afbeelding
pt: Gráfico
ru: Графика
th: กราฟิก
zh: 图形

# Label_CaptureImage
source: Capture Image
es: Capturar imagen
fr: Capturer une image
hi: छवि पकड़ें
it: Acquisisci immagine
ja: イメージをキャプチャする
nl: Leg afbeelding vast
pt: Capturar Imagem
ru: Сделать снимок
th: จับภาพ
zh: 捕获图像

# Label_SwitchCamera
source: Switch Camera
es: Cambiar cámara
fr: Changer de caméra
hi: कैमरे की अदला-बदली
it: Cambia fotocamera
ja: カメラを切り替え
nl: Andere camera
pt: Trocar Câmera
ru: Переключить камеру
th: สลับกล้อง
zh: 切换摄像头

# Label_NewSheet
source: New Sheet
es: Nueva hoja
fr: Nouvelle feuille
hi: नया पत्रक
it: Nuovo foglio
ja: 新しいシート
nl: Nieuw werkblad
pt: Nova Folha
ru: Новый лист
th: แผ่นงานใหม่
zh: 新建工作表

# Label_SheetOfSheets
source: Sheet $1 of $2
es: Hoja $1 de $2
fr: Feuille $1 de $2
hi: पत्रक $1, कुल $2
it: Foglio $1di $2
ja: シート $1 / $2
nl: Werkblad $1 van $2
pt: Folha $1 de $2
ru: Лист $1 из $2
th: แผ่น $1 จาก $ 2
zh: 第 $1 份工作表（共 $2 份）

# Label_MenuItem
source: Menu item
es: Elemento de menú
fr: Élément du Menu
hi: मेनू मद
it: Voce di menu
ja: メニュー項目
pt: Item de menu
ru: Пункт меню
th: รายการเมนู
zh: 菜单项

# Label_ViewMode
source: View Mode
es: Modo vista
fr: Mode d'affichage
hi: दृश्य मोड
it: Modalità di visualizzazione
ja: 表示モード
nl: Weergavemodus
pt: Modo de Visualização
ru: Режим просмотра
th: โหมดมุมมอง
zh: 视图模式

# Label_SinglePage
source: Single Page
es: Página única
fr: Une seule page
hi: एकल पृष्ठ
it: Pagina singola
ja: 1 つのページ
nl: Enkele pagina
pt: Página Única
ru: Одна страница
th: หน้าเดียว
zh: 单页

# Label_Ellipse
source: Ellipse
es: Elipse
hi: दीर्घवृत्त
it: Ellisse
ja: 楕円
nl: Ellips
pt: Elipse
ru: Эллипс
th: วงรี
zh: 椭圆

# Label_Rectangle
source: Rectangle
es: Rectángulo
hi: आयत
it: Rettangolo
ja: 四角形
nl: Rechthoek
pt: Retângulo
ru: Прямоугольник
th: สี่เหลี่ยมผืนผ้า
zh: 矩形

# Label_Line
source: Line
es: Línea
fr: Ligne
hi: रेखा
it: Linea
ja: 線
nl: Lijn
pt: Linha
ru: Линия
th: บรรทัด
zh: 线

# Label_FreeDraw
source: Free Draw
es: Dibujo libre
fr: Dessin libre
hi: मुक्त चित्रांकन
it: Disegno a mano libera
ja: フリー描画
nl: Onbeperkt tekenen
pt: Desenho Livre
ru: Свобод. рисование
th: วาดอิสระ
zh: 自由绘制

# WarningMsg_ZippingFilesInterrupted
source: Adding files to archive failed.
es: Error al almacenar archivos.
fr: L'ajout de fichiers à l'archive a échoué.
hi: पुरालेख में फ़ाइलें नहीं जोड़ सके।
it: Aggiunta di file all'archivio non riuscita.
ja: アーカイブにファイルを追加できませんでした。
nl: Toevoegen van bestanden aan archief mislukt.
pt: Falha ao adicionar ficheiros ao arquivo.
ru: Не удалось добавить файлы в архив.
th: การเพิ่มไฟล์ไปยังที่เก็บเอกสารถาวรล้มเหลว
zh: 添加文件存档失败。

# Label_UnsupportedDocumentType
source: Unsupported document type
es: Tipo de documento no compatible
fr: Type de document non pris en charge
hi: असमर्थित दस्तावेज़ प्रकार
it: Tipo di documento non supportato
ja: サポートされていないドキュメント タイプ
nl: Niet-ondersteund documenttype
pt: Tipo de documento não suportado
ru: Тип документа не поддерживается
th: ประเภทเอกสารที่ไม่สามารถใช้ได้
zh: 不支持的文件类型

# Label_UnknownDocumentType
source: Unknown document type
es: Tipo de documento desconocido
fr: Type de document inconnu
hi: अज्ञात दस्तावेज़ प्रकार
it: Tipo di documento sconosciuto
ja: 不明なドキュメント タイプ
nl: Onbekend documenttype
pt: Tipo de documento desconhecido
ru: Неизвестный тип документа
th: ประเภทเอกสารที่ไม่เป็นที่รู้จัก
zh: 未知的文件类型

# Label_Certificate
source: Certificate
es: Certificado
fr: Certificat
hi: प्रमाणपत्र
it: Certificato
ja: 証明書
nl: Certificaat
pt: Certificado
ru: Сертификат
th: ใบรับรอง
zh: 证书

# Label_PersonalInformationExchange
source: Personal Information Exchange
es: Intercambio de información personal
fr: Échange d'informations personnelles
hi: निजी जानकारी विनिमय
it: Scambio di informazioni personali
ja: 個人情報交換
nl: Uitwisselen van persoonlijke gegevens
pt: Troca de Informações Pessoais
ru: Обмен личной информацией
th: การแลกเปลี่ยนข้อมูลส่วนบุคคล
zh: 个人信息交换

# ErrTitle_NoPermission
source: No permission
es: Sin permiso
fr: Aucune autorisation
hi: अनुमति नहीं है
it: Nessuna autorizzazione
ja: 許可がありません
nl: Geen toestemming
pt: Sem permissão
ru: Нет разрешения
th: ไม่ได้รับอนุญาต
zh: 没有权限

# ErrMsg_CannotDeleteInboxFolder
source: You cannot delete the Inbox folder when iCloud is OFF.
es: No puedes eliminar la carpeta Bandeja de entrada si iCloud está desactivado.
fr: Vous ne pouvez pas supprimer le dossier Boîte de réception lorsque iCloud est DÉSACTIVÉ.
hi: आईक्लाउड बंद होने पर आप इनबॉक्स फ़ोल्डर को हटा नहीं सकते हैं।
it: Impossibile eliminare la cartella posta in arrivo quando iCloud è disattivato.
ja: ICloud がオフになっている場合は、メールボックス フォルダを削除できません。
nl: U kunt de map van het postvak IN niet verwijderen als iCloud is uitgeschakeld.
pt: Não é possível eliminar a pasta da Caixa de Entrada quando o iCloud está DESLIGADO.
ru: Вы не можете удалить папку "Входящие", когда сервис iCloud выключен.
th: คุณไม่สามารถลบโฟลเดอร์กล่องขาเข้าเมื่อ iCloud ปิดใช้งาน
zh: iCloud 关闭时，无法删除收件箱文件夹。

# Label_OpenODF
source: ODF support
es: Soporte ODF
hi: ODF समर्थन
it: Supporto ODF
ja: ODFのサポート
nl: ODF-ondersteuning
pt: suporte ODF
ru: Поддержка ODF
th: สนับสนุน ODF
zh: ODF支持

# Label_OpenODFDescription
source: Open your .odt, .ods and .odp files
es: Abre .odt, .ods y archivos .odp
fr: Ouvrez vos .odt, .ods et fichiers .odp
hi: अपने .odt, .ods और .odp फ़ाइलें खोलें
it: Aprite i vostri .odt, .ods e file .odp
ja: あなたの .odt、.odsと.odpファイルを開きます
nl: Open je .odt, .ods en .odp bestanden
pt: Abra seus .odt, .ods e arquivos de .odp
ru: Откройте .odt, .ods и .odp файлы
th: เปิด .odt ของคุณ .ods และไฟล์ .odp
zh: 打开你的文件 -.odt, .ods, .odp

# WarningMessage_RtfWillLoseFormatting2
source: If you save your file as RTF file, password protection and some formatting may be lost. Continue?
es: Si guardas tu archivo con formato RTF, puede que se pierdan la protección con contraseña y parte del formato. ¿Continuar?
fr: Si vous enregistrez votre fichier au format RTF, la protection par mot de passe et certaines parties du formatage peuvent être perdues. Continuer?
hi: यदि आप अपनी फ़ाइल को आरटीएफ फ़ाइल के रूप में सहेजें, तो पासवर्ड रक्षण और कुछ स्वरूपण नष्ट हो जाएगा। आगे बढ़ें?
it: Se si salva il file in formato RTF, la protezione con password e alcuni elementi di formattazione potrebbero andare persi. Continuare?
ja: ファイルを RTF ファイルとして保存する場合は、パスワード保護および書式の一部が失われる可能性があります。続行しますか?
nl: Als u uw bestand als RTF-bestand opslaat, kunnen wachtwoordbeveiliging en een deel van de opmaak verloren gaan. Doorgaan?
pt: Se guardar o seu ficheiro no formato RTF, poderá perder a proteção com palavra-passe e alguma formatação. Deseja continuar?
ru: Если вы сохраните файл как файл формата RTF, защита паролем и некоторые элементы форматирования могут быть утеряны. Продолжить?
th: ถ้าบันทึกไฟล์เป็นไฟล์ RTF อาจสูญเสียการป้องกันด้วยรหัสผ่านและการจัดรูปแบบบางประเภท ต้องการดำเนินการต่อหรือไม่
zh: 如果将文件保存为 RTF 文件，密码保护和部分格式可能丢失。是否继续？

# WarningMessage_TxtWillLoseFormatting2
source: Saving as a text file will cause password protection, formatting, pictures, and objects in your file to be lost. Continue?
es: Si guardas como archivo de texto, la protección con contraseña, el formato, las imágenes y los objetos del archivo se perderán. ¿Continuar?
fr: L'enregistrement en tant que fichier texte entraînera la perte de la protection par mot de passe, du formatage, des images et des objets dans votre fichier. Continuer?
hi: पाठ फ़ाइल के रूप में सहेजने पर आपकी फ़ाइल में मौजूद पासवर्ड रक्षण, स्वरूपण, चित्र और वस्तुएँ नष्ट हो जाएँगी। आगे बढ़ें?
it: Il salvataggio in formato file di testo determinerà la perdita di protezione con password, formattazione, immagini e oggetti. Continuare?
ja: テキスト ファイルとして保存すると、ファイルのパスワード保護、書式、写真、オブジェクトが失われます。続行しますか?
nl: Als u dit opslaat als tekstbestand, gaan wachtwoordbeveiliging, opmaak, afbeeldingen en objecten in uw bestand verloren. Doorgaan?
pt: Guardar no formato de ficheiro de texto causa que perca a proteção com palavra-passe, formatação, imagens e objetos no seu ficheiro. Deseja continuar?
ru: Сохранение в виде текстового файла приведет к потере защиты паролем, форматирования, картинок и объектов в файле. Продолжить?
th: การบันทึกเป็นไฟล์ข้อความจะทำให้การป้องกันด้วยรหัสผ่าน การจัดรูปแบบ รูปภาพ และวัตถุในไฟล์ของคุณสูญหาย ต้องการดำเนินการต่อหรือไม่
zh: 保存为文本文件会导致文件的密码保护、格式、图片和对象丢失。是否继续？

# WarningMessage_OdtWillLoseFormatting2
source: If you save your file as ODT file, password protection and some formatting may be lost. Continue?
es: Si guardas tu archivo con formato ODT, puede que se pierdan la protección con contraseña y parte del formato. ¿Continuar?
fr: Si vous enregistrez votre fichier au format ODT, la protection par mot de passe et certaines parties du formatage peuvent être perdues. Continuer?
hi: यदि आप अपनी फ़ाइल को ओडीटी फ़ाइल के रूप में सहेजें, पासवर्ड रक्षण और कुछ स्वरूपण नष्ट हो सकते हैं। आगे बढ़ें?
it: Se si salva il file in formato OTD, la protezione con password e alcuni elementi di formattazione potrebbero andare persi. Continuare?
ja: ファイルを ODT ファイルとして保存する場合は、パスワード保護および書式の一部が失われる可能性があります。続行しますか?
nl: Als u uw bestand opslaat als ODT-bestand, gaan wachtwoordbeveiliging en een deel van de opmaak verloren. Doorgaan?
pt: Se guardar o seu ficheiro no formato ODT, poderá perder a proteção com palavra-passe e alguma formatação. Deseja continuar?
ru: Если вы сохраните файл как файл формата ODT, защита паролем и некоторые элементы форматирования могут быть утеряны. Продолжить?
th: ถ้าบันทึกไฟล์ของคุณเป็นไฟล์ ODT การป้องกันด้วยรหัสผ่านและการจัดรูปแบบบางประเภทอาจสูญหาย ต้องการดำเนินการต่อหรือไม่
zh: 如果将文件保存为 ODT 文件，密码保护和部分格式可能丢失。是否继续？

# WarningMessage_ExportToPDFWillLoseProtection
source: Exported PDF file will not be password protected. Continue?
es: El archivo PDF exportado no estará protegido con contraseña. ¿Continuar?
fr: Le fichier PDF exporté ne sera pas protégé par mot de passe. Continuer?
hi: निर्यात की गई पीडीएफ फ़ाइल पासवर्ड द्वारा रक्षित नहीं होगी। आगे बढ़ें?
it: Il file PDF esportato non sarà protetto da password. Continuare?
ja: エクスポートされた PDF ファイルはパスワードで保護されません。続行しますか?
nl: Het geëxporteerde bestand wordt niet met een wachtwoord beveiligd. Doorgaan?
pt: O ficheiro PDF exportado não terá proteção com palavra-passe. Deseja continuar?
ru: Экспортированный файл PDF не защищен паролем. Продолжить?
th: ไฟล์ PDF ที่ส่งออกจะไม่ได้รับการป้องกันด้วยรหัสผ่าน ต้องการดำเนินการต่อหรือไม่
zh: 导出的 PDF 文件将不受密码保护。是否继续？

# Label_Selection
source: Selection
es: Selección
fr: Sélection
hi: चयन
it: Selezione
ja: 選択
nl: Selectie
pt: Seleção
ru: Выбор
th: ตัวเลือก
zh: 选择

# Label_Worksheet
source: Worksheet
es: Hoja de cálculo
fr: Feuille de calcul
hi: कार्यपत्रक
it: Foglio di lavoro
ja: ワークシート
nl: Werkblad
pt: Folha de trabalho
ru: Лист
th: แผ่นงาน
zh: 工作表

# ErrMsg_NoStyleForCFRule
source: The rule has no formatting set.
es: La regla no tiene formato establecido.
fr: La règle n'a pas de formatage défini.
hi: नियम के लिए कोई स्वरूपण सेट नहीं किया गया है।
it: La regola non ha alcuna formattazione impostata.
ja: ルールに設定された書式がありません。
nl: Voor de regel is geen opmaak ingesteld.
pt: A regra não tem a formatação definida.
ru: В правиле не установлено форматирование.
th: กฎไม่มีการกำหนดการจัดรูปแบบ
zh: 此规则没有设置格式。

# ErrMsg_InvalidCFRule
source: The rule has no values set.
es: La regla no tiene valores establecidos.
fr: La règle n'a aucune valeur définie.
hi: नियम के लिए कोई मान नहीं सेट किया या है।
it: La regola non ha alcun valore impostato.
ja: ルールに設定された値がありません。
nl: Voor de regel zijn geen waarden ingesteld.
pt: A regra não tem valores definidos.
ru: В правиле не установлены значения.
th: กฎไม่มีการกำหนดค่า
zh: 此规则没有设置任何值。

# Label_XlsSaveSomeItemsNotSupported
source: Saving some features from this workbook in xls format is not supported.
es: No se pueden guardar algunas funciones de este libro en formato xls.
fr: L'enregistrement de certaines fonctionnalités de ce classeur au format xls n'est pas pris en charge.
hi: इस कार्यपुस्तक की कुछ सुविधाओं को एक्सएलएस स्वरूप में सहेजना समर्थित नहीं है।
it: Il salvataggio di alcune caratteristiche della cartella di lavoro in formato xls non è supportato.
ja: このワークブックの一部の機能は、xls 形式で保存できません。
nl: Het opslaan van functies uit dit werkboek in XLS-indeling wordt niet ondersteund.
pt: Não é suportada a gravação no formato xls de algumas funcionalidades desta folha de trabalho.
ru: Не поддерживается сохранение некоторых функций из этой книги в формате xls.
th: ไม่สนับสนุนการบันทึกคุณสมบัติบางประเภทจากสมุดงานนี้ในรูปแบบ xls
zh: 不支持将此工作簿的一些功能保存为 xls 格式。

# Label_RandomTransition
source: Random
es: Transición aleatoria
fr: Aléatoire
hi: यादृच्छिक
it: Casuale
ja: ランダムに切り替え
nl: Willekeurig
pt: Aleatória
ru: Случайный
th: การเปลี่ยนแบบสุ่ม
zh: 随机过渡

# Label_PageNumber
source: Page %d
es: Página %d
hi: पृष्ठ %d
it: Pagina %d
ja: ページ %d
nl: Pagina %d
pt: Página %d
ru: Страница %d
th: หน้า %d
zh: 第 %d 页

# Label_ColumnChart
source: Column
es: Columnas
fr: À colonnes
hi: कॉलम
it: Colonna
ja: 縦棒グラフ
nl: Kolom
pt: Colunas
ru: Гистограмма
th: คอลัมน์
zh: 柱形

# Label_BarChart
source: Bar
es: Barras
fr: À barres
hi: बार
it: Barra
ja: 横棒グラフ
nl: Balk
pt: Barras
ru: Линейчатая
th: แท่ง
zh: 条形

# Label_LineChart
source: Line
es: Línea
fr: Ligne
hi: लाइन
it: Linea
ja: 折れ線
nl: Lijn
pt: Linha
ru: Линия
th: เส้น
zh: 直线

# Label_AreaChart
source: Area
es: Áreas
fr: En zones
hi: क्षेत्र
ja: 面グラフ
nl: Vlak
pt: Área
ru: С областями
th: พื้นที่
zh: 面积

# Label_PieChart
source: Pie
es: Circular
fr: À secteurs
hi: पाई
it: A torta
ja: 円グラフ
nl: Taart
pt: Circular
ru: Круговая
th: พาย
zh: 饼

# Label_ScatterChart
source: Scatter
es: Dispersión
fr: En nuage
hi: स्‍कैटर
it: A dispersione
ja: 散布図
nl: Spreiding
pt: Dispersão
ru: Точечная
th: กระจาย
zh: 散点

# Label_Clustered
source: Clustered
es: Agrupado
fr: En groupes
hi: संकुल
it: Raggruppato
ja: 集合
nl: Gegroepeerd
pt: Agrupado
ru: Кластерная
th: แบบกลุ่ม
zh: 簇状

# Label_Stacked
source: Stacked
es: Apilado
fr: À barres empilées
hi: स्टैक्ड
it: In pila
ja: 積み上げ
nl: Gestapeld
pt: Empilhado
ru: С накоплением
th: เรียงซ้อน
zh: 堆积

# Label_Stacked100
source: 100% Stacked
es: 100% apilado
fr: 100% empilés
hi: 100% स्टैक्ड
it: 100% in pila
ja: 100% 積み上げ
nl: 100% gestapeld
pt: 100% Empilhado
ru: Нормированная
th: เรียงซ้อน 100%
zh: 100% 堆积

# Label_ScatterMarkers
source: Marker
es: Marcador
fr: À marqueurs
hi: मार्कर
it: Indicatore
ja: マーカー
nl: Markering
pt: Marcador
ru: С маркерами
th: ตัวแสดงข้อมูล
zh: 标记

# Label_ScatterLines
source: Line
es: Línea
fr: Ligne
hi: लाइन
it: Linea
ja: 折れ線
nl: Lijn
pt: Linha
ru: Линия
th: เส้น
zh: 直线

# Label_ScatterLinesMarkers
source: Line & Marker
es: Línea y marcador
fr: À lignes & marqueurs
hi: लाइन व मार्कर
it: Linea e indicatore
ja: 折れ線＆マーカー
nl: Lijn en markering
pt: Linha e Marcador
ru: C кривыми и маркерами
th: เส้นและตัวแสดงข้อมูล
zh: 折线和标记

# Label_FeatureIsNotAvaialableForSheet
source: This feature is not available for this sheet.
es: Esta función no está disponible en esta hoja.
fr: Fonction non disponible pour cette feuille.
hi: यह विशेषता इस शीट के लिए उपलब्ध नहीं है।
it: Funzione non disponibile per questo foglio.
ja: このシートでは当機能をご利用になれません。
nl: Dit kenmerk is niet beschikbaar voor dit blad.
pt: Esta funcionalidade não se encontra disponível para esta folha.
ru: Эта функция недоступна для этого листа.
th: คุณสมบัตินี้ไม่สามารถใช้บนแผ่นงานนี้ได้
zh: 此项功能对此工作表不可用。

# Label_TextToDisplay
source: Text to display
es: Texto para mostrar
fr: Texte à afficher
hi: प्रदर्शित करने के लिए पाठ
it: Testo da visualizzare
ja: 表示するテキスト
nl: Tekst voor weergave
pt: Texto a apresentar
ru: Отображаемый текст
th: ข้อความที่แสดง
zh: 要显示的文本

# Label_Address
source: Address
es: Dirección
fr: Adresse
hi: पता
it: Indirizzo
ja: アドレス
nl: Adres
pt: Endereço
ru: Адрес
th: ที่อยู่
zh: 地址

# Accessibility_Label_StrikeThrough
source: Strike through
es: Tachado
fr: Barré
hi: काट दें
it: Barrato
ja: 取り消し線
nl: Doorstrepen
pt: Rasurado
ru: Зачеркивание
th: ขีดทับ
zh: 删除线

# Accessibility_Label_TextColorOptions
source: Text Color Options
es: Opciones de color de texto
fr: Options de couleur de texte
hi: पाठ रंग विकल्प
it: Opzioni colore testo
ja: テキストカラーオプション
nl: Opties tekstkleur
pt: Opções de Cor do Texto
ru: Варианты цвета текста
th: ตัวเลือกสีข้อความ
zh: 文本颜色选项

# Accessibility_Label_LeftAlignment
source: Align Left
es: Alinear a la izquierda
fr: Aligner à gauche
hi: बाएँ संरेखित करें
it: Allinea a sinistra
ja: 左揃え
nl: Links uitlijnen
pt: Alinhar à Esquerda
ru: Слева
th: ชิดซ้าย
zh: 靠左对齐

# Accessibility_Label_CenterAlignment
source: Align Center
es: Alinear al centro
fr: Centrer
hi: मध्य में संरेखित करें
it: Allinea al centro
ja: 中央揃え
nl: Centreren
pt: Alinhar ao Centro
ru: По центру
th: กึ่งกลาง
zh: 水平居中

# Accessibility_Label_RightAlignment
source: Align Right
es: Alinear a la derecha
fr: Aligner à droite
hi: दाएँ संरेखित करें
it: Allinea a destra
ja: 右揃え
nl: Rechts uitlijnen
pt: Alinhar à Direita
ru: Справа
th: ชิดขวา
zh: 靠右对齐

# Accessibility_Label_JustifyAlignment
source: Align Justified
es: Alinear justificado
fr: Justifié
hi: जस्टिफ़ाइड संरेखित करें
it: Allinea giustificato
ja: 両端揃え
nl: Uitvullen
pt: Alinhar Justificado
ru: Выровнять по ширине
th: เต็มแนว
zh: 两端对齐

# Accessibility_Label_Increase
source: Increase
es: Aumentar
fr: Augmenter
hi: बढ़ाएँ
it: Aumenta
ja: 増加
nl: Hoger
pt: Aumentar
ru: Увеличить
th: เพิ่ม
zh: 增加

# Accessibility_Label_Decrease
source: Decrease
es: Reducir
fr: Diminuer
hi: घटाएँ
it: Riduci
ja: 減少
nl: Lager
pt: Diminuir
ru: Уменьшить
th: ลด
zh: 减少

# Accessibility_Label_Hours
source: Hours
es: Horas
fr: Heures
hi: घंटे
it: Ore
ja: 時間
nl: Uur
pt: Horas
ru: Часы
th: ชั่วโมง
zh: 小时

# Accessibility_Label_Minutes
source: Minutes
es: Minutos
hi: मिनट
it: Minuti
ja: 分
nl: Minuten
pt: Minutos
ru: Минуты
th: นาที
zh: 分钟

# Accessibility_Label_Seconds
source: Seconds
es: Segundos
fr: Secondes
hi: सेकंड
it: Secondi
ja: 秒
nl: Seconden
pt: Segundos
ru: Секунды
th: วินาที
zh: 秒

# Accessibility_Label_Centiseconds
source: Centiseconds
es: Centésima de segundo
fr: Centièmes de seconde
hi: सेंटीसेकंड
it: Centesimi di secondo
ja: ミリ秒
nl: Honderdsten van seconden
pt: Centésimos de Segundo
ru: Сантисекунды
th: เซนติวินาที
zh: 厘秒

# Accessibility_Label_Color_Description
source: Color Red %d, Green %d, Blue %d and Transparency %d
es: Color rojo %d, verde %d, azul %d y transparencia %d
fr: Couleur rouge %d, vert %d, bleu %d et transparence %d
hi: रेड लाल %d, हरा %d, नीला %d और ट्रांस्पेरेंसी %d
it: Colore rosso %d, verde %d, blu %d e trasparenza %d
ja: カラーレッド %d、グリーン %d、ブルー %d、透明度 %d
nl: Kleur rood %d, groen %d, blauw %d en transparant %d
pt: Cor Vermelho %d, Verde %d, Azul %d e Transparência %d
ru: Цвет: красный %d, зеленый %d, синий %d и прозрачность %d
th: สีแดง %d, เขียว %d, น้ำเงิน %d และโปร่งใส %d
zh: 红色 %d、绿色 %d、蓝色 %d 和透明度 %d

# Label_ShapeType_AccentBorderCallout1
source: Callout 1 with Border and Accent
es: Llamada 1 con borde y énfasis
fr: Légende 1 avec bordure et accentuation
hi: कॉलआउट 1 बॉर्डर और एक्सेंट के साथ
it: Callout 1 con bordo ed evidenziazione
ja: 枠線とアクセント付きの吹き出し 1
nl: Toelichting 1 met rand en accent
pt: Chamada 1 com Limite e Destaque
ru: Выноска 1 (граница и черта)
th: คำบรรยายภาพ 1 พร้อมเส้นขอบและแถบเน้น
zh: 标注 1（带边框和强调线）

# Label_ShapeType_AccentBorderCallout2
source: Callout 2 with Border and Accent
es: Llamada 2 con borde y énfasis
fr: Légende 2 avec bordure et accentuation
hi: कॉलआउट 2 बॉर्डर और एक्सेंट के साथ
it: Callout 2 con bordo ed evidenziazione
ja: 枠線とアクセント付きの吹き出し 2
nl: Toelichting 2 met rand en accent
pt: Chamada 2 com Limite e Destaque
ru: Выноска 2 (граница и черта)
th: คำบรรยายภาพ 2 พร้อมเส้นขอบและแถบเน้น
zh: 标注 2（带边框和强调线）
