Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_SelectTextBgColor
source: Select Cell Color
es: Seleccione el color de la celda
fr: Sélectionner la couleur de la cellule
hi: सेल का रंग चुनें
it: Seleziona Colore Cella
ja: セルの色を選択
nl: Celkleur selecteren
pt: Seleccionar cor de célula
ru: Выбрать цвет ячейки
th: เลือกสีเซลล์
zh: 选择单元格颜色

# Label_BuyThe
source: Buy the
es: Comprar
fr: Acheter
hi: खरीदें
it: Acquista il
ja: 購入
nl: Koop het
pt: Comprar
ru: Купить
th: ซื้อ
zh: 购买

# Label_Pack
source: Pack
es: Paquete
fr: Lot
hi: पैक करें
it: Pacchetto
ja: パック
nl: Pakket
pt: Pacote
ru: Пакет
th: แพ็ค
zh: 包

# Label_OneTimePurchase
source: One Time Purchase
es: Compra única
fr: Achat unique
hi: एक-बार वाली खरीद
it: Acquisto Unico
ja: スポット購入
nl: Eenmalige aankoop
pt: Compra única
ru: Одноразовая покупка
th: ซื้อครั้งเดียว
zh: 一次性购买

# Label_FontPackMonotypeTitle
source: Contains the following 12 Monotype fonts:
es: Contiene las siguientes 12 fuentes monotipo:
fr: Contient les 12 polices Monotype suivantes :
hi: निम्‍नलिखित 12 मोनोटाइप फॉण्‍ट हैं :
it: Contiene i seguenti 12 fonts Monotype:
ja: 次の12種類のMonotypeフォントが含まれています。
nl: Bevat de volgende 12 Monotype-lettertypen:
pt: Contém os 12 tipos de letra Monotype seguintes:
ru: Содержит следующие 12 монотипных шрифтов:
th: มีฟ้อนต์โมโนไทป์ 12 ฟ้อนต์ต่อไปนี้:
zh: 包含下列12种单型字体：

# Excel_func_ABS
source: Returns the absolute value of a number
es: Devuelve el valor absoluto de un número
fr: Renvoie la valeur absolue d'un nombre.
hi: किसी संख्या का पूर्ण मान देता है
it: Restituisce il valore assoluto di un numero
ja: 絶対値の数値を返します
nl: Retourneert de absolute waarde van een getal
pt: Devolve o valor absoluto de um número
ru: Возвращает абсолютную величину числа
th: แสดงผลค่าสัมบูรณ์ของตัวเลข
zh: 返回数字的绝对值

# Excel_func_ACCRINT
source: Returns the accrued interest for a security that pays periodic interest
es: Devuelve el interés acumulado de una inversión bursátil que paga un interés de forma periódica
fr: Calcule les intérêts cumulés pour un titre générant des intérêts périodiques.
hi: सुरक्षा के लिए प्राप्त ब्याज देता है जो आवर्ती ब्याज का भुगतान करता है
it: Restituisce il rateo d'interesse per un titolo a interesse periodico
ja: 期間金利を支払う証券の累積金利を返します
nl: Berekent de samengestelde rente voor een waardepapier waarvan de rente periodiek wordt uitgekeerd
pt: Devolve os juros acumulados de um título que paga juros periódicos
ru: Возвращает накопленный процент по ценным бумагам с периодической выплатой процентов
th: แสดงผลดอกเบี้ยคงค้างสำหรับหลักทรัพย์ที่จ่ายดอกเบี้ยเป็นงวด
zh: 返回定期支付利息的债券的应计利息

# Excel_func_ACCRINTM
source: Returns the accrued interest for a security that pays interest at maturity
es: Devuelve el interés acumulado de una inversión bursátil que paga un interés por vencimiento
fr: Calcule les intérêts cumulés pour un titre générant des intérêts à l'échéance.
hi: सुरक्षा के लिए प्राप्त ब्याज देता है जो मियाद पर ब्याज का भुगतान करता है
it: Restituisce il rateo d'interesse per un titolo che paga gli interessi alla scadenza
ja: 満期時金利を支払う証券の累積金利を返します
nl: Berekent de samengestelde rente voor een waardepapier waarvan de rente op de vervaldatum wordt uitgekeerd
pt: Devolve os juros acumulados de um título que paga juros no vencimento
ru: Возвращает накопленный процент по ценным бумагам, процент по которым выплачивается в срок погашения
th: แสดงผลดอกเบี้ยคงค้างสำหรับหลักทรัพย์ที่จ่ายดอกเบี้ยเมื่อครบกำหนด
zh: 返回在到期日支付利息的债券的应计利息

# Excel_func_ACOS
source: Returns the arccosine of a number
es: Devuelve el arcocoseno de un número
fr: Renvoie l'arccosinus d'un nombre.
hi: किसी संख्या की चापकोज्या देता है
it: Restituisce l'arcocoseno di un numero
ja: 数値の逆余弦を返します
nl: Geeft als resultaat de boogcosinus van een getal
pt: Devolve o arco cosseno de um número
ru: Возвращает арккосинус числа
th: แสดงผลอาร์กโคไซน์ของตัวเลข
zh: 返回数字的反余弦值

# Excel_func_ACOSH
source: Returns the inverse hyperbolic cosine of a number
es: Devuelve el coseno hiperbólico inverso de un número
fr: Renvoie le cosinus hyperbolique inverse d'un nombre.
hi: किसी संख्या का प्रतिलोम अतिपरवलयिक कोज्या देता है
it: Restituisce il coseno iperbolico inverso di un numero
ja: 数値の逆双曲線余弦を返します
nl: Berekent de inverse cosinus hyperbolicus van een getal
pt: Devolve o cosseno hiperbólico inverso de um número
ru: Возвращает гиперболический арккосинус числа
th: แสดงผลไฮเปอร์โบลิกโคไซน์กลับด้านของตัวเลข
zh: 返回数字的反双曲余弦值

# Excel_func_ADDRESS
source: Returns a reference as text to a single cell in a worksheet
es: Devuelve una referencia como texto para una sola celda en una hoja de cálculo
fr: Renvoie une référence sous forme de texte à une seule cellule d'une feuille de calcul.
hi: वर्कशीट में एकल कक्ष पर किसी संर्दभ को पाठ्य के रूप में देता है
it: Restituisce un riferimento come testo per una singola cella di un foglio di lavoro
ja: ワークシートの 1 つのセルにテキストとして参照を返します
nl: Geeft als resultaat een verwijzing, in de vorm van tekst, naar één bepaalde cel in een werkblad
pt: Devolve uma referência a uma única célula numa folha de cálculo como texto
ru: Возвращает ссылку на отдельную ячейку листа в виде текста
th: แสดงผลการอ้างอิงเป็นข้อความไปยังเซลล์เดี่ยวในเวิร์กชีต
zh: 以文本形式将引用值返回到工作表的单个单元格

# Excel_func_AMORDEGRC
source: Returns the depreciation for each accounting period by using a depreciation coefficient
es: Devuelve la depreciación de cada período contable mediante un coeficiente de depreciación
fr: Renvoie l'amortissement correspondant à chaque période comptable en utilisant un coefficient d'amortissement.
hi: मूल्यह्रास गुणक का उपयोग करके प्रत्येक लेखांकन अवधि के लिए मूल्यह्रास देता है
it: Restituisce la svalutazione per ciascun periodo contabile utilizzando un coefficiente di svalutazione
ja: 減価償却係数を使用して各会計期間について減価償却費を返します
nl: Geeft als resultaat de afschrijving voor elke boekingsperiode door een afschrijvingscoëfficiënt toe te passen
pt: Devolve a depreciação correspondente a cada período contabilístico utilizando um coeficiente de depreciação
ru: Возвращает величину амортизации для каждого учетного периода, используя коэффициент амортизации
th: แสดงผลค่าเสื่อมราคาสำหรับแต่ละงวดทางบัญชีโดยใช้ค่าสัมประสิทธิ์การเสื่อมราคา
zh: 返回使用折旧系数的每个记帐期的折旧值

# Excel_func_AMORLINC
source: Returns the depreciation for each accounting period
es: Devuelve la depreciación de cada período contable
fr: Renvoie l'amortissement d'un bien à la fin d'une période fiscale donnée.
hi: प्रत्येक लेखांकन अवधि के लिए मूल्यह्रास देता है
it: Restituisce la svalutazione per ciascun periodo contabile
ja: 各会計期間について減価償却費を返します
nl: Berekent de afschrijving voor elke boekingsperiode
pt: Devolve a depreciação correspondente a cada período contabilístico
ru: Возвращает величину амортизации для каждого учетного периода
th: แสดงผลค่าเสื่อมราคาสำหรับแต่ละงวดทางบัญชี
zh: 返回每个记帐期的折旧值

# Excel_func_AND
source: Returns TRUE if all of its arguments are TRUE
es: Devuelve VERDADERO si todos los argumentos son VERDADEROS
fr: Renvoie VRAI si tous les arguments sont VRAI.
hi: अगर इसके सभी तर्क TRUE होते हैं, तो यह TRUE देता है
it: Restituisce il valore TRUE se tutti gli argomenti sono TRUE
ja: すべての引数がTRUEの場合に、TRUEを返します
nl: Resulteert in WAAR als alle argumenten WAAR zijn
pt: Devolve VERDADEIRO se todos os respetivos argumentos corresponderem a VERDADEIRO
ru: Возвращает значение TRUE (ИСТИНА), если все аргументы равны TRUE (ИСТИНА)
th: แสดงผล TRUE ถ้าอาร์กิวเมนต์ทั้งหมดเป็น TRUE
zh: 如果其所有参数均为TRUE，则返回TRUE

# Excel_func_AREAS
source: Returns the number of areas in a reference
es: Devuelve el número de áreas en una referencia
fr: Renvoie le nombre de zones dans une référence.
hi: किसी संदर्भ में क्षेत्रों की संख्या देता है
it: Restituisce il numero di aree in un riferimento
ja: 参照の領域の数を返します
nl: Geeft als resultaat het aantal bereiken in een verwijzing
pt: Devolve o número de áreas numa referência
ru: Возвращает количество областей в ссылке
th: แสดงผลตัวเลขของพื้นที่ในการอ้างอิง
zh: 返回引用中涉及的区域个数

# Excel_func_ASC
source: Changes full-width (double-byte) English letters or katakana within a character string to half-width (single-byte) characters
es: Cambia letras inglesas o katakana de ancho completo (bit doble) dentro de una cadena de caracteres a caracteres de ancho medio (bit sencillo)
fr: Change les caractères anglais ou katakana à pleine chasse (codés sur deux octets) à l'intérieur d'une chaîne de caractères en caractères à demi-chasse (codés sur un octet).
hi: वर्ण स्ट्रिंग के अंतर्गत पूर्ण-चौड़ाई (डबल-बाइट) वाले अंग्रेज़ी अक्षरों या काटाकाना को अर्ध-चौड़े (एकल-बाइट) वर्णों में परिवर्तित करता है
it: Modifica le dimensioni in una stringa di caratteri inglesi da intere (byte doppio) o katakana a ridotte (byte singolo)
ja: 文字列の全角(2バイト)の英語文字またはカタカナを半角(1バイト)文字に変更します
nl: Wijzigt Nederlandse letters of katakanatekens over de volle breedte (dubbel-bytetekens) binnen een tekenreeks in tekens over de halve breedte (enkel-bytetekens)
pt: Altera as letras do alfabeto português ou katakana de largura completa (de byte duplo) numa cadeia de caracteres para caracteres de meia largura (byte único)
ru: Для языков с двухбайтовыми наборами знаков (например, катакана) преобразует полноширинные (двухбайтовые) знаки в полуширинные (однобайтовые)
th: เปลี่ยนตัวอักษรภาษาอังกฤษแบบเต็มความกว้าง (ดับเบิลไบต์) หรือคาตาคานะภายในสตริงอักขระเป็นอักขระครึ่งความกว้าง (ไบต์เดียว)
zh: 将字符串中的全角（双字节）英文字母或片假名更改为半角（单字节）字符

# Excel_func_ASIN
source: Returns the arcsine of a number
es: Devuelve el arcoseno de un número
fr: Renvoie l'arcsinus d'un nombre.
hi: किसी संख्या की चापज्या देता है
it: Restituisce l'arcoseno di un numero
ja: 数値の逆正弦を返します
nl: Berekent de boogsinus van een getal
pt: Devolve o arco seno de um número
ru: Возвращает арксинус числа
th: แสดงผลอาร์กไซน์ของตัวเลข
zh: 返回数字的反正弦值

# Excel_func_ASINH
source: Returns the inverse hyperbolic sine of a number
es: Devuelve el seno hiperbólico inverso de un número
fr: Renvoie le sinus hyperbolique inverse d'un nombre.
hi: किसी संख्या की प्रतिलोम अतिपरवलयिक ज्या देता है
it: Restituisce il seno iperbolico inverso di un numero
ja: 数値の逆双曲線正弦を返します
nl: Berekent de inverse sinus hyperbolicus van een getal
pt: Devolve o seno hiperbólico inverso de um número
ru: Возвращает гиперболический арксинус числа
th: แสดงผลค่าไฮเปอร์โบลิกไซน์ของตัวเลข
zh: 返回数字的反双曲正弦值

# Excel_func_ATAN
source: Returns the arctangent of a number
es: Devuelve la arcotangente de un número
fr: Renvoie l'arctangente d'un nombre.
hi: किसी संख्या की चाप स्पर्शज्या देता है
it: Restituisce l'arcotangente di un numero
ja: 数値の逆正接を返します
nl: Berekent de boogtangens van een getal
pt: Devolve o arco tangente de um número
ru: Возвращает арктангенс числа
th: แสดงผลค่าอาร์กแทนเจนต์ของตัวเลข
zh: 返回数字的反正切值

# Excel_func_ATAN2
source: Returns the arctangent from x- and y-coordinates
es: Devuelve el arcotanegente de coordenadas x e y
fr: Renvoie l'arctangente des coordonnées x et y.
hi: x- और y-निर्देशांकों से चाप स्पर्शज्या देता है
it: Restituisce l'arcotangente dalle coordinate x e y
ja: x座標とy座標から逆正接を返します
nl: Berekent de boogtangens van de x- en y-coördinaten
pt: Devolve o arco tangente das coordenadas x e y
ru: Возвращает арктангенс, вычисляемый по координатам x и y
th: แสดงผลค่าอาร์กแทนเจนต์ของพิกัด x และ y
zh: 返回X和Y坐标的反正切值

# Excel_func_ATANH
source: Returns the inverse hyperbolic tangent of a number
es: Devuelve la tangente hiperbólica inversa de un número
fr: Renvoie la tangente hyperbolique inverse d'un nombre.
hi: किसी संख्या की प्रतिलोम अतिपरवलयिक स्पर्शज्या देता है
it: Restituisce la tangente iperbolica inversa di un numero
ja: 数値の逆双曲線正接を返します
nl: Berekent de inverse tangens hyperbolicus van een getal
pt: Devolve a tangente hiperbólica inversa de um número
ru: Возвращает гиперболический арктангенс числа
th: แสดงผลค่ากลับไฮเปอร์โบลิกแทนเจนต์ของตัวเลข
zh: 返回数字的反双曲正切值

# Excel_func_AVEDEV
source: Returns the average of the absolute deviations of data points from their mean
es: Devuelve el promedio de las desviaciones absolutas de los puntos de datos de su media
fr: Renvoie la moyenne des écarts absolus observés dans la moyenne des points de données.
hi: डेटा बिंदु का पूर्ण विचलन का औसत उनके माध्य से देता है
it: Restituisce la media delle deviazioni assolute dei valori rispetto alla loro media
ja: 平均値からのデータ点の絶対偏差の平均を返します
nl: Berekent het gemiddelde van de absolute deviaties van gegevenspunten ten opzichte van hun gemiddelde waarde
pt: Devolve a média dos desvios absolutos à média dos pontos de dados
ru: Возвращает среднее абсолютных значений отклонений точек данных от среднего
th: แสดงผลค่าเบี่ยงเบนสัมบูรณ์ของจุดข้อมูลจากค่ากลาง
zh: 返回数据点与它们的平均值的绝对偏差平均值

# Excel_func_AVERAGE
source: Returns the average of its arguments
es: Devuelve el promedio de los argumentos
fr: Renvoie la moyenne de ses arguments.
hi: इसके तर्कों का औसत देता है
it: Restituisce il valore medio degli argomenti
ja: この引数の平均を返します
nl: Berekent het gemiddelde van de argumenten
pt: Devolve a média dos respetivos argumentos
ru: Возвращает среднее по аргументам
th: แสดงผลค่าเฉลี่ยของอาร์กิวเมนต์
zh: 返回其参数的平均值

# Excel_func_AVERAGEA
source: Returns the average of its arguments, including numbers, text, and logical values
es: Devuelve el promedio de los argumentos, incluidos números, texto y valores lógicos
fr: Renvoie la moyenne de ses arguments, nombres, texte et valeurs logiques inclus.
hi: इसके तर्कों का औसत देता है जिसमें संख्या, पाठ्य और तार्किक मान शामिल है
it: Restituisce il valore medio degli argomenti, con numeri, testo e valori logici
ja: 数値、テキスト、論理値を含むその引数の平均を返します
nl: Berekent het gemiddelde van de argumenten, waaronder getallen, tekst en logische waarden
pt: Devolve uma média dos respetivos argumentos, incluindo números, texto e valores lógicos
ru: Возвращает среднее арифметическое аргументов, включая числа, текст и логические значения
th: แสดงผลค่าเฉลี่ยของอาร์กิวเมนต์ รวมถึงตัวเลข ข้อความ และค่าตรรกะ
zh: 返回其参数的平均值，包括数字、文本和逻辑值

# Excel_func_AVERAGEIF
source: Returns the average (arithmetic mean) of all the cells in a range that meet a given criteria
es: Devuelve el promedio (media aritmética) de todas las celdas en un rango que cumpla con un criterio dado
fr: Renvoie la moyenne (arithmétique) de toutes les cellules d'une plage qui répondent à des critères donnés.
hi: निश्चित मापदंड को पूरा करने वाली श्रेणी के सभी कक्षों का औसत (योगात्मक माध्य) देता है
it: Restituisce la media aritmetica delle celle comprese nell'intervallo risultante dal criterio impostato
ja: 指定された条件を満たす範囲のすべてのセルの平均値（算術平均値）を返します
nl: Berekent het (rekenkundig) gemiddelde van de cellen in een bereik die voldoen aan een opgegeven criterium
pt: Devolve a média aritmética de todas as células num intervalo que cumprem determinado critério
ru: Возвращает среднее значение (среднее арифметическое) всех ячеек в диапазоне, которые удовлетворяют условию
th: แสดงผลค่าเฉลี่ย (ค่ากลางทางคณิตศาสตร์) ของเซลล์ในช่วงที่ตรงกับเกณฑ์ที่ระบุ
zh: 返回区域中满足给定条件的所有单元格的平均值（算术平均值）

# Excel_func_AVERAGEIFS
source: Returns the average (arithmetic mean) of all cells that meet multiple criteria.
es: Devuelve el promedio (media aritmética) de todas las celdas que cumplan con múltiples criterios.
fr: Renvoie la moyenne (arithmétique) de toutes les cellules qui répondent à plusieurs critères.
hi: एकाधिक मापदंड को पूरा करने वाले कक्षों का औसत (योगात्मक माध्य) देता है।
it: Restituisce la media aritmetica delle celle comprese in un intervallo risultante da più criteri.
ja: 複数の条件を満たすすべてのセルの平均値（算術平均値）を返します
nl: Berekent het (rekenkundig) gemiddelde van de cellen in een bereik die voldoen aan meerdere criteria
pt: Devolve a média aritmética de todas as células que cumprem múltiplos critérios.
ru: Возвращает среднее значение (среднее арифметическое) всех ячеек, которые удовлетворяют нескольким условиям
th: แสดงผลค่าเฉลี่ย (ค่ากลางทางคณิตศาสตร์) ของเซลล์ที่ตรงตามหลายเกณฑื
zh: 返回满足多个条件的所有单元格的平均值（算术平均值）。

# Excel_func_BAHTTEXT
source: Converts a number to text, using the ? (baht) currency format
es: Convierte un número a texto, mediante el formato de moneda ? (baht)
fr: Convertit un nombre en texte en utilisant le format monétaire ? (baht).
hi: u003F (baht) मुद्रा फॉर्मेट का उपयोग करके किसी संख्या को पाठ्य में कनवर्ट करता है
it: Converte un numero in testo usando il formato valuta ? (baht)
ja: 数値をテキストに ? (baht) 通貨形式を使用して変換します
nl: Converteert een getal naar tekst met de valutanotatie ß (baht)
pt: Converte um número em texto, utilizando o formato monetário ? (baht)
ru: Преобразует число в текст, используя денежный формат ? (БАТ)
th: แปลงค่าตัวเลขเป็นข้อความ โดยใช้รูปแบบสกุลเงิน ฿ (บาท)
zh: 使用?（泰铢）货币格式将数字转换为文本

# Excel_func_BESSELI
source: Returns the modified Bessel function In(x)
es: Devuelve la función de Bessel modificada In(x)
fr: Renvoie la fonction Bessel modifiée In(x).
hi: संशोधित Bessel फ़ंक्शन In(x) देता है
it: Restituisce la funzione di Bessel modificata In(x)
ja: 変更されたベッセル関数In(x)を返します
nl: Berekent de gemodificeerde i-functie van Bessel In(x)
pt: Devolve a função de Bessel modificada In(x)
ru: Возвращает модифицированную функцию Бесселя In(x)
th: แสดงผลฟังก์ชัน Bessel ที่แก้ไข In(x)
zh: 返回修正的贝赛耳函数In(x)

# Excel_func_BESSELJ
source: Returns the Bessel function Jn(x)
es: Devuelve la función de Bessel Jn(x)
fr: Renvoie la fonction Bessel Jn(x).
hi: Bessel फ़ंक्शन Jn(x) देता है
it: Restituisce la funzione di Bessel Jn(x)
ja: ベッセル関数Jn(x)を返します
nl: Berekent de gemodificeerde j-functie van Bessel Jn(x)
pt: Devolve a função de Bessel Jn(x)
ru: Возвращает функцию Бесселя Jn(x)
th: แสดงผลฟังก์ชัน Bessel Jn(x)
zh: 返回贝赛耳函数Jn(x)

# Excel_func_BESSELK
source: Returns the modified Bessel function Kn(x)
es: Devuelve la función de Bessel modificada Kn(x)
fr: Renvoie la fonction Bessel modifiée Kn(x).
hi: संशोधित Bessel फ़ंक्शन Kn(x) देता है
it: Restituisce la funzione di Bessel modificata Kn(x)
ja: 変更されたベッセル関数Kn(x)を返します
nl: Berekent de gemodificeerde k-functie van Bessel Kn(x)
pt: Devolve a função de Bessel modificada Kn(x)
ru: Возвращает модифицированную функцию Бесселя Kn(x)
th: แสดงผลฟังก์ชัน Bessel ที่แก้ไข Kn(x)
zh: 返回修正的贝赛耳函数Kn(x)

# Excel_func_BESSELY
source: Returns the Bessel function Yn(x)
es: Devuelve la función de Bessel Yn(x)
fr: Renvoie la fonction Bessel Yn(x).
hi: Bessel फ़ंक्शन Yn(x) देता है
it: Restituisce la funzione di Bessel Yn(x)
ja: ベッセル関数Yn(x)を返します
nl: Berekent de gemodificeerde y-functie van Bessel Yn(x)
pt: Devolve a função de Bessel Yn(x)
ru: Возвращает функцию Бесселя Yn(x)
th: แสดงผลฟังก์ชัน Bessel Yn(x)
zh: 返回贝赛耳函数Yn(x)

# Excel_func_BETADIST
source: Returns the beta cumulative distribution function
es: Devuelve la función de distribución acumulativa beta
fr: Renvoie la fonction bêta de distribution cumulée.
hi: बीटा संचयी वितरण फ़ंक्शन देता है
it: Restituisce la funzione di ripartizione beta
ja: ベータ累積分散関数を返します
nl: Berekent de cumulatieve bèta-verdelingsfunctie
pt: Devolve a função de distribuição cumulativa beta
ru: Возвращает выборочную функцию распределения для бета-распределения
th: แสดงผลฟังก์ชันการการแจกแจงสะสมเบต้า
zh: 返回Beta累积分布函数

# Excel_func_BETAINV
source: Returns the inverse of the cumulative distribution function for a specified beta distribution
es: Devuelve el inverso de la función de distribución acumulativa para una distribución beta especificada
fr: Renvoie l'inverse de la fonction de distribution cumulée pour une distribution bêta spécifiée.
hi: निर्दिष्ट बीटा वितरण के लिए संचयी वितरण फ़ंक्शन का व्युत्क्रम देता है
it: Restituisce il valore inverso della funzione di ripartizione per una distribuzione beta specifica
ja: 指定されたベータ分散のための累積分散関数の逆数を返します
nl: Berekent de inverse van de cumulatieve verdelingsfunctie van een opgegeven bèta-verdeling
pt: Devolve o inverso da função de distribuição cumulativa relativamente a uma distribuição beta específica
ru: Возвращает обратную выборочную функцию распределения для указанного бета-распределения
th: แสดงผลค่ากลับของฟังก์ชันการการแจกแจงสะสมสำหรับการการแจกแจงเบต้าที่ระบุ
zh: 返回指定Beta分布的累积分布函数的反函数

# Excel_func_BIN2DEC
source: Converts a binary number to decimal
es: Convierte un número binario a decimal
fr: Convertit un nombre binaire en nombre décimal.
hi: किसी बाइनरी संख्या को दशमलव में कनवर्ट करता है
it: Converte un numero da binario a decimale
ja: 2進値を10進値に変換します
nl: Converteert een binair getal naar een decimaal getal
pt: Converte um número binário em decimal
ru: Преобразует двоичное число в десятичное
th: แปลงตัวเลขฐานสองเป็นฐานสิบ
zh: 将二进制数转换为十进制数

# Excel_func_BIN2HEX
source: Converts a binary number to hexadecimal
es: Convierte un número binario a hexadecimal
fr: Convertit un nombre binaire en nombre hexadécimal.
hi: किसी बाइनरी संख्या को हेक्ज़ाडेसिमल में कनवर्ट करता है
it: Converte un numero da binario a esadecimale
ja: 2進値を16進値に変換します
nl: Converteert een binair getal naar een hexadecimaal getal
pt: Converte um número binário em hexadecimal
ru: Преобразует двоичное число в шестнадцатеричное
th: แปลงตัวเลขฐานสองเป็นฐานสิบหก
zh: 将二进制数转换为十六进制数

# Excel_func_BIN2OCT
source: Converts a binary number to octal
es: Convierte un número binario a octal
fr: Convertit un nombre binaire en nombre octal.
hi: किसी बाइनरी संख्या को ऑक्टल में कनवर्ट करता है
it: Converte un numero da binario a ottale
ja: 2進値を8進値に変換します
nl: Converteert een binair getal naar een octaal getal
pt: Converte um número binário em octal
ru: Преобразует двоичное число в восьмеричное
th: แปลงตัวเลขฐานสองเป็นฐานแปด
zh: 将二进制数转换为八进制数

# Excel_func_BINOMDIST
source: Returns the individual term binomial distribution probability
es: Devuelve la probabilidad de distribución binomial de un término individual
fr: Renvoie la probabilité d'une variable aléatoire discrète suivant la loi binomiale.
hi: एकल पद द्विपद बंटन प्रायिकता देता है
it: Restituisce la distribuzione binomiale per un singolo termine
ja: 二項分布の確率を返します
nl: Geeft als resultaat de binomiale verdeling
pt: Devolve a probabilidade de distribuição binomial de termo individual
ru: Возвращает вероятность по биномиальному распределению для отдельного члена
th: แสดงผลความน่าจะเป็นของการการแจกแจงไบโนเมียลของคำ
zh: 返回一元二项式分布的概率值

# Excel_func_CALL
source: Calls a procedure in a dynamic link library or code resource
es: Llama a un procedimiento de la biblioteca de enlace dinámico o recurso de código
fr: Appelle une procédure dans la bibliothèque de liens dynamiques ou de ressource de code.
hi: किसी डायनेमिक लिंक लायब्रेरी या कोड संसाधन में एक कार्यविधि को कॉल करता है
it: Richiama una procedura da una libreria a collegamento dinamico o da una risorsa codice
ja: ダイナミックリンクライブラリまたはコードリソースのプロシージャを呼び出します
nl: Roept een procedure op in een DLL-bestand of een codebron
pt: Chama um procedimento de uma biblioteca de ligação dinâmica ou de um recurso de código
ru: Вызывает процедуру из библиотеки динамической компоновки (DLL) или кодового ресурса
th: เรียกโปรซีเจอร์ในไดนามิกลิงก์ไลบรารีหรือทรัพยากรรหัส
zh: 调用动态链接库或代码源中的过程

# Excel_func_CEILING
source: Rounds a number to the nearest integer or to the nearest multiple of significance
es: Redondea un número al entero más cercano o el múltiplo significante más cercano
fr: Arrondit un nombre au nombre entier le plus proche ou au multiple le plus proche de l'argument en s'éloignant de zéro.
hi: किसी संख्‍या को निकटतम पूर्णांक या निकटतम निश्चित गुणांक में बनाता है
it: Arrotonda un numero al numero intero più prossimo o al multiplo più vicino
ja: 最も近い整数または最も近い有効係数倍数に四捨五入します
nl: Rondt een getal af op het dichtstbijzijnde gehele getal of het dichtstbijzijnde significante veelvoud
pt: Arredonda um número para o número inteiro mais próximo ou para o múltiplo de significância mais próximo
ru: Округляет число до ближайшего целого или до ближайшего значимого кратного
th: ปัดเศษตัวเลขเป็นค่าจำนวนเต็มที่ใกล้เคียงที่สุดหรือตัวพหุคูณของเลขนัยสำคัญ
zh: 将数字舍入为最接近的整数或最接近的指定基数的倍数
