Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Encoding_Cyrillic
source: Cyrillic
es: Cirílico
fr: Cyrillique
hi: सिरिलिक
it: Cirillico
ja: キリル文字
nl: Cyrillisch
pt: Cirílico
ru: Кириллица
th: ซีริลลิก
zh: 西里尔文

# Encoding_Greek
source: Greek
es: Griego
fr: Grec
hi: यूनानी
it: Greco
ja: ギリシャ語
nl: Grieks
pt: Ggrego
ru: Греческая
th: กรีก
zh: 希腊语

# Encoding_Turkish
source: Turkish
es: Turco
fr: Turc
hi: तुर्की
it: Turco
ja: トルコ語
nl: Turks
pt: Turco
ru: Турецкая
th: ตุรกี
zh: 土耳其语

# Encoding_Baltic
source: Baltic
es: Báltico
fr: Baltique
hi: बाल्टिक
it: Baltico
ja: バルト語
nl: Baltisch
pt: Báltico
ru: Балтийская
th: บอลติก
zh: 波罗的语

# Encoding_Latin9
source: Latin-9
es: Latín-9
hi: लैटिन-9
it: Latino-9
ja: ラテン語 9
pt: Latim-9
ru: Латинская 9
th: ละติน-9
zh: 拉丁语-9

# Encoding_Russian
source: Russian
es: Ruso
fr: Russe
hi: रूसी
it: Russo
ja: ロシア語
nl: Russisch
pt: Russo
ru: Русская
th: รัสเซีย
zh: 俄语

# Encoding_Arabic
source: Arabic
es: Árabe
fr: Arabe
hi: अरबी
it: Arabo
ja: アラビア語
nl: Arabisch
pt: Árabe
ru: Арабская
th: อารบิก
zh: 阿拉伯语

# Encoding_Vietnamese
source: Vietnamese
es: Vietnamita
fr: Vietnamien
hi: वियतनामी
it: Vietnamita
ja: ベトナム語
nl: Vietnamees
pt: Vietnamita
ru: Въетнамская
th: เวียดนาม
zh: 越南语

# Encoding_Japanese
source: Japanese
es: Japónés
fr: Japonais
hi: जापानी
it: Giapponese
ja: 日本語
nl: Japans
pt: Japonês
ru: Японская
th: ญี่ปุ่น
zh: 日语

# Encoding_Korean
source: Korean
es: Coreano
fr: Coréen
hi: कोरियन
it: Coreano
ja: 韓国語
nl: Koreaans
pt: Coreano
ru: Корейская
th: เกาหลี
zh: 韩语

# Encoding_ChineseSimplified
source: Chinese Simplified
es: Chino simplificado
fr: Chinois simplifié
hi: सरलीकृत चीनी
it: Cinese Semplificato
ja: 簡体字中国語
nl: Vereenvoudigd Chinees
pt: Chinês Simplificado
ru: Китайская упрощенная
th: จีนตัวย่อ
zh: 简体中文

# Encoding_ChineseTraditional
source: Chinese Traditional
es: Chino tradicional
fr: Chinois traditionnel
hi: पारंपरिक चीनी
it: Cinese Tradizionale
ja: 繁体字中国語
nl: Traditioneel Chinees
pt: Chinês Tradicional
ru: Китайская традиционная
th: จีนดั้งเดิม
zh: 繁体中文

# Encoding_ChineseTraditionalHK
source: Chinese Traditional with Hong Kong Extensions
es: Chino tradicional con extensiones de Hong Kong
fr: Chinois traditionnel avec extensions de Hong Kong
hi: हांग-कांग विस्‍तारों के साथ पारंपरिक चीनी
it: Cinese Tradizionale con Estensione per Hong Kong
ja: 香港拡張付き繁体字中国語
nl: Traditioneel Chinees met Hong Kong-uitbreidingen
pt: Chinês Tradicional com extensão de Hong Kong
ru: Китайская традиционная (Гонконг)
th: จีนดั้งเดิมแบบฮ่องกง
zh: 香港繁体中文

# Encoding_Thai
source: Thai
es: Tailandés
fr: Thaï
hi: थाई
it: Tailandese
ja: タイ語
pt: Tailandês
ru: Тайская
th: ไทย
zh: 泰语

# Encoding_Hebrew
source: Hebrew
es: Hebreo
fr: Hébreu
hi: हिब्रू
it: Ebreo
ja: ヘブライ語
nl: Hebreeuws
pt: Hebraico
ru: Иврит
th: ฮีบรู
zh: 希伯来语

# Encoding_Indic
source: Indic Scripts
es: Indio
fr: Scripts indiens
hi: इंडिक पाठ
ja: インド系文字
nl: Indische schriftsystemen
ru: Индийское письмо
th: สคริปต์อินเดีย
zh: 印度语

# Encoding_Unicode
source: Unicode
hi: यूनीकोड
ru: Юникод
th: ยูนิโคด

# Encoding_UnicodeBE
source: Unicode Big Endian
fr: Unicode gros-boutien
hi: यूनीकोड बिग एनडियन
ja: Unicode ビッグ・エンディアン
ru: Юникод Big Endian
th: ยูนิโคดบิ๊กเอ็นเดียน

# Encoding_UnicodeLE
source: Unicode Little Endian
fr: Unicode petit-boutien
hi: यूनीकोड लिटिल एनडियन
ja: Unicode リトル・エンディアン
ru: Юникод Little Endian
th: ยูนิโคดลิตเติลเอ็นเดียน

# Label_Email
source: Email
es: Enviar por correo
hi: ई-मेल करें
ja: メールアドレス
pt: Enviar por e-mail
ru: Эл. почта
th: อีเมล์
zh: 电子邮件

# Label_ZipAndEmail
source: Zip & Email
es: Comprimir y enviar por correo
fr: Compresser et envoyer par e-mail
hi: ज़ि‍प एवं ई-मेल करें
it: Compressione + Email
ja: Zip圧縮してメール送信
nl: Zippen en e-mailen
pt: Compactar e enviar por e-mail
ru: Архивировать и отправить по эл. почте
th: บีบอัด & ส่งอีเมล์
zh: 压缩并通过电子邮件发送

# Label_PasswordProtectionLoss
source: Password protection will be lost if you save the file in different format.
es: El archivo no tendrá la protección mediante contraseña si lo guarda en otro formato.
fr: La protection par mot de passe sera perdue si vous enregistrez le fichier dans un autre format.
hi: यदि आप फाइल को किसी भिन्‍न प्रारूप में सहेजते हैं, तो पासवर्ड सुरक्षा समाप्त हो जाएगी।
it: La protezione tramite password verrà persa salvando il file in un formato diverso.
ja: ファイルを別の形式で保存すると、パスワード保護は無効化されます。
nl: Wachtwoordbeveiliging gaat verloren als het bestand wordt opgeslagen in een andere indeling.
pt: A protecção por palavra-passe perder-se-á se guardar o ficheiro num formato diferente.
ru: Защита паролем будет утеряна при сохранении файла в другом формате.
th: การปกป้องดัวยรหัสผ่านจะหายไปถ้าคุณบันทึกไฟล์ในรูปแบบที่แตกต่างออกไป
zh: 将文件保存为其他格式后，密码保护将失效。

# Label_Freeze
source: Freeze
es: Inmovilizar
fr: Figer
hi: फ्रीज़ करें
it: Blocca
ja: 固定
nl: Blokkeren
pt: Bloquear
ru: Заморозить
th: ตรึง
zh: 冻结

# Label_Unfreeze
source: Unfreeze
es: Liberar
fr: Libérer
hi: अनफ्रीज़ करें
it: Sblocca
ja: 固定解除
nl: Blokkering opheffen
pt: Não bloquear
ru: Разморозить
th: ยกเลิกการตรึง
zh: 取消冻结

# Label_SortMenu
source: Sort...
es: Ordenar...
fr: Trier...
hi: छांटें...
it: Ordina...
ja: 並べ替え...
nl: Sorteren...
pt: Ordenar...
ru: Сортировать...
th: เรียง...
zh: 排序...

# Label_Sort
source: Sort
es: Ordenar
fr: Trier
hi: छांटें
it: Ordina
ja: 並べ替え
nl: Sorteren
pt: Ordenar
ru: Сортировать
th: เรียง
zh: 排序

# Label_CaseSensitive
source: Case Sensitive
es: Distinguir Mayús./Minús.
fr: Respecter la casse
hi: केस संवेदनशील
ja: 大文字と小文字を区別
nl: Hoofdlettergevoelig
pt: Maiúsculas e minúsculas
ru: С учетом регистра
th: ไวต่ออักษรใหญ่เล็ก
zh: 区分大小写

# Label_RowNo
source: Row %d
es: Fila %d
fr: Ligne %d
hi: पंक्ति %d
it: Riga %d
ja: 行 %d
nl: Rij %d
pt: Fila %d
ru: Строка %d
th: แถว %d
zh: 第%d行

# Label_ColumnNo
source: Column %S
es: Columna %S
fr: Colonne %S
hi: स्‍तंभ %S
it: Colonna %S
ja: 列 %s
nl: Kolom %S
pt: Coluna %S
ru: Столбец %S
th: คอลัมน์ %S
zh: 第%S列

# Label_SortBy
source: Sort by
es: Ordenar por
fr: Trier par
hi: द्वारा छांटें
it: Ordina per
ja: 次で並べ替え
nl: Sorteren op
pt: Ordenar por
ru: Сортировать по
th: เรียงโดย
zh: 排序标准

# Label_ThenSortBy
source: Then by
es: Luego por
fr: Puis par
hi: इसके बाद के द्वारा
it: e poi per
ja: さらに並べ替え
nl: Vervolgens op
pt: Em seguida por
ru: Затем по
th: จากนั้นโดย
zh: 第二标准

# Label_Ascending
source: Ascending Order
es: Orden ascendente
fr: Ordre ascendant
hi: बढ़ते क्रम में
it: Ordine Crescente
ja: 昇順
nl: Oplopende volgorde
pt: Ordem ascendente
ru: В порядке возрастания
th: ลำดับน้อยไปมาก
zh: 升序

# Button_Columns
source: Columns
es: Columnas
fr: Colonnes
hi: स्‍तंभ
it: Colonne
ja: 列
nl: Kolommen
pt: Colunas
ru: Столбцы
th: คอลัมน์
zh: 列

# Button_Rows
source: Rows
es: Filas
fr: Lignes
hi: पंक्ति
it: Righe
ja: 行
nl: Rijen
pt: Filas
ru: Строки
th: แถว
zh: 行

# Label_RemoveAds
source: Remove Ads
es: Quitar publicidad
fr: Supprimer les pubs
hi: विज्ञापन दूर करें
it: Rimuovi la pubblicità
ja: 広告を削除
nl: Advertenties verwijderen
pt: Remover publicidade
ru: Убрать рекламу
th: เอาโฆษณาออก
zh: 移除广告

# ErrorTitle_CannotZipFile
source: Zip file failed
es: Error de compresión
fr: Compression échouée
hi: ज़ि‍प असफल रहा
it: Compressione fallita
ja: ZIPに失敗
nl: Zippen mislukt
pt: Compactação falhou
ru: Архивировать не удалось
th: บีบอัดล้มเหลว
zh: 压缩失败

# ErrorMsg_CannotZipFile
source: Unable to zip file.
es: No se puede comprimir el archivo.
fr: Impossible de compresser le fichier.
hi: फाइल कंप्रेस करने में अक्षम है।
it: Impossibile comprimere il file.
ja: ファイルを圧縮することができません。
nl: Bestand kon niet worden gecomprimeerd.
pt: Não foi possível compactar o ficheiro.
ru: Невозможно сжать файл.
th: ไม่สามารถบีบอัดไฟล์ได้
zh: 无法压缩文件。

# Label_On
source: On
es: Act.
fr: Activé
hi: चालू करें
ja: オン
nl: Aan
pt: Ligado
ru: Включить
th: เปิด
zh: 开

# Label_Off
source: Off
es: Desact.
fr: Désactivé
hi: बंद करें
ja: オフ
nl: Uit
pt: Desligado
ru: Выключить
th: ปิด
zh: 关

# Label_SettingSpellCheck
source: Spell Check
es: Corrección ortográfica
fr: Vérifier l'orthographe
hi: स्‍पेल चेक चलाएं
it: Controllo Ortografico
ja: スペルチェック
nl: Spellingcontrole
pt: Ortografia
ru: Проверка ошибок
th: ตรวจสอบตัวสะกด
zh: 拼写检查

# Label_Language
source: Language
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
nl: Taal
pt: Idiomas
ru: Язык
th: ภาษา
zh: 语言

# Label_LearnedWords
source: Learned Words
es: Palabras añadidas
fr: Mots appris
hi: सीखे हुए शब्‍द
it: Parole Imparate
ja: 覚えた単語
nl: Geleerde woorden
pt: Palavras aprendidas
ru: Знакомые слова
th: คำที่ได้เรียนรู้
zh: 已加入字典

# Label_LearnWord
source: Learn Word
es: Añadir palabra
fr: Apprendre le mot
hi: शब्‍द सीखें
it: Impara la Parola
ja: 単語を覚える
nl: Geleerd woord
pt: Tornar palavra aprendida
ru: Добавить слово
th: เรียนรู้คำ
zh: 加入字典

# Label_UnLearnWord
source: Unlearn Word
es: Quitar palabra
fr: Désapprendre le mot
hi: शब्‍द नहीं सीखें
it: Dimentica la Parola
ja: 単語を忘れる
nl: Woord vergeten
pt: Não tornar palavra aprendida
ru: Удалить слово
th: ยกเลืกการเรียนรู้คำ
zh: 取消加入字典

# Label_NoReplacementsFound
source: No Replacements Found
es: No se han encontrado reemplazos
fr: Aucun remplacement n'a été trouvé
hi: कोई प्रतिस्‍थापन नहीं मिले
it: Nessuna alternativa trovata
ja: 置換対象は見つかりませんでした
nl: Geen vervanging gevonden
pt: Nenhuma substituição encontrada
ru: Замен не найдено
th: ไม่พบการแทนที่
zh: 未找到可替换的内容

# Label_WordCount
source: Word Count
es: Número de palabras
fr: Nombre de mots
hi: शब्‍द संख्‍या
it: Conteggio Parole
ja: 単語数
nl: Aantal woorden
pt: Contagem de palavras
ru: Подсчет слов
th: จำนวนคำ
zh: 字数

# Label_Words
source: Words
es: Palabras
fr: Mots
hi: शब्‍द
it: Parole
ja: 単語
nl: Woorden
pt: Palavras
ru: Слова
th: คำ
zh: 单词

# Label_Paragraphs
source: Paragraphs
es: Párrafos
fr: Paragraphes
hi: पैराग्राफ
it: Paragrafi
ja: 段落
nl: Alinea's
pt: Parágrafos
ru: Абзацы
th: ย่อหน้า
zh: 段落

# Label_Pages
source: Pages
es: Páginas
hi: पृष्‍ठ
it: Pagine
ja: ページ
nl: Pagina's
pt: Páginas
ru: Страницы
th: หน้า
zh: 页数

# Label_CharactersNoSpaces
source: Characters (No Spaces)
es: Caracteres (sin espacios)
fr: Caractères (espaces non compris)
hi: वर्ण (कोई अंतराल नहीं)
it: Caratteri (Spazi Esclusi)
ja: 文字 (スペースなし)
nl: Tekens (geen spaties)
pt: Caracteres (Sem espaços)
ru: Символы (без пробелов)
th: ตัวอักษร (ไม่นับเว้นวรรค)
zh: 字符数（不包含空格）

# Label_CharactersWithSpaces
source: Characters (With Spaces)
es: Caracteres (con espacios)
fr: Caractères (espaces compris)
hi: वर्ण (अंतराल सहित)
it: Caratteri (Spazi Inclusi)
ja: 文字 (スペースあり)
nl: Tekens (inclusief spaties)
pt: Caracteres (Com espaços)
ru: Символы (с пробелами)
th: ตัวอักษร (นับเว้นวรรค)
zh: 字符数（包含空格）

# Label_WebDAV_FailedLogIn_Malformed
source: HTTP Address is malformed!
es: ¡La dirección HTTP tiene formato incorrecto!
fr: L'adresse HTTP est invalide !
hi: HTTP पता विकृत है!
it: Formato dell'indirizzo HTTP non valido!
ja: HTTPアドレスが不正です!
nl: HTTP-adres is ongeldig!
pt: Endereço de HTTP mal formado!
ru: Некорректный HTTP-адрес!
th: ที่อยู่ HTTP ผิดรูปแบบ!
zh: HTTP地址格式错误！

# Label_WebDAV_FailedLogIn_Prefix
source: HTTP Address must begin with 'http://' or 'https://'!
es: La dirección HTTP debe empezar con 'http://' o 'https://'!
fr: Une adresse HTTP doit commencer par 'http://' ou 'https://'!
hi: HTTP पते का आरंभ 'http://' या 'https://' से होना चाहिए!
it: L'indirizzo HTTP deve cominciare con 'http://' o 'https://'!
ja: HTTPアドレスは 'http://' または 'https://'で始まる必要があります!
nl: HTTP-adres moet beginnen met 'http://' of 'https://'!
pt: Endereço de HTTP tem de começar com 'http://' ou 'https://'!
ru: HTTP-адрес должен начинаться с 'http://' или 'https://'!
th: ที่อยู่ HTTP จะต้องเริ่มต้นด้วย 'http://' หรือ 'https://'!
zh: HTTP地址必须以“http://”或“https://”开头！

# Label_WebDAV_FailedLogIn_EmptyField
source: All 3 fields must not be empty!
es: ¡Todos los campos son obligatorios!
fr: Tous les champs doivent être remplis !
hi: सभी क्षेत्रों को भरा होना चाहिए!
it: Devi compilare tutti i campi!
ja: すべてのフィールドに入力する必要があります。
nl: Alle velden moeten worden ingevuld!
pt: Todos os campos têm de estar preenchidos!
ru: Все поля должны быть заполнены!
th: ต้องกรอกทุกช่อง!
zh: 必须填写所有字段！

# Label_WebDAV_FailedLogIn_IncorrectData
source: Incorrect Authentication Data! Please, try with other HTTP addres, username or password.
es: ¡Datos de autenticación incorrectos! Por favor, inténtelo de nuevo con otra dirección HTTP, nombre de usuario o contraseña.
fr: Données d'identification incorrectes ! Veuillez réessayer avec une autre adresse HTTP ou un nom d'utilisateur ou un mot de passe différent.
hi: गलत प्रमाणीकरण डेटा! कृपया किसी अन्‍य HTTP पते, उपयोगकर्तानाम या पासवर्ड के साथ पुन: प्रयास करें।
it: Dati di Autenticazione Errati! Prova con un altro indirizzo HTTP address o cambia nome utente e password.
ja: 不正な認証データです! 別のHTTPアドレス、ユーザー名、またはパスワードでもう一度お試しください。
nl: Onjuiste authenticatiegegevens! Probeer het nogmaals met een ander HTTP-adres, gebruikersnaam of wachtwoord.
pt: Dados de autenticação incorrectos! Tente novamente com outro enedereço de HTTP, nome de utilizador ou palavra-passe.
ru: Некорректные данные аутентификации! Пожалуйста, попробуйте снова, используя другой HTTP-адрес, имя пользователя или пароль.
th: ข้อมูลการพิสูจน์ตัวตนไม่ถูกต้อง! กรุณาลองใหม่ด้วยที่อยู่ HTTP ชื่อผู้ใช้งาน หรือรหัสผ่านอื่น
zh: 验证数据错误！ 请使用其他HTTP地址、用户名或密码重试。

# Label_WebDAV_FailedLogIn_BadRequest_400
source: WebDAV server: Bad Request. The server could not understand this syntax.
es: Servidor WebDAV: Solicitud defectuosa. El servidor no pudo entender la sintaxis.
fr: Serveur WebDAV : Requête erronée. Le serveur n'a pu comprendre cette syntaxe.
hi: WebDAV सर्वर : खराब अनुरोध। सर्वर इस सिन्‍टैक्‍स को नहीं समझ सका।
it: Server WebDAV: Bad Request. Errore di sintassi.
ja: WebDAVサーバ:要求が正しくありません。 サーバは、この構文を理解できませんでした。
nl: WebDAV-server: Ongeldig verzoek. De server kon de syntax niet begrijpen.
pt: Servidor WebDAV: pedido com erro. O servidor não compreende esta sintaxe.
ru: Сервер WebDAV: Неверный запрос. Сервер не может распознать синтаксис запроса.
th: เซิร์ฟเวอร์ WebDAV: การร้องขอไม่ถูกต้อง เซิร์ฟเวอร์ไม่เข้าใจวากยสัมพันธ์นี้
zh: WebDAV服务器：请求无效。 服务器无法解析该语法。

# Label_WebDAV_FailedLogIn_NotImplemented_501
source: WebDAV server: Not Implemented. Maybe the account does not support access through WebDAV clients. Please, look at the account configuration to enable WebDAV support.
es: Servidor WebDAV: No implementado. Es posible que la cuenta no admite acceso a través de clientes de WebDAV. Por favor, compruebe la configuración de la cuenta para habilitar la compatibilidad con WebDAV.
fr: Serveur WebDAV : Non implémenté. Il est possible que le compte ne prenne en charge les accès via les clients WebDAV. Veuillez activer la prise en charge WebDAV dans la configuration du compte.
hi: WebDAV सर्वर : लागू नहीं किया गया। यह संभव है कि अकाउंट WebDAV क्‍लाइंट्स के जरिए पहुंच को समर्थन नहीं देता हो। WebDAV समर्थन को सक्षम करने के लिए, कृपया अकाउंट के कॉन्फिगरेशन को देखें।
it: Server WebDAV: Nessuna Implementazione. E' probabile che l'account non supporti l'accesso tramite client WebDAV. Controllare la configurazione dell'account per abilitare il supporto a WebDAV.
ja: WebDAVサーバ:実装されていません。 アカウントがWebDAVクライアントでのアクセスをサポートしていない可能性があります。WebDAVのサポートを有効にするには、アカウントの設定をご確認ください。
nl: WebDAV-server: Niet geÔmplementeerd. Mogelijk ondersteunt het account geen toegang via WebDAV-clients. Controleer de accountconfiguratie om WebDAV-ondersteuning in te schakelen.
pt: Servidor WebDAV: não implementado. É possível que a conta não suporte o acesso através de clientes WebDAV. Consulte a configuração de conta para activar o suporte WebDAV.
ru: Сервер WebDAV: Не реализовано. Возможно, учетная запись не поддерживает доступ через WebDAV-клиенты. Пожалуйста, включите поддержку WebDAV в настройках учетной записи.
th: เซิร์ฟเวอร์ WebDAV: ไม่ทำงาน เป็นไปได้ว่าบัญชีนี้ไม่ได้สนับสนุนการเข้าถึงด้วยไคลเอนต์ WebDAV กรุณาดูค่าที่ตั้งไว้ในบัญชีเพื่อเปิดการสนับสนุน WebDAV
zh: WebDAV服务器：未实施。 可能帐户不支持通过WebDAV客户端读取。请检查帐户配置，开启WebDAV支持。

# ErrMsg_WebDAV_Conflict_409
source: WebDAV server: Conflict. Maybe the space on the server is not enough.
es: Servidor WebDAV: Conflicto detectado. Es posible que no hay espacio suficiente en el servidor.
fr: Serveur WebDAV : Conflit. Il est possible qu'il n'y ait pas assez d'espace libre sur le serveur.
hi: WebDAV सर्वर : विवाद। यह संभव है कि सर्वर पर पर्याप्‍त जगह नहीं हो।
it: Server WebDAV: Conflitto. E' possibile che non ci sia abbastanza spazio sul server.
ja: WebDAVサーバ:競合しています。サーバに十分なスペースがない可能性があります。
nl: WebDAV-server: Conflict. Mogelijk is er onvoldoende ruimte op de server.
pt: Servidor WebDAV: conflito. É possível que não exista espaço suficiente no servidor.
ru: Сервер WebDAV: Конфликт. Возможно, на этом сервере недостаточно места.
th: เซิร์ฟเวอร์ WebDAV: ขัดแย้ง เป็นไปได้ว่าพื้นที่บนเซิร์ฟเวอร์มีไม่พอ
zh: WebDAV服务器：存在冲突。可能服务器上的空间不足。

# ErrMsg_WebDAV_NotAllowedOperation
source: The WebDAV server does not allow this operation.
es: El servidor WebDAV no permite esta operación.
fr: Le serveur WebDAV ne permet pas cette opération.
hi: WebDAV सर्वर इस कार्य को अनुमति नहीं देता है।
it: Il server WebDAV non consente di eseguire questa operazione.
ja: WebDAVサーバにより、この操作は許可されていません。
nl: De WebDAV-server staat deze handeling niet toe.
pt: O servidor WebDAV não permite esta operação.
ru: Сервер WebDAV не разрешает эту операцию.
th: เซิร์ฟเวอร์ WebDAV ไม่อนุญาตการปฏิบัติงานนี้
zh: WebDAV服务器不允许该操作。

# ErrMsg_WebDAV_ReservedName
source: The specified name cannot be used on this server. Please, choose another name.
es: El nombre especificado no se puede usar en este servidor. Por favor, elija otro nombre.
fr: Le nom spécifié ne peut être utilisé sur ce serveur. Veuillez choisir un autre nom.
hi: इस निर्दिष्‍ट नाम का इस सर्वर पर इस्‍तेमाल नहीं किया जा सकता है। कृपया, कोई अन्‍य नाम चुनें।
it: Il nome specificato non può essere usato su questo server. Scegliere un altro nome.
ja: 指定された名前は、このサーバでは使用することはできません。別の名前を選択してください。
nl: De opgegeven naam kan niet worden gebruikt op deze server. Kies een andere naam.
pt: O nome especificado não pode ser usado neste servidor. Escolha outro nome.
ru: Указанное имя не может быть использовано на этом сервере. Пожалуйста, выберите другое имя.
th: ชื่อที่ระบุไม่สามารถใช้ได้บนเซิร์ฟเวอร์นี้ กรุณาเลือกชื่ออื่น
zh: 无法在此服务器中使用指定的名称，请选择其他名称。

# ErrMsg_WebDAV_WriteError
source: Destination file is missing or corrupt. Please, check your account permissions and space limit, and try again.
es: El archivo de destino no se encuentra o está dañado. Por favor, compruebe los permisos de la cuenta y el espacio libre, e inténtelo de nuevo.
fr: Le fichier de destination est manquant ou corrompu. Veuillez vérifier les permissions de votre compte et l'espace libre, puis réessayez.
hi: गंतव्‍य फाइल या तो गुम है या भ्रष्‍ट है। कृपया अपने अकाउंट की अनुमतियों और खाली जगह की जांच करें, और फिर से प्रयास करें।
it: Il file di destinazione è assente o corrotto. Controllare i permessi dell'account, liberare spazio e riprovare.
ja: 目的のファイルが見つからないか、破損しています。アカウントの権限と空き容量を確認してから、もう一度実行してください。
nl: Doelbestand ontbreekt of is beschadigd. Controleer uw accountmachtigingen en vrije ruimte en probeer het nogmaals.
pt: O ficheiro de destino está em falta ou está corrompido. Verifique as permissões de conta e espaço livre e tente novamente.
ru: Файл назначения отсутствует или поврежден. Пожалуйста, проверьте разрешения вашей учетной записи и свободное место, после чего повторите попытку.
th: ไฟล์ปลายทางหายไปหรือเสีย กรุณาตรวจสอบสิทธิ์บัญชีของคุณและจัดเตรียมพื้นที่ว่างไว้แล้วลองใหม่
zh: 缺少目标文件或已损坏。请检查您的帐户权限并清理空间，然后重试。

# Label_Timing
source: Slideshow Timing
es: Temporización de presentación
fr: Minutage du diaporama
hi: स्‍लाइड शो की समय-व्‍यवस्‍था
it: Tempo di Transizione
ja: スライドショーのタイミング
nl: Tijdsinstellingen diavoorstelling
pt: Regulação de tempo de Slideshow
ru: Хронометраж слайд-шоу
th: จังหวะเวลาของสไลด์โชว์
zh: 幻灯片播放计时

# InfoTitle_NotAvailableICloud
source: iCloud is not available
es: iCloud no está disponible
fr: iCloud n'est pas disponible
hi: iCloud उपलब्‍ध नहीं है
it: iCloud non è disponibile
ja: iCloudは利用できません
nl: iCloud is niet beschikbaar
pt: iCloud não está disponível
ru: iCloud недоступен
th: iCloud ไม่มีอยู่
zh: iCloud暂不可用

# InfoMsg_SwitchOnICloudFromSettingsDetailed
source: To use iCloud to back up your local files make sure you're logged in your iCloud account and Settings -> iCloud -> Documents & Data is ON.
es: Para usar iCloud con el fin de crear una copia de seguridad de sus archivos, asegúrese de haber iniciado sesión en su cuenta de iCloud y que Ajustes -> iCloud -> Documentos y datos estén activados.
fr: Pour sauvegarder vos fichiers locaux via iCloud, assurez-vous d'être connecté à votre compte iCloud et que Paramètres -> iCloud -> Documents & Données soit activé.
hi: अपनी स्‍थानीय फाइलों के बैकअप के लिए iCloud का इस्‍तेमाल करने हेतु, यह सुनिश्चित करें कि आपने अपने iCloud अकाउंट पर लॉगिन किया हुआ है और सेटिंग्‍स -> iCloud -> दस्‍तावेज एवं डेटा चालू है।
it: Per archiviare i tuoi file su iCloud, assicurati di aver effettuato l'accesso al tuo account iCloud e che sia impostata su ON la voce Impostazioni -> iCloud -> Documenti e Dati.
ja: iCloudを使ってローカルファイルをバックアップするには、iCloudアカウントにログインして、[設定] -> [iCloud]-> [書類およびデータ] がオンに設定されていることを確認してください。
nl: Zorg om iCloud te gebruiken om een back-up te maken van uw lokale bestanden dat u aangemeld bent op uw iCloud-account en dat Instellingen -> iCloud -> Documenten en gegevens op AAN staat.
pt: Para utilizar a iCloud para efectuar cópias de segurança dos ficheiros locais, certifique-se de que iniciou sessão na sua conta iCloud em Definições -> iCloud -> Documentos e dados definidos como LIGADOS.
ru: Чтобы использовать iCloud для резервного копирования ваших файлов, убедитесь, что вы вошли в свою учетную запись iCloud и включили функцию Настройки -> iCloud -> Документы и данные.
th: การที่จะใช้ iCloud สำรองไฟล์จากเครื่องคุณนั้น คุณต้องเข้าสู่ระบบบัญชี iCloud ของคุณและ การตั้งค่า -> iCloud -> เอกสาร & ข้อมูล ตั้งค่าเป็น เปิด
zh: 要使用iCloud备份本地文件，请确保您已登录iCloud帐户，并且“设置”-> iCloud ->“文档与数据”设为“开”。

# Label_UnsupportedWorksheet
source: This is not a regular worksheet. This type of sheet is not supported yet.
es: No es una hoja de cálculo corriente y aún no es compatible con la aplicación.
fr: Cette feuille de calcul n'est pas classique et n'est pas encore prise en charge.
hi: यह नियमित वर्कशीट नहीं है और अब तक समर्थित भी नहीं है।
it: Questo non è un foglio di lavoro regolare e pertanto non è supportato.
ja: これは通常のワークシートではなく、まだサポートされていません。
nl: Dit is geen normaal werkblad en wordt nog niet ondersteund.
pt: Esta não é uma folha de trabalho normal e ainda não é suportada.
ru: Это не обычная таблица, такие пока не поддерживаются.
th: นี่ไม่ใช่เวิร์กชีตปกติและก็ยังไม่ได้รับการสนับสนุน
zh: 该工作表不是常规工作表，暂不支持。

# ErrDoc_Save_Csv_Not_Supported
source: The active sheet cannot be saved in csv format.
es: La hoja de cálculo activa no se puede guardar en el formato csv.
fr: La feuille active ne peut être enregistrée au format csv.
hi: सक्रिय पत्रक को csv प्रारूप में नहीं सहेजा जा सकता है।
it: Il foglio attivo non può essere salvato in formato csv.
ja: 作業中のシートはCSV形式で保存することはできません。
nl: Het actieve blad kan niet worden opgeslagen in csv-indeling.
pt: Não é possível guardar a folha activa no formato csv.
ru: Активный лист не может быть сохранен в формате csv.
th: ชีตที่ใช้งานอยู่ไม่สามารถบันทึกในรูปแบบ csv ได้
zh: 当前工作表无法保存为csv格式。
