Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Excel_func_REPLACE
source: Replaces characters within text
es: Reemplaza caracteres de texto
fr: Remplace des caractères dans un texte.
hi: पाठ के अंदर वर्णों को प्रतिस्थापित करता है
it: Sostituisce i caratteri nel testo
ja: テキストないの文字を置換します
nl: Vervangt tekens binnen een tekst
pt: Substitui caracteres no texto
ru: Заменяет символы в тексте
th: แทนที่อักขระภายในข้อความ
zh: 替换文本中的字符

# Excel_func_REPT
source: Repeats text a given number of times
es: Repite el texto un número determinado de veces
fr: Répète un texte un certain nombre de fois.
hi: निश्चित संख्या में पाठ को दोहराता है
it: Ripete un testo per un numero specifico di volte
ja: テキストを指定された回数繰り返します
nl: Herhaalt een tekst een bepaald aantal malen
pt: Repete texto um determinado número de vezes
ru: Повторяет текст заданное количество раз
th: แสดงข้อความซ้ำตามจำนวนครั้งที่ระบุ
zh: 按给定次数重复文本

# Excel_func_RIGHT
source: Returns the rightmost characters from a text value
es: Devuelve los caracteres del lado derecho de un valor de texto
fr: Renvoie les caractères situés à l'extrême droite d'une chaîne de caractères.
hi: पाठ मान के लिए बिल्कुल दाईं ओर के वर्णों को देता है
it: Restituisce i caratteri più a destra di una stringa di testo
ja: テキスト値から右端の文字を返します
nl: Geeft als resultaat de meest rechtse tekens in een tekenreeks
pt: Devolve os caracteres mais à direita de um valor de texto
ru: Возвращает крайние правые символы текстового значения
th: แสดงผลอักขระขวาสุดจากค่าข้อความ
zh: 返回文本值中最右边的字符

# Excel_func_ROMAN
source: Converts an Arabic numeral to Roman, as text
es: Convierte un número arábigo en número romano, con formato de texto
fr: Convertit des chiffres arabes en chiffres romains, sous forme de texte.
hi: अरबी अंकों को रोमन पाठ के रूप में रूपांतरित करता है
it: Converte un numero arabo in romano come testo
ja: アラビア数字をローマ数字にテキストとして変換します
nl: Converteert een Arabisch getal naar een Romeins getal en geeft het resultaat weer in de vorm van tekst
pt: Converte um número árabe em romano, como texto
ru: Преобразует арабские числа в римские, в текстовом формате
th: แปลงตัวเลขอาราบิกเป็นโรมัน เป็นข้อความ
zh: 将阿拉伯数字转换为文本式罗马数字

# Excel_func_ROUND
source: Rounds a number to a specified number of digits
es: Redondea un número al número de decimales especificados
fr: Arrondit un nombre au nombre de chiffres indiqué.
hi: संख्या को निर्दिष्ट अंकों की संख्या में पूर्णांकित करता है
it: Arrotonda un numero di cifre specificato
ja: 数値を指定された桁数に四捨五入します
nl: Rondt een getal af op het opgegeven aantal decimalen
pt: Arredonda um número para um número especificado de dígitos
ru: Округляет число до указанного количества десятичных разрядов
th: ปัดเศษตัวเลขเป็นจำนวนหลักที่ระบุ
zh: 将数字按指定位数舍入

# Excel_func_ROUNDDOWN
source: Rounds a number down, toward zero
es: Redondea un número hacia abajo, en dirección hacia el cero
fr: Arrondit un nombre en tendant vers 0 (zéro).
hi: संख्या को नीचे शून्य की ओर पूर्णांकित करता है
it: Arrotonda un numero per difetto
ja: 数値をゼロに向けて切り捨てます
nl: Rondt de absolute waarde van een getal naar beneden af
pt: Arredonda um número por defeito até zero
ru: Округляет число до ближайшего меньшего по модулю
th: ปัดเศษตัวเลขลงเป็นค่าศูนย์
zh: 向下舍入数字

# Excel_func_ROUNDUP
source: Rounds a number up, away from zero
es: Redondea un número hacia arriba, en dirección contraria a cero
fr: Arrondit un nombre à l'entier supérieur, en s'éloignant de zéro.
hi: संख्या को ऊपर, शून्य से दूर पूर्णांकित करता है
it: Arrotonda un numero per eccesso
ja: 数値をゼロから上に切り上げます
nl: Rondt de absolute waarde van een getal naar boven af
pt: Arredonda um número por excesso, afastando-o de zero
ru: Округляет число до ближайшего большего по модулю
th: ปัดเศษตัวเลขขึ้นให้ห่างจากค่าศูนย์
zh: 向上舍入数字

# Excel_func_ROW
source: Returns the row number of a reference
es: Devuelve el número de fila de una referencia
fr: Renvoie le numéro de ligne d'une référence.
hi: संदर्भ की पंक्ति संख्या देता है
it: Restituisce il numero di riga di un riferimento
ja: 参照の行番号を返します
nl: Geeft als resultaat het rijnummer van een verwijzing
pt: Devolve o número da linha de uma referência
ru: Возвращает номер строки, определяемой ссылкой
th: แสดงผลหมายเลขแถวของการอ้างอิง
zh: 返回引用的行号

# Excel_func_ROWS
source: Returns the number of rows in a reference
es: Devuelve el número de filas de una referencia
fr: Renvoie le nombre de lignes dans une référence.
hi: संदर्भ में पंक्तियों की संख्या देता है
it: Restituisce il numero di righe in un riferimento
ja: 参照の行数を返します
nl: Geeft als resultaat het aantal rijen in een verwijzing
pt: Devolve o número de linhas numa referência
ru: Возвращает количество строк в ссылке
th: แสดงจำนวนแถวในการอ้างอิง
zh: 返回引用中的行数

# Excel_func_RSQ
source: Returns the square of the Pearson product moment correlation coefficient
es: Devuelve el cuadrado del coeficiente de momento de correlación de producto Pearson
fr: Renvoie la valeur du coefficient de détermination R^2 d'une régression linéaire.
hi: Pearson गुणनफल पल सहसंबंध गुणांक का वर्ग देता है
it: Restituisce la radice quadrata del coefficiente di momento di correlazione di Pearson
ja: ピアソンの積率相関係数の2乗を返します
nl: Geeft als resultaat het kwadraat van de Pearson-correlatiecoëfficiënt
pt: Devolve o quadrado do coeficiente de correlação momento/produto de Pearson
ru: Возвращает квадрат коэффициента корреляции Пирсона по данным точкам
th: แสดงผลค่าสแควร์ของสัมประสิทธิ์สหสัมพันธ์ของผลคูณ Pearson
zh: 返回Pearson乘积矩相关系数的平方

# Excel_func_SEARCH
source: Finds one text value within another (not case-sensitive)
es: Busca un valor de texto dentro de otro (no distingue mayúsculas de minúsculas)
fr: Trouve un texte dans un autre texte (sans respecter la casse).
hi: एक पाठ मान को दूसरे में खोजता है (केस-संवेदनशील नहीं)
it: Trova un valore di testo all'interno di altro testo (non viene applicata la distinzione tra maiuscole e minuscole)
ja: 別のテキスト値内のテキスト値を見つけます (大文字小文字を区別しない)
nl: Zoekt een bepaalde tekenreeks in een tekst (niet hoofdlettergevoelig)
pt: Localiza um valor de texto dentro de outro (não sensível às maiúsculas e minúsculas)
ru: Находит текстовое значение внутри другого текстового значения (без учета регистра)
th: ค้นหาค่าข้อความภายในค่าอื่น (ไม่ตรงตามตัวพิมพ์)
zh: 在一个文本值中查找另一个文本值（不区分大小写）

# Excel_func_SEARCHB
source: Finds one text value within another (not case-sensitive)
es: Busca un valor de texto dentro de otro (no distingue mayúsculas de minúsculas)
fr: Trouve un texte dans un autre texte (sans respecter la casse).
hi: एक पाठ मान को दूसरे में खोजता है (केस-संवेदनशील नहीं)
it: Trova un valore di testo all'interno di altro testo (non viene applicata la distinzione tra maiuscole e minuscole)
ja: 別のテキスト値内のテキスト値を見つけます (大文字小文字を区別しない)
nl: Zoekt een bepaalde tekenreeks in een tekst (niet hoofdlettergevoelig)
pt: Localiza um valor de texto dentro de outro (não sensível às maiúsculas e minúsculas)
ru: Находит текстовое значение внутри другого текстового значения (без учета регистра)
th: ค้นหาค่าข้อความภายในค่าอื่น (ไม่ตรงตามตัวพิมพ์)
zh: 在一个文本值中查找另一个文本值（不区分大小写）

# Excel_func_SECOND
source: Converts a serial number to a second
es: Convierte un número de serie en un valor de segundo
fr: Convertit un numéro de série en seconde.
hi: क्रम संख्या को सेकंड में परिवर्तित करता है
it: Converte un numero seriale in formato secondi
ja: シリアル番号を秒に変換します
nl: Converteert een serieel getal naar seconden
pt: Converte um número de série num segundo
ru: Преобразует порядковое число в секунды
th: แปลงเลขลำดับเป็นวินาที
zh: 将序列号转换为秒

# Excel_func_SERIESSUM
source: Returns the sum of a power series based on the formula
es: Devuelve la suma de una serie de potencias en función de la fórmula
fr: Renvoie la somme d'une série géométrique en s'appuyant sur la formule.
hi: सूत्र के आधार पर अपरिमित परिमाण श्रृंखला का योग देता है
it: Restituisce la somma di una serie di potenze in base alla formula
ja: 式に基づいて累乗の合計を返します
nl: Geeft als resultaat de som van een machtreeks die is gebaseerd op de formule
pt: Devolve a soma de uma série polinomial baseada na fórmula
ru: Возвращает сумму степенного ряда, вычисленную по формуле
th: แปลงผลรวมของชุดกำลังตามสูตร
zh: 返回基于公式的幂级数的和

# Excel_func_SIGN
source: Returns the sign of a number
es: Devuelve el signo de un número
fr: Renvoie le signe d'un nombre.
hi: संख्या का संकेत देता है
it: Restituisce il segno di un numero
ja: 数値の符号を返します
nl: Geeft als resultaat het teken van een getal
pt: Devolve o sinal de um número
ru: Возвращает знак числа
th: แสดงสัญลักษณ์ของตัวเลข
zh: 返回数字的符号

# Excel_func_SIN
source: Returns the sine of the given angle
es: Devuelve el seno de un ángulo determinado
fr: Renvoie le sinus d'un angle donné.
hi: निश्चित कोण की ज्या देता है
it: Restituisce il seno di un dato angolo
ja: 指定された角度の正弦を返します
nl: Geeft als resultaat de sinus van de opgegeven hoek
pt: Devolve o seno do ângulo especificado
ru: Возвращает синус заданного угла
th: แสดงผลค่าไซน์ของมุมที่ระบุ
zh: 返回给定角度的正弦值

# Excel_func_SINH
source: Returns the hyperbolic sine of a number
es: Devuelve el seno hiperbólico de un número
fr: Renvoie le sinus hyperbolique d’un nombre.
hi: किसी संख्या का अतिपरवलयिक ज्या देता है
it: Restituisce il seno iperbolico di un numero
ja: 数値の双曲線正弦を返します
nl: Geeft als resultaat de sinus hyperbolicus van een getal
pt: Devolve o seno hiperbólico de um número
ru: Возвращает гиперболический синус числа
th: แสดงผลไฮเปอร์โบลิกไซน์ของตัวเลข
zh: 返回数字的双曲正弦值

# Excel_func_SKEW
source: Returns the skewness of a distribution
es: Devuelve la asimetría de una distribución
fr: Renvoie l'asymétrie d'une distribution.
hi: किसी वितरण की विषमता देता है
it: Restituisce il grado di asimmetria di una distribuzione
ja: 分布の歪みを返します
nl: Geeft als resultaat de mate van asymmetrie van een verdeling
pt: Devolve a distorção de uma distribuição
ru: Возвращает асимметрию распределения относительно среднего
th: แสดงผลความเบ้ของการแจกแจง
zh: 返回分布的不对称度

# Excel_func_SLN
source: Returns the straight-line depreciation of an asset for one period
es: Devuelve la depreciación por método directo de un bien en un período dado
fr: Calcule l'amortissement linéaire d'un bien pour une période donnée.
hi: एक अवधि के लिए किसी आस्ति का सरल-रेखीय मूल्यह्रास देता है
it: Restituisce l'ammortamento a quote costanti di un bene per un periodo
ja: 1つの期間の資産の直線減価償却を返します
nl: Geeft als resultaat de lineaire afschrijving van activa over één termijn
pt: Devolve uma depreciação linear de um ativo durante um período
ru: Возвращает значение равномерного снижения основного капитала за некоторый период
th: แสดงผลค่าเสื่อมราคาแบบเส้นตรงของสินทรัพย์สำหรับหนึ่งงวด
zh: 返回固定资产的每期线性折旧费

# Excel_func_SLOPE
source: Returns the slope of the linear regression line
es: Devuelve la pendiente de la línea de regresión lineal
fr: Renvoie la pente d'une droite de régression linéaire.
hi: रेखीय प्रतीपगमन रेखा की ढलान देता है
it: Restituisce la pendenza della retta di regressione lineare
ja: 線形回帰線の傾斜を返します
nl: Geeft als resultaat de richtingscoëfficiënt van een lineaire regressielijn
pt: Devolve o declive da linha de regressão linear
ru: Возвращает наклон линии линейной регрессии
th: แสดงผลความลาดชันของเส้นการถดถอยเชิงเส้น
zh: 返回线性回归线的斜率

# Excel_func_SMALL
source: Returns the k-th smallest value in a data set
es: Devuelve el k-ésimo menor valor de un conjunto de datos
fr: Renvoie la k-ième plus petite valeur d'une série de données.
hi: किसी डेटा सेट में k-वां न्यूनतम मान देता है
it: Restituisce il k-esimo valore più piccolo in un insieme di dati
ja: データセットの k 番目に小さい値を返します
nl: Geeft als resultaat de op k-1 na kleinste waarde in een gegevensverzameling
pt: Devolve o menor valor enésimo de um conjunto de dados
ru: Возвращает k-ое наименьшее значение в наборе данных
th: แสดงผลค่า k-th ที่น้อยที่สุดในชุดข้อมูล
zh: 返回数据集中的第k个最小值

# Excel_func_SQL_REQUEST
source: Connects with an external data source and runs a query from a worksheet, then returns the result as an array without the need for macro programming
es: Establece conexión con un origen de datos externo, ejecuta una consulta desde una hoja de cálculo y, a continuación, devuelve el resultado en forma de matriz sin necesidad de programar una macro
fr: Se connecte à une source externe de données, exécute une requête à partir d'une feuille de calcul, puis renvoie le résultat sous forme de matrice, sans qu'il soit nécessaire de programmer une macro.
hi: बाह्य डेटा स्रोत के साथ जुड़ता है और किसी वर्कशीट से प्रश्न चलाता है, फिर बिना मैक्रो प्रोग्रामिंग के परिणाम को एक सरणी के रूप में देता है
it: Effettua il collegamento a una fonte di dati esterna ed esegue una query da un foglio di lavoro, quindi restituisce il risultato come matrice senza necessità di impostare macro
ja: 外部データソースに接続し、ワークシートからクエリを実行し、マクロプログラミングを必要とせずにアレイの結果を返します
nl: Maakt een verbinding met een externe gegevensbron, voert een query uit vanuit een werkblad en geeft vervolgens het resultaat als een matrix zonder dat u een macro hoeft te programmeren
pt: Liga a uma origem de dados externa e executa uma consulta a partir de uma folha de cálculo e, em seguida, devolve o resultado como uma matriz, sem ser necessária a programação de macro
ru: Подключает к внешнему источнику данных и выполняет запрос из листа. Результат возвращается в виде массива. Дополнительное программирование не требуется
th: เชื่อมต่อกับแหล่งข้อมูลภายนอกและเรียกใช้การสืบค้นจากเวิร์กชีต จากนั้นแสดงผลลัพธ์เป็นชุดลำดับโดยไม่ต้องมีการเขียนโปรแกรมแมโคร
zh: 连接到一个外部的数据源并从工作表中运行查询，然后将查询结果以数组的形式返回，无需进行宏编程

# Excel_func_SQRT
source: Returns a positive square root
es: Devuelve la raíz cuadrada positiva de un número
fr: Renvoie la racine carrée d'un nombre.
hi: एक धनात्मक वर्गमूल देता है
it: Restituisce una radice quadrata positiva
ja: 正の平方根を返します
nl: Geeft als resultaat de positieve wortel
pt: Devolve uma raiz quadrada positiva
ru: Возвращает положительное значение квадратного корня
th: แสดงผลรากที่สองที่เป็นบวก
zh: 返回正平方根

# Excel_func_SQRTPI
source: Returns the square root of (number * pi)
es: Devuelve la raíz cuadrada de (número * pi)
fr: Renvoie la racine carrée de (nombre * pi).
hi: (संख्या * पाई) का वर्गमूल देता है
it: Restituisce la radice quadrata di (num * pi greco)
ja: (数値 * pi) の平方根を返します
nl: Geeft als resultaat de vierkantswortel van (getal * pi)
pt: Devolve a raiz quadrada de (núm * pi)
ru: Возвращает квадратный корень из значения выражения (число * пи)
th: แสดงผลรากที่สองของ (ตัวเลข * พาย)
zh: 返回某数与pi的乘积的平方根

# Excel_func_STANDARDIZE
source: Returns a normalized value
es: Devuelve un valor normalizado
fr: Renvoie une valeur centrée réduite.
hi: सामान्यीकृत मान देता है
it: Restituisce un valore normalizzato
ja: 正規化された値を返します
nl: Geeft als resultaat een genormaliseerde waarde
pt: Devolve um valor normalizado
ru: Возвращает нормализованное значение
th: แสดงผลค่าที่ปรับให้เป็นปกติ
zh: 返回正态化数值

# Excel_func_STDEV
source: Estimates standard deviation based on a sample
es: Calcula la desviación estándar a partir de una muestra
fr: Évalue l'écart type d'une population en se basant sur un échantillon de cette population.
hi: नमूने के आधार पर मानक विचलन का अनुमान लगाता है
it: Stima la deviazione standard sulla base di un campione
ja: サンプルに基づいた標準偏差を予測します
nl: Maakt een schatting van de standaarddeviatie op basis van een steekproef
pt: Calcula o desvio-padrão com base numa amostra
ru: Вычисляет среднеквадратическое отклонение по выборке
th: ประมาณค่าเบี่ยงเบนมาตรฐานตามตัวอย่าง
zh: 基于样本估算标准偏差

# Excel_func_STDEVA
source: Estimates standard deviation based on a sample, including numbers, text, and logical values
es: Calcula la desviación estándar a partir de una muestra, incluidos números, texto y valores lógicos
fr: Évalue l'écart type d'une population en se basant sur un échantillon de cette population, nombres, texte et valeurs logiques inclus.
hi: संख्याएँ, पाठ और तार्किक मानों सहित नमूने के आधार पर मानक विचलन का अनुमान लगाता है
it: Stima la deviazione standard sulla base di un campione comprensivo di numeri, testo e valori logici
ja: 数値、テキスト、論理値を含むサンプルに基づいた標準偏差を予測します
nl: Maakt een schatting van de standaarddeviatie op basis van een steekproef, inclusief getallen, tekst en logische waarden
pt: Calcula o desvio-padrão com base numa amostra, incluindo números, texto e valores lógicos
ru: Оценивает стандартное отклонение по выборке, включая числа, текст и логические значения
th: ประมาณค่าเบี่ยงเบนมาตรฐานตามตัวอย่าง รวมถึงตัวเลข ข้อความ และค่าตรรกะ
zh: 基于样本（包括数字、文本和逻辑值）估算标准偏差

# Excel_func_STDEVP
source: Calculates standard deviation based on the entire population
es: Calcula la desviación estándar en función de toda la población
fr: Calcule l'écart type d'une population à partir de la population entière.
hi: संपूर्ण संख्याओं के आधार पर मानक विचलन का परिकलन करता है
it: Calcola la deviazione standard sulla base dell'intera popolazione
ja: 母集団全体に基づいて標準偏差を計算します
nl: Berekent de standaarddeviatie op basis van de volledige populatie
pt: Calcula o desvio-padrão com base na população total
ru: Вычисляет среднеквадратическое отклонение по генеральной совокупности значений
th: คำนวณค่าเบี่ยงเบนมาตรฐานตามประชากรทั้งหมด
zh: 计算基于样本总体的标准偏差

# Excel_func_STDEVPA
source: Calculates standard deviation based on the entire population, including numbers, text, and logical values
es: Calcula la desviación estándar en función de toda la población, incluidos números, texto y valores lógicos
fr: Calcule l'écart type d'une population à partir de l'ensemble de la population, nombres, texte et valeurs logiques inclus.
hi: संख्याएँ, पाठ और तार्किक मानों सहित संपूर्ण संख्याओं के आधार पर मानक विचलन का परिकलन करता है
it: Calcola la deviazione standard sulla base dell'intera popolazione, inclusi numeri, testo e valori logici
ja: 数値、テキスト、論理値を含む母集団全体に基づいた標準偏差を計算します
nl: Berekent de standaarddeviatie op basis van de volledige populatie, inclusief getallen, tekst en logische waarden
pt: Calcula o desvio-padrão com base na população total, incluindo números, texto e valores lógicos
ru: Вычисляет стандартное отклонение по генеральной совокупности, включая числа, текст и логические значения
th: คำนวณค่าเบี่ยงเบนมาตรฐานตามประชากรทั้งหมด รวมถึงตัวเลข ข้อความ และค่าตรรกะ
zh: 基于总体（包括数字、文本和逻辑值）计算标准偏差

# Excel_func_STEYX
source: Returns the standard error of the predicted y-value for each x in the regression
es: Devuelve el error estándar del valor de y previsto para cada x de la regresión
fr: Renvoie l'erreur type de la valeur y prévue pour chaque x de la régression.
hi: प्रतिगमन मेंu0020 प्रत्येक x के लिए पूर्वानुमानित y-मान की मानक त्रुटि देता है
it: Restituisce l'errore standard del valore previsto per y per ciascun valore di x nella retta di regressione
ja: 回帰の各 x に対して予測された y 値の標準エラーを返します
nl: Geeft als resultaat de standaardfout in de voorspelde y-waarde voor elke x in een regressie
pt: Devolve o erro-padrão do valor-y previsto para cada x na regressão
ru: Возвращает стандартную ошибку предсказанных значений y для каждого значения x в регрессии
th: แสดงผลข้อผิดพลาดมาตรฐานของค่า y ที่คาดการณ์สำหรับ x แต่ละรายการในการถดถอย
zh: 返回通过线性回归法预测每个x的y值时所产生的标准误差

# Excel_func_SUBSTITUTE
source: Substitutes new text for old text in a text string
es: Sustituye texto nuevo por texto antiguo en una cadena de texto
fr: Remplace l'ancien texte d'une chaîne de caractères par un nouveau.
hi: पाठ स्ट्रिंग में पुराने पाठ के लिए नए पाठ को प्रतिस्थापित करता है
it: Sostituisce il nuovo testo a quello vecchio in una stringa di testo
ja: テキスト文字列の古いテキストに対して新しいテキストで置き換えます
nl: Vervangt oude tekst door nieuwe tekst in een tekenreeks
pt: Substitui texto novo por texto antigo numa cadeia de texto
ru: Подставляет новый текст вместо старого текста в текстовой строке
th: แทนที่ข้อความใหม่กับข้อความเดิมในสตริงข้อความ
zh: 在文本字符串中用新文本替换旧文本

# Excel_func_SUBTOTAL
source: Returns a subtotal in a list or database
es: Devuelve un subtotal en una lista o base de datos
fr: Renvoie un sous-total dans une liste ou une base de données.
hi: सूची या डेटाबेस में उपकुल देता है
it: Restituisce il subtotale in un elenco o in un database
ja: リストまたはデータベースの小計を返します
nl: Geeft als resultaat een subtotaal voor een lijst of database
pt: Devolve um subtotal numa lista ou base de dados
ru: Возвращает промежуточные итоги в список или базу данных
th: แสดงผลรวมย่อยในรายการหรือฐานข้อมูล
zh: 返回列表或数据库中的分类汇总

# Excel_func_SUM
source: Adds its arguments
es: Suma sus argumentos
fr: Calcule la somme de ses arguments.
hi: अपने स्वतंत्र चर को जोड़ता है
it: Aggiunge gli argomenti
ja: 引数を追加します
nl: Telt de argumenten op
pt: Adiciona os respetivos argumentos
ru: Складывает аргументы
th: เพิ่มอาร์กิวเมนต์
zh: 求参数的和

# Excel_func_SUMIF
source: Adds the cells specified by a given criteria
es: Suma las celdas especificadas según unos criterios determinados
fr: Additionne les cellules spécifiées si elles répondent à un critère donné.
hi: निश्चित मानदंड द्वारा निर्दिष्ट कक्षों को जोड़ता है
it: Aggiunge le celle indicate in base a un criterio specifico
ja: 指定された条件により指定されたセルを追加します
nl: Telt de getallen bij elkaar op die voldoen aan een bepaald criterium
pt: Adiciona as células especificadas por um determinado critério
ru: Добавляет ячейки, определяемые заданными критериями
th: เพิ่มเซลล์ที่ระบุตามเกณฑ์ที่ต้องการ
zh: 按给定条件对指定单元格求和

# Excel_func_SUMIFS
source: Adds the cells in a range that meet multiple criteria
es: Suma las celdas de un rango que cumplen varios criterios
fr: Ajoute les cellules d'une plage qui répondent à plusieurs critères.
hi: एकाधिक मानदंडों को पूरा करने वाले किसी श्रेणी के कक्षों को जोड़ता है
it: Aggiunge le celle in un intervallo sulla base di più criteri
ja: 複数条件を満たす範囲内にセルを追加します
nl: Telt de cellen in een bereik op die aan meerdere criteria voldoen
pt: Adiciona as células a um intervalo que cumpre vários critérios
ru: Суммирует ячейки в диапазоне, удовлетворяющие нескольким условиям
th: เพิ่มเซลล์ในช่วงที่ตรงตามเกณฑ์หลายเกณฑ์
zh: 在区域中添加满足多个条件的单元格

# Excel_func_SUMPRODUCT
source: Returns the sum of the products of corresponding array components
es: Devuelve la suma de los productos de los componentes de matriz correspondientes
fr: Multiplie les valeurs correspondantes des matrices spécifiées et calcule la somme de ces produits.
hi: संगत सरणी घटकों के गुणनफलों की राशि देता है
it: Restituisce la somma dei prodotti di componenti di matrice corrispondenti
ja: 対応するアレイコンポーネントの積の合計を返します
nl: Geeft als resultaat de som van de producten van de corresponderende matrixelementen
pt: Devolve a soma dos produtos de componentes de matrizes correspondentes
ru: Возвращает сумму произведений соответствующих элементов массивов
th: แสดงผลรวมของผลคูณขององค์ประกอบชุดลำดับที่ตรงกัน
zh: 返回对应的数组元素的乘积和

# Excel_func_SUMSQ
source: Returns the sum of the squares of the arguments
es: Devuelve la suma de los cuadrados de los argumentos
fr: Renvoie la somme des carrés des arguments.
hi: स्वतंत्र चरों के वर्गों का योग देता है
it: Restituisce la somma dei quadrati degli argomenti
ja: 引数の平方の合計を返します
nl: Geeft als resultaat de som van de kwadraten van de argumenten
pt: Devolve a soma dos quadrados dos argumentos
ru: Возвращает сумму квадратов аргументов
th: แสดงผลรวมของสแควร์ของอาร์กิวเมนต์
zh: 返回参数的平方和

# Excel_func_SUMX2MY2
source: Returns the sum of the difference of squares of corresponding values in two arrays
es: Devuelve la suma de la diferencia de los cuadrados de los valores correspondientes de dos matrices
fr: Renvoie la somme de la différence des carrés des valeurs correspondantes de deux matrices.
hi: दो सरणियों में अनुरूप मानों के वर्गों के अंतर का योग देता है
it: Restituisce la somma della differenza di quadrati per valori corrispondenti in due matrici
ja: 2つのアレイの対応値の平方の差の合計を返します
nl: Geeft als resultaat de som van het verschil tussen de kwadraten van corresponderende waarden in twee matrices
pt: Devolve a soma da diferença dos quadrados dos valores correspondentes em duas matrizes
ru: Возвращает сумму разностей квадратов соответствующих значений в двух массивах
th: แสดงผลรวมของส่วนต่างของสแควร์ของค่าที่ตรงกันในชุดลำดับสองชุด
zh: 返回两数组中对应值平方差之和
