Repository: kambojah/Excel--Charts
Catalog: Strings/*.lproj/Localizable.strings
Languages: es, fr, hi, it, ja, nl, pt, ru, th, zh

# Label_ProfessionalFeature
source: $1 is part of OfficeSuite Professional. Would you like to install it now?
es: $1 está disponible como parte de OfficeSuite Professional. ¿Desea instalarlo ahora?
fr: $1 fait partie de OfficeSuite Professionnel. Voulez-vous l'installer maintenant ?
hi: ऑफिस-सुइट के अंग के रूप में $1 उपलब्‍ध है। क्‍या आप इसे अभी संस्‍थापित करना चाहेंगे?
it: $1 is available as part of OfficeSuite Professional. Would you like to install it now?
ja: $1 は OfficeSuite Professionalの一部として使用できます。今すぐインストールしますか?
nl: $1 is beschikbaar als onderdeel van OfficeSuite Professional. Wilt u dit nu installeren?
pt: $1 está disponível como parte do OfficeSuite Professional. Pretende instalar agora?
ru: $1 доступен как часть профессиональной версии OfficeSuite. Желаете ли вы установить его сейчас?
th: $1 เป็นส่วนหนึ่งของ OfficeSuite โปรเฟสชันแนล คุณต้องการติดตั้งตอนนี้เลยหรือไม่?
zh: 仅需1美元，即可《OfficeSuite专业版》中的一个组件。您要立即安装吗？

# InfoTitle_BoxAppFailedToLaunch
source: Box app failed to launch
es: La aplicación Box no se ha podido iniciar
fr: L'application Box n'a pu être exécutée
hi: बॉक्‍स ऐप लॉन्‍च होने में असफल रहा
it: L'app Box non è stata avviata
ja: Boxアプリケーションの起動に失敗しました
nl: Box-app kon niet worden geopend
pt: A app Box falhou ao iniciar
ru: Приложение Box не запустилось
th: เริ่มแอ็พ Box ล้มเหลว
zh: Box应用启动失败

# InfoMsg_BoxAppFailedToLaunch
source: Box app failed to launch
es: No se ha podido iniciar la aplicación Box.
fr: Impossible d'exécuter l'application Box.
hi: बॉक्‍स ऐप को लॉन्‍च नहीं किया जा सका।
it: Impossibile avviare l'app Box
ja: Boxアプリケーションを起動できませんでした。
nl: De Box-app kon niet worden geopend.
pt: Não é possível iniciar a app Box.
ru: Не удалось запустить приложение Box.
th: ไม่สามารถเริ่มแอ็พ Box ได้
zh: 无法启动Box应用

# Label_Continue
source: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続行
nl: Verder
pt: Continuar
ru: Продолжить
th: ต่อไป
zh: 继续

# Label_Upgrade
source: Go Premium
es: Modo Premium
fr: Passer Premium
hi: प्रीमियम हो जाएं
it: Passa a Premium
ja: Premiumへ移行
nl: Premium kopen
pt: Obter Premium
ru: Премиум апгрейд
th: ไปสู่รุ่นพรีเมี่ยม
zh: 升到高级版

# Label_UpgradeText1
source: Welcome to OfficeSuite FREE!
es: ¡Bienvenidos a OfficeSuite GRATUITO!
fr: Bienvenue dans OfficeSuite édition gratuite !
hi: ऑफिस-सुइट फ्री में स्‍वागत है!
it: Benvenuto a OfficeSuite FREE!
ja: OfficeSuite Free へようこそ!
nl: Welkom bij OfficeSuite FREE!
pt: Bem-vindo ao OfficeSuite GRATUITO!
ru: Добро пожаловать в бесплатный OfficeSuite!
th: ยินดีต้อนรับสู่ OfficeSuite ฟรี!
zh: 欢迎使用《OfficeSuite免费版》！

# Label_UpgradeText2
source: This is a fully functional OfficeSuite for your office documents!
es: ¡Esta es una versión plenamente funcional para la visualización y edición de documentos de office!
fr: Cette version est entièrement fonctionnelle pour visualiser et modifier vos documents office !
hi: आपके ऑफिस दस्‍तावेजों को देखने और संपादित करने के लिए यह एक पूर्णत: फ़ंक्‍शनल संस्‍करण है!
it: La versione corrente è pienamente funzionale e ti consentirà di visualizzare e modificare i tuoi documenti!
ja: Office文書の閲覧および編集用のフル機能版です!
nl: Dit is een volledig functionele versie voor het bekijken en bewerken van Office-documenten!
pt: Esta é uma versão totalmente funcional para visualizar e editar os seus documentos do Office!
ru: Это полнофункциональная версия для просмотра и редактирования ваших MS Office документов!
th: นี่เป็นเวอร์ชั่นที่ใช้งานได้เต็มรูปแบบเพื่อการเรียกดูและการแก้ไขเอกสารออฟฟิศของคุณ!
zh: 该版本功能齐全，可以查看和编辑Office文档！

# Label_UpgradeText3
source: Upgrade to OfficeSuite Professional to:
es: Actualice a OfficeSuite Professional para:
fr: Passez à OfficeSuite Professionnel pour :
hi: ऑफिस-सुइट प्रोफेशनल में अपग्रेड करें प्रति :
it: Effettua l'aggiornamento a OfficeSuite Professional per:
ja: OfficeSuite Professionalにアップグレードすると:
nl: Upgrade naar OfficeSuite Professional voor:
pt: Actualizar para OfficeSuite Professional para:
ru: Переходите на профессиональную версию OfficeSuite, чтобы:
th: อัพเกรดเป็นรุ่น OfficeSuite โปรเฟสชันแนล:
zh: 升级到《OfficeSuite专业版》，可以使用下列功能：

# Label_UpgradeText4
source: - Experience Ad Free document editing - Spell Check your text documents
es: - Disfrutar de la edición de documentos sin publicidad - Aplicar el corrector ortográfico a los documentos
fr: - Profiter d'une édition de documents sans publicité - Vérifier l'orthographe de vos documents
hi: - दस्‍तावेज के विज्ञापन रहित संपादन का अनुभव लें - अपने पाठ दस्‍तावेजों का स्‍पेल चेक करें
it: - Rimuovere le pubblicità - Abilitare il Controllo Ortografico
ja: - 広告なしの文書編集 -テキスト文書のスペルチェックをご利用いただけます
nl: - Bewerken van documenten zonder advertenties - Spellingcontrole voor tekstdocumenten
pt: - Experimente a edição de documentos Sem publicidade - Verifique a ortografia dos seus documentos de texto
ru: - редактировать документы без просмотра рекламы - проверять правописание в текстовых документах
th: - สัมผัสประสบการณ์การแก้ไขเอกสารปลอดโฆษณา - ตรวจสอบตัวสะกดในเอกสารของคุณ
zh: - 无广告 - 拼写检查

# Label_SortHasHeaders
source: My Data Has Headers
es: Mis datos tienen encabezados
fr: Mes données ont des en-têtes
hi: मेरे डेटा में हेडर्स हैं
it: I miei dati hanno l'intestazione
ja: データはヘッダーが含まれています
nl: Mijn gegevens hebben koppen
pt: Os meus dados têm cabeçalhos
ru: Данные с заголовками
th: ข้อมูลของฉันมีส่วนหัว
zh: 我的数据有标题

# Label_Yes
source: Yes
es: Sí
fr: Oui
hi: हां
it: Si
ja: はい
nl: Ja
pt: Sim
ru: Да
th: ใช่
zh: 是

# Label_No
source: No
fr: Non
hi: नहीं
ja: いいえ
nl: Nee
pt: Não
ru: Нет
th: ไม่ใช่
zh: 否

# Label_CreatePassword
source: Create password
es: Crear contraseña
fr: Créer un mot de passe
hi: पासवर्ड सृजित करें
it: Crea una password
ja: パスワードの生成
nl: Wachtwoord instellen
pt: Criar palavra-passe
ru: Создать пароль
th: สร้างรหัสผ่าน
zh: 设置密码

# Label_DontUsePassword
source: Don't use password
es: No usar contraseña
fr: Ne pas utiliser de mot de passe
hi: पासवर्ड का इस्‍तेमाल नहीं करें
it: Non utilizzare una password
ja: パスワードを使用しません
nl: Geen wachtwoord
pt: Não utilizar palavra-passe
ru: Не использовать пароль
th: ไม่ใช้รหัสผ่าน
zh: 不适用密码

# Label_ConfirmPassword
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
it: Conferma la password
ja: パスワードの確認
nl: Wachtwoord bevestigen
pt: Confirmar palavra-passe
ru: Подтвердить пароль
th: ยืนยันรหัสผ่าน
zh: 确认密码

# Label_RequirePassword
source: Require Password
es: Pedir contraseña
fr: Mot de passe requis
hi: पासवर्ड की आवश्‍यकता है
it: Chiedi la password
ja: パスワードを要求
nl: Wachtwoord vragen
pt: É necessária a palavra-passe
ru: Требовать пароль
th: ต้องใช้รหัสผ่าน
zh: 需要密码

# Label_Enable
source: Enable
es: Habilitar
fr: Activé
hi: सक्षम करें
it: Abilita
ja: 有効化
nl: Inschakelen
pt: Activar
ru: Включить
th: เปิดใช้งาน
zh: 启用

# Label_Confirm
source: Confirm
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
zh: 确认

# Label_Required
source: required
es: Requerido
fr: Requis
hi: आवश्‍यकता है
it: Obbligatoria
ja: 必須
nl: Vereist
pt: Necessária
ru: Необходимо
th: จำเป็นต้องมี
zh: 必填

# Label_CreatePasswordWarning
source: The password will be requested when you launch the app. Be careful as there is no way to recover it.
es: AL iniciar la aplicación, se le pedirá la contraseña. Tenga en cuenta que la contraseña no se puede recuperar en caso de su pérdida u olvido.
fr: Votre mot de passe sera demandé au lancement de l'application. Veuillez noter qu'il n'existe pas de moyen de récupérer un mot de passe perdu.
hi: आप जब ऐप को लॉन्‍च करेंगे, तब आपसे पासवर्ड के लिए अनुरोध किया जाएगा। कृपया ध्‍यान दें कि खोए हुए पासवर्ड को फिर से पाने का कोई तरीका नहीं है।
it: Sarà obbligatorio inserire la password per avviare l'app. Attenzione: non c'è modo di recuperare una password smarrita.
ja: アプリケーションの起動時にパスワードが必要です。忘れてしまったパスワードを復旧する方法はありません。
nl: Het wachtwoord wordt gevraagd bij het openen van de app. Merk op dat er geen manier is om verloren wachtwoorden te herstellen.
pt: A sua palavra-passe ser-lhe-á solicitada quando iniciar a app. Tenha em atenção que não existe forma de recuperar palavras-passe perdidas.
ru: Ваш пароль потребуется при запуске приложения. Пожалуйста, обратите внимание, что утерянные пароли восстановить невозможно.
th: รหัสผ่านของคุณจะถูกร้องขอเมื่อคุณเริ่มใช้แอ็พ โปรดทราบว่าไม่มีวิธีการกู้คืนรหัสผ่านที่หายไป
zh: 您下次启用应用时需要输入密码。请注意，如果密码丢失，将无法找回。

# Label_Immediately
source: Immediately
es: Inmediatamente
fr: Immédiatement
hi: तत्‍काल
it: Subito
ja: すぐに
nl: Direct
pt: Imediatamente
ru: Немедленно
th: ทันที
zh: 立即

# Label_Minute
source: minute
es: minuto
hi: मिनट
it: minuto
ja: 分
nl: minuut
pt: minuto
ru: минута
th: นาที
zh: 分

# Label_Minutes
source: minutes
es: minutos
hi: मिनट
it: minuti
ja: 分
nl: minuten
pt: minutos
ru: минуты
th: นาที
zh: 分

# Label_Hour
source: hour
es: hora
fr: heure
hi: घंटा
it: ora
ja: 時間
nl: uur
pt: hora
ru: час
th: ชั่วโมง
zh: 小时

# Label_Hours
source: hours
es: horas
fr: heures
hi: घंटे
it: ore
ja: 時間
nl: uur
pt: horas
ru: часы
th: ชั่วโมง
zh: 小时

# Label_RequirePasswordTime
source: After %d %@
es: Después de %d %@
fr: Après %d %@
hi: %d %@ के बाद
it: Dopo %d %@
ja: %d %@ 後
nl: Na %d %@
pt: Após %d %@
ru: Через %d %@
th: หลังจาก %d %@
zh: %d %@后

# Label_EmptyFolder
source: This folder is empty.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
hi: यह फोल्‍डर रिक्‍त है।
it: La cartella è vuota.
ja: このフォルダは空です。
nl: Deze map is leeg.
pt: Esta pasta está vazia.
ru: Эта папка пуста.
th: โฟลเดอร์นี้ว่างเปล่า
zh: 文件夹为空。

# Label_Name
source: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
nl: Naam
pt: Nome
ru: Имя
th: ชื่อ
zh: 名称

# InfoTitle_PasswordProtection
source: Password Protection
es: Protección de contraseña
fr: Protection par mot de passe
hi: पासवर्ड द्वारा सुरक्षित
it: Protezione con Password
ja: パスワード保護
nl: Wachtwoordbeveiliging
pt: Protecção por palavra-passe
ru: Защита паролем
th: การปกป้องด้วยรหัสผ่าน
zh: 密码保护

# InfoMsg_EnablePasswordProtection
source: Would you like to create a password to avoid undesired access to OfficeSuite? You will be able to edit the password protection options while the application is running by selecting "Password Protection" from the Tools menu in the upper left corner.
es: ¿Desea crear una contraseña para restringir el acceso a OfficeSuite? Puede cambiar las opciones de protección mediante contraseña. Para ello, seleccione "Protección mediante contraseña" en el menú Herramientas.
fr: Voulez-vous créer un mot de passe pour restreindre l'accès à OfficeSuite ? Vous pourrez modifier les options de protection par mot de passe en sélectionnant "Protection par mot de passe" dans le menu Outils.
hi: क्‍या आप ऑफिस-सुइट तक पहुंच को प्रतिबंधित करने के लिए एक पासवर्ड सृजित करना चाहेंगे? आप टूल्‍स मेन्‍यु से "पासवर्ड सुरक्षा" को चुनकर पासवर्ड सुरक्षा के विकल्‍पों को संपादित करने में सक्षम होंगे।
it: Creare una password per limitare l'accesso a OfficeSuite? Potrai modificare le impostazioni di sicurezza selezionando "Protezione con Password" dal menu Strumenti.
ja: OfficeSuiteへのアクセスを制限するため、パスワードを作成しますか?[ツール]メニューから"パスワード保護"を選択して、パスワード保護オプションを編集することができるようになります。
nl: Wilt u een wachtwoord instellen om toegang tot OfficeSuite te beperken? U kunt de wachtwoordbeveiligingsopties configureren door "Wachtwoordbeveiliging" te selecteren in het Opties-menu.
pt: Pretende criar uma palavra-passe para restringir o acesso ao OfficeSuite? Poderá editar as opções de protecção por palavra-passe seleccionando "Protecção por palavra-passe" no menu Ferramentas.
ru: Хотите ли вы создать пароль для ограничения доступа к OfficeSuite? Вы сможете изменить настройки защиты паролем, выбрав "Защита паролем" в меню "Инструменты".
th: คุณต้องการสร้างรหัสผ่านเพื่อจำกัดการเข้าถึง OfficeSuite หรือไม่? คุณจะสามารถแก้ไขตัวเลือกการปกป้องรหัสผ่านโดยการเลือก "การปกป้องด้วยรหัสผ่าน" จากเมนูเครื่องมือ
zh: 您要设置限制OfficeSuite访问的密码吗？在“工具”菜单选择“密码保护”可以更改密码保护选项。

# InfoMsg_EnterCurrentPassword
source: Enter your current password to proceed:
es: Introduzca la contraseña actual para continuar:
fr: Entrez le mot de passe actuel pour continuer :
hi: आगे बढ़ने के लिए अपना वर्तमान पासवर्ड दर्ज करें :
it: Inserisci la tua password attuale per continuare:
ja: 現在のパスワードを入力して続行:
nl: Voer het huidige wachtwoord in om verder te gaan:
pt: Insira a palavra-passe actual para continuar:
ru: Введите текущий пароль, чтобы продолжить:
th: กรอกรหัสผ่านปัจจุบันของคุณเพื่อดำเนินการต่อ:
zh: 输入当前密码以继续：

# InfoMsg_WrongPassword
source: Invalid password. Please try again.
es: Contraseña incorrecta. Inténtelo de nuevo.
fr: Mot de passe incorrecte. Veuillez réessayer.
hi: अमान्‍य पासवर्ड। कृपया फिर से प्रयास करें।
it: Password non valida. Riprova.
ja: パスワードが間違っています。もう一度やり直してください。
nl: Ongeldig wachtwoord. Probeer het nogmaals.
pt: Palavra-passe inválida. Tente novamente.
ru: Неверный пароль. Пожалуйста, попробуйте еще раз.
th: รหัสผ่านไม่ถูกต้อง กรุณาลองใหม่
zh: 密码无效，请重试。

# InfoMsg_PasswordMismatch
source: Passwords don't match. Please enter equal passwords.
es: Las contraseñas no coinciden. Introduzca contraseñas idénticas.
fr: Les mots de passe ne correspondent pas. Veuillez entrer des mots de passe identiques.
hi: पासवर्ड मेल नहीं खाते। कृपया एकसमान पासवर्ड दर्ज करें।
it: Le password non coincidono. Le password devono essere identiche.
ja: パスワードが一致しません。同じパスワードを入力してください。
nl: Wachtwoorden komen niet overeen. Voer identieke wachtwoorden in.
pt: As palavras-passe não coincidem. Insira palavras-passe idênticas.
ru: Пароли не совпадают. Пожалуйста, введите одинаковые пароли.
th: รหัสผ่านไม่ตรง กรุณากรอกรหัสผ่านที่ตรงกัน
zh: 密码不符，请输入相同的密码。

# InfoMsg_DocumentPasswordSaved
source: The password for this document has been set.
es: La contraseña para este documento ha sido establecida con éxito.
fr: Le mot de passe de ce document a été configuré.
hi: इस दस्‍तावेज के लिए पासवर्ड स्‍थापित कर दिया गया है।
it: E' stata impostata una password per questo documento.
ja: このドキュメントにパスワードが設定されました。
nl: Het wachtwoord voor dit document is ingesteld.
pt: A palavra-passe para este documento já foi definida.
ru: Пароль для этого документа установлен.
th: รหัสผ่านสำหรับเอกสารนี้ถูกตั้งขึ้นแล้ว
zh: 该文档已设置了密码保护。

# InfoMsg_DocumentPasswordRemoved
source: Document is no longer password protected.
es: El documento ya no está protegido con contraseña.
fr: Le document n'est plus protégé par un mot de passe.
hi: दस्‍तावेज अब पासवर्ड द्वारा सुरक्षित नहीं रह गया है।
it: Il documento non è più protetto con password.
ja: ドキュメントはもうパスワードで保護されていません。
nl: Het document is niet langer beveiligd met een wachtwoord.
pt: O documento já não está protegido por palavra-passe.
ru: Теперь документ не защищен паролем.
th: เอกสารไม่ได้รับการปกป้องด้วยรหัสผ่านอีกต่อไป
zh: 文档已不再受密码保护。

# InfoMsg_RemoveDocumentPassword
source: Remove document password.
es: Quitar la contraseña del documento.
fr: Supprimer le mot de passe du document.
hi: दस्‍तावेज का पासवर्ड हटाएं।
it: Rimuovi la password al documento.
ja: ドキュメントのパスワードを削除します。
nl: Documentwachtwoord verwijderen.
pt: Remover palavra-passe do documento.
ru: Удалить пароль для документа
th: เอารหัสผ่านในเอกสารออก
zh: 撤销文档密码。

# InfoMsg_AddDocumentPassword
source: Add document password.
es: Agregar contraseña para el documento.
fr: Ajouter un mot de passe au document.
hi: दस्‍तावेज में पासवर्ड जोड़ें।
it: Aggiungi la password al documento.
ja: ドキュメントにパスワードを設定します。
nl: Documentwachtwoord toevoegen.
pt: Adicionar palavra-passe para documento.
ru: Создать пароль для документа
th: เพิ่มรหัสผ่านในเอกสาร
zh: 添加文档密码。

# Label_CurrentPassword
source: Current Password
es: Contraseña actual
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
it: Password Attuale
ja: 現在のパスワード
nl: Huidig wachtwoord
pt: Palavra-passe actual
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
zh: 当前密码

# Label_ExportToPDF
source: Export to PDF
es: Exportar a PDF
fr: Exporter au format PDF
hi: PDF में निर्यात करें
it: Esporta in PDF
ja: PDFへエクスポート
nl: Exporteren naar PDF
pt: Exportar para PDF
ru: Экспорт в PDF
th: ส่งออกไปเป็น PDF
zh: 导出为PDF

# Label_Labels
source: Labels
es: Etiquetas
fr: Étiquettes
hi: लेबल
it: Etichette
ja: ラベル
pt: Etiquetas
ru: Подписи
th: ป้าย
zh: 标志

# Label_ChartTitle
source: Chart Title
es: Título de gráfico
fr: Titre de graphique
hi: चार्ट का शीर्षक
it: Titolo del grafico
ja: グラフのタイトル
nl: Diagramtitel
pt: Título do gráfico
ru: Заголовок диаграммы
th: ชื่อแผนภูมื
zh: 图表标题

# Label_DataRange
source: Data Range
es: Intervalo de datos
fr: Plage de données
hi: डेटा रेंज
it: Intervallo Dati
ja: データ範囲
nl: Gegevensbereik
pt: Intervalo de dados
ru: Диапазон данных
th: พิสัยข้อมูล
zh: 数据区域

# Label_LegendEntries
source: Legend Entries
es: Entradas de leyenda
fr: Entrées de légende
hi: लेजेंड प्रविष्टियां
it: Legende
ja: 凡例項目
nl: Legendavermeldingen
pt: Entradas de legenda
ru: Элементы легенды
th: การกรอกคำอธิบายสัญลักษณ์
zh: 图例项

# Label_Title
source: Title
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
nl: Titel
pt: Título
ru: Заголовок
th: ชื่อเรื่อง
zh: 标题

# Label_HorizontalLabels
source: Horizontal Labels
es: Etiquetas horizontales
fr: Étiquettes horizontales
hi: क्षैतिज लेबल
it: Etichette Orizzonrali
ja: 水平ラベル
nl: Horizontale labels
pt: Etiquetas horizontais
ru: Горизонтальные подписи
th: ป้ายแนวนอน
zh: 水平标志

# Label_Range
source: Range
es: Intervalo:
fr: Plage :
hi: रेंज :
it: Intervallo:
ja: 範囲:
nl: Bereik:
pt: Intervalo:
ru: Диапазон:
th: พิสัย:
zh: 区域：

# Label_SeriesIn
source: Series in
es: Serie en
fr: Séries en
hi: इसमें शृंखला
it: Serie in
ja: 連続する
nl: Reeks in
pt: Série em
ru: Ряд из
th: อนุกรมใน
zh: 系列位置

# Label_Series
source: Series
es: Serie
fr: Série
hi: शृंखला
it: Serie
ja: 系列
nl: Reeks
pt: Série
ru: Ряд
th: อนุกรม
zh: 系列

# Label_Format
source: Format
es: Formato
fr: Mise en forme
hi: प्रारूप
it: Formato
ja: 書式
nl: Opmaak
pt: Formatar
ru: Формат
th: รูปแบบ
zh: 格式

# Label_Chart
source: Chart
es: Gráfico
fr: Graphique
hi: चार्ट
it: Grafico
ja: グラフ
nl: Diagram
pt: Gráfico
ru: Диаграмма
th: แผนภูมิ
zh: 图表

# Label_Image
source: Image
es: Imagen
hi: चित्र
it: Immagine
ja: イメージ
nl: Afbeelding
pt: Imagem
ru: Изображение
th: รูปภาพ
zh: 图像

# Label_TextBox
source: Text Box
es: Cuadro de texto
fr: Zone de texte
hi: पाठ्य बॉक्‍स
it: Casella di Testo
ja: テキストボックス
nl: Tekstvak
pt: Caixa de texto
ru: Текстовый блок
th: กล่องข้อความ
zh: 文本框

# Label_Picture
source: Picture
es: Imagen
fr: Image
hi: तस्‍वीर
it: Immagine
ja: 画像
nl: Afbeelding
pt: Imagem
ru: Рисунок
th: รูปภาพ
zh: 图片

# Label_Duplicate
source: Duplicate
es: Crear duplicado
fr: Dupliquer
hi: डुप्लिकेट
it: Duplica
ja: 複製
nl: KopiÎren
pt: Duplicar
ru: Дубликат
th: ทำซ้ำ
zh: 重复

# Label_MoveUp
source: Move Up
es: Mover arriba
fr: Monter
hi: ऊपर जाएं
it: Sposta Su
ja: 上に移動
nl: Omhoog verplaatsen
pt: Mover para cima
ru: Подвинуть вверх
th: ย้ายขึ้นบน
zh: 向上移动

# Label_MoveDown
source: Move Down
es: Mover abajo
fr: Descendre
hi: नीचे जाएं
it: Sposta Giù
ja: 下に移動
nl: Omlaag verplaatsen
pt: Mover para baixo
ru: Подвинуть вниз
th: ย้ายลงล่าง
zh: 向下移动

# Label_MoveLeft
source: Move Left
es: Mover a la izquierda
fr: Déplacer à gauche
hi: बाएं जाएं
it: Sposta a Sinitra
ja: 左に移動
nl: Naar links verplaatsen
pt: Mover para esquerda
ru: Подвинуть влево
th: ย้ายไปซ้าย
zh: 向左移动

# Label_MoveRight
source: Move Right
es: Mover a la derecha
fr: Déplacer à droite
hi: दाहिने जाएं
it: Sposta a Destra
ja: 右に移動
nl: Naar rechts verplaatsen
pt: Mover para direita
ru: Подвинуть вправо
th: ย้ายไปขวา
zh: 向右移动

# Label_ChooseLayout
source: Choose layout
es: Seleccionar diseño
fr: Choisir la mise en page
hi: लेआउट चुनें
it: Scegli Layout
ja: レイアウトを選択
nl: Selecteer een indeling
pt: Seleccionar esquema
ru: Выбрать макет
th: เลือกผัง
zh: 选择布局

# InfoTitle_AddTitle
source: Double tap to add title
es: Pulse para añadir título
fr: Tapotez deux fois pour ajouter un titre
hi: शीर्षक जोड़ने के लिए दो बार टैप करें
it: Doppio tocco per aggiungere il titolo
ja: ダブルタップしてタイトルを追加
nl: Dubbeltik om een titel toe te voegen
pt: Tocar duas vezes para adicionar título
ru: Коснитесь дважды, чтобы добавить заголовок
th: แตะสองครั้งเพื่อเพิ่มชื่อเรื่อง
zh: 轻按两下添加标题

# InfoTitle_AddSubtitle
source: Double tap to add subtitle
es: Pulse dos veces para añadir subtítulo
fr: Tapotez deux fois pour ajouter un sous-titre
hi: उप-शीर्षक जोड़ने के लिए दो बार टैप करें
it: Doppio tocco per aggiungere il sottotitolo
ja: ダブルタップしてサブタイトルを追加
nl: Dubbeltik om een ondertitel toe te voegen
pt: Tocar duas vezes para adicionar sub-título
ru: Коснитесь дважды, чтобы добавить подзаголовок
th: แตะสองครั้งเพื่อเพิ่มหัวข้อย่อย
zh: 轻按两下添加副标题

# InfoTitle_AddText
source: Double tap to add text
es: Pulse dos veces para añadir texto
fr: Tapotez deux fois pour ajouter du texte
hi: पाठ जोड़ने के लिए दो बार टैप करें
it: Doppio tocco per inserire il testo
ja: ダブルタップしてテキストを追加
nl: Dubbeltik om tekst toe te voegen
pt: Tocar duas vezes para adicionar texto
ru: Коснитесь дважды, чтобы добавить текст
th: แตะสองครั้งเพื่อเพิ่มข้อความ
zh: 轻按两下添加正文

# InfoTitle_PicturePlaceholder
source: Picture placeholder
es: Marcador de posición de imagen
fr: Image de substitution
hi: तस्‍वीर प्‍लेसहोल्‍डर
it: Segnaposto immagine
ja: 画像プレースホルダー
nl: Tijdelijke aanduiding voor afbeelding
pt: Espaço para imagem
ru: Место для рисунка
th: การจองพื้นที่ไว้วางภาพ
zh: 图片占位符

# ErrMsg_UndoCmdCouldNotBeSaved
source: Command could not be saved on the undo stack
es: El comando no se puede guardar en la pila de tareas por deshacer
fr: La commande n'a pu être enregistrée dans la pile d'annulation
hi: आदेश को पूर्ववत करें वाले स्‍टैक में सहेजा नहीं जा सका
it: Il comando non può essere salvato nella coda di Annulla
ja: コマンドをアンドゥスタックに保存できませんでした
nl: Opdracht kon niet worden opgeslagen in de rij voor ongedaan maken
pt: Não é possível guardar o comando na pilha desfazer
ru: Команда не может быть сохранена в стек отмены
th: ไม่สามารถบันทึกคำสั่งลงในสแตกการยกเลิกคำสั่งได้
zh: 无法在撤销堆栈中保存命令。

# ErrMsg_RedoFailed
source: Redo failed because state could not be written to disk
es: La tarea de Rehacer no se ha podido realizar debido a que la configuración no se pudo grabar en el disco
fr: Le rétablissement a échoué parce que l'état n'a pu être écrit sur le disque
hi: फिर से करें असफल रहा क्‍योंकि डिस्क पर स्थिति को लिखा नहीं जा सका
it: Impossibile scrivere lo stato su disco: Ripristina fallito
ja: 設定をディスクに書き込むことができなかったため、やり直しできませんでした
nl: Opnieuw uitvoeren mislukt omdat de configuratie niet naar de schijf kon worden geschreven
pt: A operação Refazer falhou porque não é possível gravar o estado no disco
ru: Повторное выполнение не удалось, поскольку состояние не могло быть записано на диск
th: ทำซ้ำล้มเหลวเพราะว่าไม่สามารถเขียนสถานะลงดิสก์ได้
zh: 因为无法向磁盘中写入状态，恢复失败

# ErrMsg_UndoFailed
source: Undo failed because state could not be written to disk
es: La tarea de Deshacer no se ha podido realizar debido a que la configuración no se pudo grabar en el disco
fr: L'annulation a échoué parce que l'état n'a pu être écrit sur le disque
hi: पूर्ववत करना असफल रहा क्‍योंकि डिस्क पर स्थिति को लिखा नहीं जा सका
it: Impossibile scrivere lo stato su disco: Annulla fallito
ja: 設定をディスクに書き込むことができなかったため、元に戻すことができませんでした
nl: Ongedaan maken mislukt omdat de configuratie niet naar de schijf kon worden geschreven
pt: A operação Desfazer falhou porque não é possível gravar o estado no disco
ru: Отмена не удалась, поскольку состояние не могло быть записано на диск
th: การยกเลิกคำสั่งล้มเหลวเพราะว่าไม่สามารถเขียนสถานะลงดิสก์ได้
zh: 因为无法向磁盘中写入状态，撤销失败

# Label_SeriesInfo
source: Series Info
es: Información de serie
fr: Informations sur la série
hi: शृंखला की जानकारी
it: Informazioni sulle Serie
ja: 連続データの情報
nl: Reeksgegevens
pt: Inf. de série
ru: Информация о ряде
th: ข้อมูลอนุกรม
zh: 系列信息

# Label_EditSeries
source: Edit Series
es: Editar serie
fr: Modifier la série
hi: शृंखला संपादित करें
it: Modifica le Serie
ja: 連続データを編集
nl: Reeks bewerken
pt: Editar série
ru: Изменить ряд
th: แก้ไขอนุกรม
zh: 编辑系列
